{"modelTopology":{"class_name":"Sequential","config":{"name":"change_email","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"7vhVPXMQej6sx9I96kgPPpowu77YFUe+RkewvhgREb6beEU8fNt1PvWeNz5Lz1++ub2fvb/6mr7RuRm+aJ+HPj6PoT5ZyIQ9V/d4PhuvmT6Gq7a+FN/PPic/vr7bkDW+wjZ3vTBb6b26HPs9w1mWvnw3nD5Y1rG+roaLPoEjcb6h1sm9AzTgvo5CyD4K7rO9BjJ6PuKa7zqAQAW9iCqbPhOm073yUiG+hAiEvty9bz7dLBO+Ct+XvIOM3T2Vrre+yOOQvcbv8Lyamwo9lS7gve0LzD25CMS93fpcvvTCEb3Cl9g83reBPpk2sz5bzrC98Npdvr3iVj14gwE+rK89PvLv4zxUqJ8+iJu1PZeIhL6qJOO+oiu3vlZ4qb6PuW08+RSyvVxS9z3daXa8q7pcPpHsGT74DEo9X9bDPhY1GT8vqUE+EWjNPvu2HT54wF89YvhNPQ6syb4IXhe+goUpvoXpqT6roI49DiA/u5H6Lj6tubi9vzkJPnOkBr3GT7s9L0WavuqGA7/jz+a+pjBRvnlPAz6jU7m+0NaEvrXvVz2izTm+rbMHPula9D3fxh4+NDykvqVN4z4yidS+ZbBLPodqzz7SlMk9bdmZPqW/pD01D3W+Hi6DvEq0pj5g1Fo+zxj8vkN6g769arO+6i3tvZsQh7532T4+U4sjvdZwzj325d0+5wMEPsLn2b0X5K6+cnr9Prf6krz8w8a+r8JOvkdmyD2suy++xz7gvvqb/j5i4Li+eei5PltCCL0DLDo+3X6UPhce/L6qDhK//DcAv2jwuj3VY4m+eGRePltL4T1K97++AsJ8vdEh5j0lviu+pRSkOy5qpbw9z4k+XsRnvZf/br69DCQ+x3YkvpF70z2V5TG+2PObvo9W6L2PN1O9Tc4yPPf4n71ayNo97rNNPaXkar5kCwi+IzDRvRjIVb47hmi+9GwMPHm6mj4tNCU+zXNTvQQY0r2+1Ww9rSkyvhv4tj7oxPk9bHduPTBLcj2JGHc9vBCdvhRlLD5arae+TTo9vpLluj0mR4a9spQjPo1Llj7CiQo+ylr0vTU4mz41jhQ98c9Kvoc91Tz3lA6+cWMbvVIzMj5oJz4+27GZPt2Gp72SMQQ8ZvhfurJvgT6z2pK8rKNuPeBOIL5O0Fm+CQibO6hH1b0lA04+++JAva9cIL46WrA+HPcHPqewmD0YAXG9IEjMPdo9Gz4qHW0+/CIyvTaFYr6/Hpm9jE7fPYr/ij6cG4o9vBRrPjVsiD5PMPG8xaFKPn73Jz+TFok9w+bevCvcIb+O8qy+pBuvPEyrST0UnCe+RAUvPpu9izvjLV8+bx+rPFhTH73FIOg7jTcVPoNXRD7FxsI+H0YRvMYpP70MiZ4+Or47vnSQlT7Zwb28vpXFPb52Wb6VJZK+jkM4vJvc6L4y5Bw+O4K7vbXtIz7qgo27yp+xvuC6WT4Y+/Y82fAgvsg0nr4h77w83U9nPupjbj0e+b4+2mwFv5nCtbtm2uE6KZEhPnGaCD6yox2+r+KMvtAxTTy9gvw+cBtAPS0Jx74a0YI9WeebOgl82D39DK08v+J2vu3Io7011JG+klKyvca9tDxOwhK9Yl0CvezRwL7oIPy+LaMQvUF0fL7GPJG+6ONtvk27qryCH4k+oX0Tvv6ilz3HlsU+oKKfu96nCDzxfL8+VnOKvZHTBr73efG+vhnjvo86JL4z/5I9PhqivScNuj7/QCW+K5AiPu0mnj3Y55g9rh9cvtL1tr4uCaM+NR9Wu3x2Ij5lB/u9RBC0PUlwEj1fZs8+MYpBPhdWlj5JRa++/6uYvTxWlrxIVs69MNmlvHCPPb4q8Ok+6YeiPCrQ2r4ceK09QqltPj5QOz5C6gi+XGsqPUuw/z7uJom+P0HjvIQqn75bqAe+994IPWAqwT7jGWE+4d5/vo8rgL77rYk+KrOCPhy4pD0m6CG9t6dwvZdCh773h5g+DIxcvs9Zkb6Cs5q9jQ/JvlthRT4LkXA+993kPEe8jr2NXiK/iwOQvqZ0Dz3LlA2+sHnYvn3KaL3fyge9lo0QP2Qhbr340wY+hDMXPwM0Zz5qYfQ7dpQTP35SnT4/XwI+AgUHv4y6nr7/qeU8N4w8PvA2lb5JS+Q+UWUEviMsKryWFxI9iaaWPIq/4b7my9A9YlMTuz6llj6iyls+uJ46PuHnpz7pQ9A7e6c7Pqumwbwlhha9Eg2hvD0RdT5F9oE7qCFNvgFtvD4RAoa+MhcCP1hYhj7sw5C+DkCIPkamMj0f5pI5klLkvTHa0jqB7S09ztaMPdiYWT7dgQa/IeSru6PcET61uoc+crNZPcKnT77V5LG+Q8OOvRP4wz4n8IM+tuDwvTqo17016Sq99g28PYF95TuzytS+u423PVhSlT1jVpw7aDgpPV7i7zx5Rog959qkvnuK/75ENSy+tecHPtKVQLtu8ju9OauEvct+ur3GQ1e8gFIUvcgoFTx7ry0+wfFtvfsRYjx75hQ9K074vXaZTL3diFy9WuDkveXjkL080TC+NEqCPXqmm73Nh/i9UhlpvRDk+Tsojzw9jJiEPf2XhT1vqJs7KtbCPYKiAb77zYY82qohPhR67rzodKE9vOxhPDv/+7xeUju+ATV7Pdyker1AjDK+fyg0vCL5oj1RSxW+AfKvvZaB+T28m8W84fY/PRjgK72bqS08AZLFPWKZGD4B9cA9oA6OO/nCQDz/dJu9g6JjPH/nqb1GZwI9sWcxvAbQqjwmmsk8mRKnvVGsmDv+F9Q9pllOPcZLJ77iQxu9EBrVu5kmID5TigM9czs4PRn0Nz0f6ok8QjivPYHo0zwtOy69Q6U4vtGMFr6hvK6+P7E9vsHqOT6Sb5s+O02Cvg8XSD4Pr38+QWoUvbBU2L2W6168qdJ9PcOPc72zG2e81vaKPi5N273zRgE+Mp6YPQCImT47F9G9zaP1PXHRX70Iiko8ewoVvuw+jr7bzQc+tG77vKrKMD4nXWc8YgDHPjgh+b00jlA+Y/3SvX34Vz4k8nW+i4T0vRXVbj2WwVC9SnVQPg/yzbxXWBM9rFirvA45FTrsWbc9F4I+Pp2ZJD6WCS2+OOQqviQxlz5Y3yI9TsWkPImyUD6d9d47JokDPkWR9T1y6ME9FyUXvsjOn72Q/BM9z542vh0HaT0bAIC9Wis/PeTXKr5vYII+yTYEvjG10zy1Kky+2FmdPbr1bj1coC8+78RKPGl2F770UFW91A7UPaKsSr7fr9o9uxCOPpAbmj79ELo+uZmyvZ84476deIG+1E3cvnDrvT6APko+xuDsPkQGgL7DiIs+O2cOv5YaEb/FSwA+dNm9Pfts77z8JfM+I3OvPuPbzL6gk/U8BECAvha3DT1s6Ce+Qf8LvRtVg73mAGS+YzykPgBDY77JqoY+d4DKvhdqrL6GONi+2IHMPp3gvL2lAxU/aQSUvoTwlT2ddvo9vSjyvZHZhr5clR+/PHqyPidTur6k+/a8WQg9PqGPX758ImO944EPPjogvL2f8gW/iJ4mPwotrL5PQjA++Z1Wvm0aaj7IN5o+u7M0PtdjoT5OYJu+/8e6PcNIV74qu38+7eEePpyUDb1XbXQ+4fHEvrEkHb+7W6C+ryohvhtplb4rVYG+KKfqPnTHYL5VoPo+Ff5cPYxM6T0/Dcc8h1otvlkJEr7Dols8bZOuvVg1Gb5iOSi+37NvPTqdU758YJo83jMZvv1Ogj5TypY+ITXvO6PoJTw7nIw9orpSvoFIsb2LZKA8HXHPPXT7NT4KJQk+V6FxvOTt2L0LmNe9odS+PNsB4736bke+qCXUPVIQGL51QOs9MHsAOo2Amj6yWLQ9dN1svjenPT6K3YW+9CthPe4TNb7o1Qm9aL8oPsndHb08oKw9Ab3iPa2yjj6DRjA9xEk9vrG47r0/WGm99lI/PprTMr5Jkus9h5OuvXPsJ72O1Wk9noQcPoFMTj5LCg2+ndsyPdT9jD07oE8+POIOvgPPTL3N3eO9umQXPiwnhz3et7o9+BpVPvbJJT2eNPY9l0cMvLkNlz5690g+Jfc2vQ/9x7zjzzc7faTvPe0osD09Or48z4KePfxYXT7YEX4+2OfZveM1cjlrBHm+7X4nPiroB74uQg89f+ISvVwAH76ofN276gIzPneB1z2yBOa96UucPe4TAb4ute68JZ4/PZAfYT1JDlG+jhBtvWcfID5A8gW7BZkovkgVv732NV88NGE1vcoQYj64bUE+Gy17Pe6kor2a7qA9HnKHvceEQL1EnB89T9FnPv8Fhj022TM+iTKnvJdCGj51S+89ccxUPjuvID7ibjk+whcsPc0NyL28mxQ9aZitvJVazD0D0T09K9sXPvyoNr4260k+PIZqviZ1Er53Syq+rU78PR3j2z0OL8S9fR2CPO/VSr7jgkI94psavjnKUD7XnlO+wRGDPq0mMT6zM6M9C+BhPYtN2L5u0Qs+FFiRvZinMz0rk/O9YQ8LvgkC2D322Kc9ZFsTPYNbfr2cPhO+QDTkvbZ88z1XX3U9l9+qu+l+LL6mSC49U6nRPYRPUT2GA26+ILU/vnyVib5gICc9eYeqPRJNUj6P5hc+56+Zvd3/E749o8k9tFcyPufgsT2XLc+6AsO7PTAaaz2ui7U9j7hKPgg+wT7L08M9KlC2O2JlyDsXsRK90AInvjLLhT6e0Fy9S1oHPgNnPT0Bwbs8QLlxvi2/A72rNG2+Wbc1Pp5qzDsvGFW+KMGJPbKXvLx+5qm9tativrqjDD43aWM8X+urPYo+kL30pi4+4+qSPlRAC74Gaz899xeNvvFzfL7hVwA9DmWRPsNnhL52LjO94lsBu12zez57EBg+9m6qPNgNpT67YBS+m6lUvPZbgT0FYA2+5N8tvnzbiz4mf4k+wfGcvWrIhb5fgQk+adgGvps/kr0sBVU+DJU7PSb/vbz8sc6+E9/tPRrP+z3rVmg+7vk0vtiNcL4HrsY9C5SqvDuFWD5AuWY+g768PZxxdj3DQLY+HQsxPWXQgz2caQA+PHnkPSM5ob4MsAU+8ngePhS9OT5XDDc84lFhvS1vL76XphK+mb6tvszCOL6vD7090KbwvVtzG75LefK8DnDSPp6brz5PR4M9m5OPuwnac73QuqQ8CrOUviwQLj7pQdu9f0eyvSpHqL744fg++iiEvVip1zzds529kX6BPo+1kr5O40e+ag7OPifI6ztQLYa+mmUxvTaqBL5BDDQ+cyafPbRoej5iyIS9EAinvQBRfz14yds9nihQvib2IT12Qjk+LsaqvrhMx76HZ8k9CcCGvu/qg73SW3E8S26CvsSLPD4d/Do9b8GtvZNI3jvqOg6+TbfgPSvoWb1kXpw968YbPsEvNz6T29U97uMSvs5K4L2tUxe8+JdCvcI2BD4855I+JqpOvv4lhr44XVW8fxeWvk9C37r4m4S9iCQdPXq7bj7UKgK+glKLPqK2kzm7j1k+7JOJvuB8C75gg7W+cF5vvSn9oD7/14K+7AqoPcbIDr4ykCi9Fhm3PmJti72L18u8l9U8vvR66jwFcBw+W6ervYnyT72DPBG+np84Ptsi4j2oS3O+VnzgPWckqjsbB4K9I8byO0s6JD5ZQWc9CFNYuseESzsNvgW+B7FivQX2Tz67cN295QBiPNhUmj3s4iY9JZlYu+H7Eb4Py7i9VJQsvvP4j77SnTu+3E4uvneX0L7Zl/W7qebhvFot7T2Fn8y8MOi5vQgKD74I5RW+6pRiPQEWID3SiYY+RVBqvhPIQ733hHI+6E4mvsz5wz3VcVM8PjXFvCRzyb1oqBI+d7qavTJgVDyDvBO9lgfSPeOuFj5l1yy+L6qmPkNYND4Cjby9Rf2KvB09HT2BmfQ9/yhDvQboybyIFpa+96n0uyUXWb2Leye+XZQ7vQcDW74QMsW8QRc+PcolAr1tBHQ+qWmgPeCHbL6xW5c+BPvkvSlJFb4hir69FDfIPZMS0j4Nhhu+MMGOPgnzXr0Vpam+E4d8vrIBJz3wA18+DFZDvD5Hl75SpCq+Cm0OPqLNoD2G5EY+T+6TPdPU2z7SWXA+gGZjPsalYr7DGp49i3OrPRigZb7Xkwq+NdSwvUvx672Z226+t9hnPjz8sj1JTmo9LFpTvj+z7Dx3Fls+tHRevVZxCz5tm829bA4MPPE/N74/aJe9RSErvvLkRr1IDh4+gqaDvVhSTj6+9xi+4R2kvNbV8z3MsXa+YZrsOo6YJL6Kri++sEwKvO2uQDxs+uM86lWLvQDpDD4+pt280/X7veXJDb1UOUU+83BavDdBez7eTGA++uaHvl4Y8L2uMxe+pT7UPSwSBj67tCw+e+acvXJEA75cIV2+8oCFvdptjD1x2Qy+DY28vLgHAr5gQ2m+exCFvtyLN73SIw++z8amPhH2MD6rFKc9dtsIvrBBqLpqaxA9mmUnvtJ6DD0pIQ++i8xvPrtI4L3uDGU+uIYsvBNDXL4exJ+9mf8FPGrHuT7l8SK+XtMHvqhBKT03PaI+MQ/vvfPFn77Fv6+9oENAPf7wvj6DO7S9i25iPVNXT7wN6m27kWftPW5jgr3ZvBO+qHq4PMjR9j1urC2+8DFwPQxunj3/nJy+jBkdPnP4sj0Jvj6+3YgDvVQKXr6JnoE9Utk2vTi9qT5h8AQ9MGUiPZ33fr7FjFS+9SXvPboSYT38O4S9W+tavqsZar7mwMs9RqEJPlHTHT6WYha+8o4UviNQs7483wm+DeYGvmM95LzbISa8lCJQPVC1Kb5bq3i9R9SCvV1qKzzbXCE8lIpHPkHMs7weds49Ob/VPdRYnTxp63Y+xZAMvf60pz3dp/y8JLhDvsPuPj5pWhq+1VMDPleMrzyMiAk9w+rqPb4djb597g8+cUuuPRUzhb7HaKW9HTNzPloTfL4DePU9J8eSPYC+ED7Y1jc+Ijm/vI6shT4LZ3o9YzzrPQ8bYr02u9g9I6YrPfL0Fb6qPZU+4SU+vHaQo70jZ16+V0a7PFqW/71H848+KKKjvVgSDD0w92G9AGW3vGmEzz3uPDs+ragRPh/Y+r1AyY09fGNZPTb7UT1cPAq+KLkfvluqkD47Fp69ZCK2vf5MfTz5PSq+g3b4PQ17jb2gb289UkqgPSyWGj66pU09CfrtPU0poj0C9rU9vuPSOaTn3r0TycI961DiPUJEFDxkPAS+nVqLvYXSnb6WCp08RY1uPFuNmz38cYk9omdWvtmBPL2qnka+uaUSvhpQLT6oeFS+gUlqPjUGEDy8UFM+fB6mvEDOrD4aPkM+cvwXPmVeXT6mTKs+rxdJPjvd9brQiVc9iaUtPsuNJL4aPjy8A/28vG2Qd74joXU+HQAuPtUhpT3LgUY9TlEHvjDUcT7ZMqq+a98uPqcWTj7woo8+15xrPnkesb6kZNw6ihu1Pt6Mkj0gAxO+jwS7vgofPj7yTPK9FB78vHxE0L56M9G99O2LPnjg/DztzQs+muccPra9Xj7f5vy9JArNPZh4iD7lDai9t5/jvW3hL77GcpM9+JO2vWCaMj4IihY9IRoKvquRyb2XHlY+kO20vaBki72uYKa+XJg3PodW2z7d2Jy+Oavkvak+LD6NBa69qeOLPhauDj1shOu96EGRPhHfk70iBVE88DycPpZ2Zj2z8w69SBodvRVCET4MPN29yA4uPZ08FL6Dn2o+OJBZvcUKTD5Sl7e9o7wwvMcAdL6oqde+V5B0PYLCK77L7f89G8jbPsPrNz7ulUO+XReHvqMXM73eiTw+RarUvtby677fJpI9xjO+vS3OBL2QquO+qn2Ivs34LbrI3D48qEWxvKPOED1G+YW+5TaIPrZMtbwadtU+QGk7PrSJTT1sTdw9uV7pvZyWy7wUglA++LAGPiCinT1xk9u9FUR/u99l9z2qRJq8Fx7hPVHjAT336oy+dnQaPvP9Jj34M2E+dtwAvp4vaT6jJ4O8896vvL/fgL0HxJY8lvBXPpYWKL7N2Ni8hYgvPu1b2T2/xBI+MiDuPXVCZ72Y+Cm+SO/mPSx+2z1kMKM94HHEPXTqb734O4O9P8xgvT4qvr1gtCk+dCwnvuMftz0OhWK9blnzvLGIZzvSddA9dbrLvLWKvr2r9jw9ZWLzPNbEEzzUCiW88aHrvTdXpT4U/EM9XYBzvdNmGD5jRn+7qeQUvUwiV76zcUo9SVQhvnF/fT4FjdO9luoMPv4Kmz0dkgu+o6S+vB9Jrb04arg6KQzYPnqGLT5uu+A73A3DvcNyqr1zo4c9whyFvioQrDyNlSO+Y+/RvRQih7629bE+SqKjvr196L1njec9ZArdPeF0uL7Wfqa+gYiGPpA+jr5esh6+JdWdvX9/tr4hhEu9ZrWOPS6jxz4upno80rOdPe6PAr58ZhY+wDgNvhsfdj7oZ127LLGDvkaIkr6X/f88QXwQvgMDSz1fWKK9P82RvsmBDj6QeiW9pZTfvcor3b3u8Ji9n2avPsFmOj511dC912umu2F/wj3lAxg+WKXvvUAYqr1iqhQ8UewmvT6twj3Mxlw+zl8tPGSBPj1V3E6+BHepvagZWD5kpia921PgPLIdhr4jVAG+1odovFRLJj1wuwY+CyAHPpbBJT5T4WQ+SqFevls0KL4jXPs9YLJkPd989r2v0WY9pgTmPEFwpr7M9NE9xVYPvg4iAj2eaga+amyWPX3Rur31WbI91YSgPbYSVr6CtN+9vqI0vuApLz5Sqqe9hhIZPgqW2r3WnMy9LxyMPTomRj5cYC8+tEVTu2JgvL2xIys+rjeTPSikBb6vNxs+4TeuPh7VMz5hB1y8uYmyu2rMgz4XAUO8lqlgPuE2IT5JG5o+RzE5PrlmVj7nzkS+3ZszPpPZpD18lgw+EHqFvmzqGTyvAne9XGG/vc6WHT09rWE9IdKxvFNGqD0ShIg+W221vQQcdL2ljvi9/ar/PDq1qjxwuQ69m59kvorsFz57by+893PdPf7/7j5zAUk+qAmdvvbhZzyAbbm+FSqmvmdwo7x1w3S8Nu0+PYOYjb7FjZ293tabvYWUnb3Ag/s97k/jPeuzpT2fNo++7Tq8PWSAqb0BATc+cwP9vQhMhj2UqU2+WB8ePqCiHD4xtJM+gR5BPpQv2L1quMm8aL8Evjplmz7alJk96SkHvvDNoLqlsE29TcnKPfUybL0c8Q66bn2RPkzVrz4oJ64+DTSMPadZIT6G6SY++HaUvM58RT3l3CO+W8NrvqGckL6haoG+2JHbuzJNBb20aEa+XUMgPitmc76dYB89VDGnPvZw3r2ygXI+QnpdPMMvKD6HkIE+9WpLPAMiEL06ilq+ieYqvvoqJ77SDSo+ovfXu8Ai7721cey8Q2VJPnMksj3Wcj2+GtEAPuJckLyaMqw9b3/1PSRzQ76BLvS6IlRlPrdSXT3pdPa9ZvOIvqhdgT0rHPa68LeFPc9hc7wXzJA+bbmoPTCUib431gU8owWlPUkFsD1Rodw9cxOcvszEFTxMotm8oqfwuwboiz7SNak8nB6IPj1gTT1YRpy87GXbPEdz+7oIH+U9+/iIvd4uor1uIIs+5cgBPtLhiz6AmTI+ATvXvFJVyjwxbgi+Wewqvru1vr2hFp49fjYWvvaKyTwMEue9pK5svlzlKD0fiiC9RjHYPcgFgb2XI829z6CIPaJwP72jiFm+zJtJvGMNUz7tStU9kKMKPcb/Vz68S10+xwVFPseNOT3HzhO+y9ZNvTeSgT4TU6q9DzLRvBksnD2mf449nE6CvRwhpr0Kpc49SsqhvC3GxzzMDGE+qO0avHTiLD7ZvQe+xO1MPUhhDr1toI+9j3/EPZoNJz0O2ZK9cjOJviQpEj3eLSY9X3N1PcBWbr1t8Sc+xgLrPXijgL4EDHS9EbAou6ePk73BrN69YEoIvg9sFTxCS/s9XMg0Pjom8D15bss9E936vNylNz6kjQW9a0dRvRYLn706Ab+9TJBYvPAcEz1wYWo9jrA+vUdaVb3MJC4+kaisPbW/Kbxm5lo+mbQIvuCVKD60S7a974UoPjzI4TyCHdY9QlIyvjWy0j2kAdM8ozWXvZjMGL1SKlm9yhtkvrCSmzxMEIo96JB0vUg3MD7Xtru8i3OePVcgwb3wIpY9T6JGvQX6Dr5Ww/W9GBRrPqVWeryJ0ok8zBgsPlk9H74IhNY9WDwjPnsvkj2g3Km8ojrBvc2Xij2avfc9zwKXPVI0rjxvTL28X8B6PWjTHDxzohs9QTERPghqgD10dwg+/aFEPu6W2D2nviO+GtBWPmPhir333f+9pJoJvpIw4Dzez6S93m1RvhPyFb4M7Gc+NdR7PakUdj0EyQG+nX7aPJI6lr633cs9hqp3vfJuZD7cmna9QyOqvmTmvD1u7H49+6yxvhGYRD7R1vw9yRLtPfjATT7tMVi+nUKtPR7fXjvZWKg+yt6PPY2OEr2VrxE9AawDvRF01z3dVS2+ZGYiPiyWIb508Rg++l6APfQKcz4fxui9ejSjvjVyB75sqx6+daUXPbAkJz4lV2U+sjeHvuFQBb5ak44+HkE6PodlRD16w4K+DEOwu7QnIT0Zt9a9fTK3vUblhL7kwfs94vQXPWCwjrsFxM+8LEgCPJTIOz5MIcM8THzYPdtmZD5gjSI+4hrCvYaG0T25l9G9Pz4BvnGphj0UvTg+q3wRPk1CFj4bzjS+d9X/PThFET6ic1C+uGkWPvtYF74w412+dn8nvu3ijT6O+YE9pIhavn3D2T0tGoc+SdgEPoC6ITxyv5M8IzZmPd+vmT0Tkds9kxqLvt86WL6cjPw9+qq3PkB7c77jAWO9G7hiPSTdAL1dI/S94cGNPvsmgj7MaAO+IN+XvgkYgr3FMSY9/735uh5+Vj48uGO+VDNCvhaJSjyMWeA8NOQDPncA1bwVWkg+GKDYPPlKQT5qvXG+kWttvn3y3D3KjpG+BknWPeDvXT52InY+gh6ePnrr3ry61Bk9O5rUPUCEJr7mGQm+b8EUPRLXN76YeoY+hO+BPeunGL6Zs7U9qaQZvcKfPj5WTFm+JFhmvsuBNj5t1Qe+plA3vb9nbj6ElG8+urwNvlwixz1y5xQ9Z/zFPeF3Mb53Coe9HPcYPgo2sL2Xvv49zVpmvQT9n715gms+imvpPRQE5j3DrrK9eaSaPHRQdb0kiFM9PT2GPs5yKj0MZcm9YUcRvk1v2zyGua8+02lLPQBVtr0pZ5K8tpshvoewhT4gIrC9N9PdPYISPr1Y64C+xqvqPXrUiL7NrD6+NaSyvYdqbLzIusG9HKDgvW9ZyT3JjIS+blyVvUh8Z76VHa+9PyogvsEN4T1kLI89/ifDvYfrND5F1N67ix32vWiazz2CFK09TbOMOy9CC76hItS9bRpdPnL8BT4ncms+kQsFPBG3HTy1Ena+jS1hPh4Vqz1KfIO+l/4CPVGRpjxCmxO9llxhvF24nj6LKkG91nYHvhA0UD399Tw+b+MMPTnLnj6OHoS+4LJPPQBDNb6tx0q+EQaDPXMXK77v+ge+2X6bPU7hor1rUpA9cTlxvtM/Oz5fGC2+UDIHPgPaVT7QZys94n1TvZuAR741UJu9vVlcPmKLGj4cDHM9NSULvvCKEj7sKvM8RoQBvp2FHb5KgIK9KvpUPpnkfD4Skt49wUWtPHtXBr2ennC+ldDiu0W99D38qNe9FfaIvpEWXb2g4qM9HKxiPmdtNj6trWO+Rfkivh46kr5UPjy7R0aQPfvPKb4XG5U+9RAhvlUrvTxYFhQ+FJ48vQjTpr4ogg4+q3lwvTbIgz2al0u+nTlDPiJQaT4j0pe+AVpOPT4BxT3RbWg9GzprPaQ4RL1AQmC+a1eIvt7DZj70lcq9L9FCvXOkCz0rhJq9l5TdvpEeq72iKN496CstPmUw1L1MioY+XaHXvQAtGD2fOoQ+6HwevgSlPL7cvSk9FKIOvuuIV7zWYia+4gfcvVHHSj1l2Iy9GvkQvtz6Er7tI0w+6mQOPudxVL4zloK95yKZviamr72DBnM+xfITPvizGj5/nXE8a6PjvUsGWz4gbEQ+fHc+PK8sT778lqs9xffEPYJhHr4UzIQ+jCoOPkqMkj7LY629zsmxuinbMD6wFg0+AQwgPSkIfz3odY++Fe28PbAVOT1qoOi9UMcZvfDgnb0BgCe80CmkvZ2Fqz1uTxu+E9iyvWOBlz0UCQW+w/JhPR8dHjwWlr09hqd1vgiKnLyZDiy+IiB/PqQCXz5wuV08A4oavqDvXD0b/3U9+DK7vd6hoj3KqBc+TkZmvRzy7jztzgw+fO/zPfvPxbsrhsm9TAGzPhsSSb4iuEY+yZOBvmjPMj0mDYA+Z1AGvioOYD5M6Xu+aWjrPU3nYb6KRWQ+lRaUvYWyHj2/nwu+SW/JvSFeAL1GZYE8Qyi6PARPaT7Eux0+GhE0vmLAgb1huoO94I6sPVojnT1GuUs9TFb4vVc7XD5ylE69Qrzavd/7QL0zIUg8GG0EPiHod71B++G8gx2AvSQExjsiXLi83ha5vfRoB76PECC9d9/2Pfh49b1S5nK8rdu0vZL62j2TZio+vLpAvhjbLD6qqCK9Z0u4O1ZZhL2/KEs+7hQYPWrM2L11Fdi9gf5MPbLoRz7R4dY8fKGtveUjEjywymC9MlPaPZO5ITwwjMy94rSCPh/Hfj7Cy4C9iD7YvLqfWL6K5oI9PykFPhCrurz3Vpy9N6S9PSaIKr59TbS9c5MCPuEdS736FRW9vdNPPrQs9TzBT+A78kyLvl7AlL3OKrg9ZhGjvtC3Dr73lo69aawTvHEAmD5L0EO+9GWUPYqs570zwTg+BMgvPkrTQD6sWiS918amPfFkMrzuiB++KsOZPQmP0b0ZO2G+kv2TPbrwiz68NzC+sJcmvoLJTb4JJ9M9aLUzvFR2XD6pJyA+2nOEPU5JP74HZGq+0c27PUKE571/XXQ+naPSOpTVvT41Ote6aVVgviefET2BYmM9m515vuJdhb65qK6+LjMHvsfz8b3Wp7O+Z25evtbILb4f1Q0+/NoJvkG9wbwTgu88nISXPgCoer7XfpI+18IjPtaSjry5ir89VeaivtXzYz6Y8AU+f2u3PYV0eD00VJ49OuFovukI1z3wgTe+PbCOvet/Yr0TEk++07R8PkBWJL5H8qk84i1EviCC3T1DsqM9mdpcPo3hKLxyp0w+kiZmPLxhCL6kQOy9sFOHPQr3tj0IHZc9MZbJPW+Ilr7dywu9J/vevQw5RT4BF4e+iCShvY88mj4TdjE9J31zvo20iL4/NSC+FCdEvSov+zz0sD0+dsIjPvDl2r2d2YC+dyIwva1LUT2xe12+IypZvtbLszxnBjq+4m8svix/ar4J6gu+UZrTvSdB2DzyDHM9on+GvaXPIb7BilY+4hmNPAV/lD6Cyss9omYmPvzhoL0y6He9JwkGPu/e3D3x1k49nX9xvfBF2Dx/P1e+QdJOvSNQB77KsUK+NLZkPXArID3VARM9UBipvM3VAz7AJhm9XLD3u3zfVT5sTAK+DTdqPUTtmr5BU+89GOANvk2E9rygUQW+oUn+PN8Rub0eyNw995mhvkX6a741vhy9R7GhPC4zZj4DdyU+rsw4PYvhib5gDGa+s+xIPWcxnjyVDp48W/3TvOkUTr40xiu+i8rfvCcqbz4x89E9hN31PHWeK726UJQ9ia2kvVlv+r126pu9gvNoPqVpOz4n9kC9Vre9vZV9G77TQjw9gklCvenIkz2nBPa9CIi5vWt8tz1PGik+LWFOPnvaP71Nbqg9Chruu57IOb3yiLk9Z0aBPKDQSjxg8Q+9oo5RPR1rjj35lKS9wyMQPqghSb3e30+9qVWFvVW4fj6EvG89pPSSPR3wDj5RiYW9cG83vc/xSL4/mkk+6QkmPT0GKz4msAE+YgbGPSjFhb1X7sU9GvynPCJZVL3ipJc9s+4lvt3U0z15yWM+M0RcPV/br7z2zL+9wy+9vVugAD4lVIO9L3VuvZOeWj4OPdA8WadqvU9kgj2d+ME9jJbcvWHcSDxkPAQ9UIw9vRe0YD3zsgS+5R4dvkNDwT2UjD+9PlNyPmhARzymB1A9l1xbPuFkA72U30A9AJbEvSyDnb2ykwG+ToVLPcb3CTwUUK+9cCUcPkDlhL6nD9M9nyWEvh4/5jxMebm+gEurOubrMr5idMM9dkalPbHVCz1C+og9eHvIvcrgbr1SsBU+jllRvpv6Gr4AfY+9YzjNvb8vXb2jowM9EC5nPpKSmjwex5E9ldmnO/3LN75ShSi9RzCau6qIsj0agwg9RPwePu2ezr3EnVk+v2VYvrW3Wb6wDxe+qiJRPdbCLb6GWeE9aUN7vpNPpLscwy0+IMYlvRUBzb0NV0G+yP3yOTbXpr0zm7I9JjCmvhyZWLyW7A2+OVwTvRao1r2hctq8bpRQvkI6Ab3cL/k9FElMPbK0iT5T+tY8vUGYPo45Cj7fFfk9SK9Kvjx3BL1neHS+YCKUPGM5gb6KKYM+kNIzvTqSSz4MifM8rcsrvsN90r3kO1S+gXZHvlAtGr5Vy6k9JSQDvbuaID210Yg9uGknvY5CCz5OYnU9ZU/XPYE5rb291B+8sWyZPpBdCr7CP1g91HajPadFHL2GLJ09jZ2kvW5oWz0Wxm69kKQvPqkNr7sh1TA7+hANvaH8pr34OU++I+t7PgZPF754Bbo9+sL6vcHi573j45i8jWA9vrGu0rv5eFi8u80iPaWVhTwOcZU+xqRJPPNvAT6JSec957+EPXPHrT3QFk0+BMQcPo6vWT5tjFe9hTyivh0tIryjV1e+tIk7vhOabbzeRZI8PiUcPpQurD0/fti9BdukPsez770+7BI+qxqHvgeYpb6QLS++VszpPXX5mz6KHRu9LVj+PZPkJ709XJq76P6yPjZ9VL4rZ2299655vlX2Ob53C6y8eRbCPckymrxYhye+dt1xPUJMZj2Zmzq+lFdUPtQnQb0W3Cc+VXU0PmCtzj5yJle+W9zKPWdaar4ypQY+pBkXvjLrmT2hj2q+BrukvNpaS76wMxK+2T5UPlsIpr35jzs8r48pvsNb77xItyS+JE2DvZMc9L4V3qG9NB0RPnZu/T0ZMZS9oBfbvgZIAb0AHI2+vz1wPt5jFrtfZKY8z35zPSOMNT7l+hE+upaavuuCXbw57nA+YDu2PTDkRL6YjhO9lVUFPXCQCj5jR0K9G5GevaoAcj4wrlu+8bcCPg3nmT5WxW+9diyavtP0wT3NVaM9Y8UsPnrL0D0XHFQ9ITMIPkDcu76NsYg+dNxRPkCNDL4nS5o+oJS/PeTyb73Lhbi+axzWPNDfAL6TXvQ9gSNDPknT1T2qch++NAV0vczVlD7tW5w+t/EPvns7lDseocw9ojwPPg1OzD5t6Kq9GXeJvrDTkj79U7+9BohEPm0spr3aj12+XINbvgLRazx35vy75Z1cvvVdXT4k7RC+57kNvmR3Gj3v/J++RTFWviYqkD1khis+p5afvGMGzTx7qA6+AZBhPm4Nnz1xlBQ+pOYPvpJpPD7twok9nG9TPH/ymL5kyio7eFt7Po6pMj4wLF492FwePsJ3AD50NZY8E4KXPQ5ko7yZOHa9wlThvYlvIb5cUO29JyR9vqk37b0N4xO9APLgvUA0Tb1SsD490iqvvdj/J77F+JU93BotPvTZoD67si4+Ph1fvq1dCb3nFwC+Xh6nPtXLED4gcrc+EoKOvq30db7Dfwu8Oz4XPsTKsz3RCbI9VB9kvClvxbxRX08+iGH1PWcoCL7jZo6+DnPIPrekYj78gcm9RR6YvWVSDT3af/I8YSKcvmb3hrw3F8o9qU9DvvEf7L2wHhk+Qb6GPsBG5r2z2Rm9obbkvbdoqb6uuOu9jJqLvjuU/b0dppW+DXG0PgDr0DwXpX6+rSiOPR/3wL1o5AQ8iXOCPErpIL42Kh8+aXkgviSwzD2smOw9al87Pp46tDvUCEW9zYZAPdJ4h728wI0+ab9QvZ7Kj71KkSy9zRJvvoWIQr79UB4+XbIyvqMuob5pb7Y+CNT7vGOtgT4nxmi8GQB1PRk2kb7UhSY+QTeJPZn/Ez7ZkO09Zi46vtSaGL44AkE+fqrNPYTOQD5k53g9rfDFPeOwPz7mSoe+fsU8vuNKhr3J0Eo+Pup9Phz1jz1QRh4+SrMWPbKuvT2fJwm+lpGFPjK1Nb5iPlA9FGkpPo2JRT4uYye9K5VevEQQCL1bK7w9RDwEPjLjDz5FsrQ9/7Isvf1nCz7fVye9TNi1PbDntLzRRvu9FkQNPleODz2CcUA7gWM2vjXBCD5qOTm+7fVZvZXaoj2+nzu+x1FAPeChMr1LlNi9Y5d7vQbJvD0lBpG9pgwuPs1fKz2L/bi9K8O5PXbvgL4guDu8JDXovT/TCz5qasy9MtEkPsDJrTwn2s+91Bq6O7EVZz6RGwU+2U8RvobrvDsbl7G8j8OovFX5Jj5EyEY+KXWTPdyasz0tK3k9xrlPPZeMqT1zZ4s9mgF6va5Ub71IuSS+3XNIPv496b3ILIy74m2AvPmk8bzhr5M9MySKvSHqrb5U5DU9zvarPk9WMT51zhE+lNFCvh/mMj1wH7K6R5G5vm6p7j12U1S9RLGjvmj9sL3tp/g+vjFkvpvQir0O+5O9NkyXPSVMmr6cJ5K+fy+tPiYTZr49l0A9sTahPR0Qk70SzHy9/sYUPvDRpT5exFK+VpLKOS3lcr3xQDI+RnaBviT/tz6a37k9/EKQvsuYAb7coC0+gbZIvi450j2SR9K99XHgvu9Jrj2wPpw9OF+HvrgYpD23sry+z91JPiz8Hj7KZE6+ai+2PH/Iyb18/2c+axnSvi9uZr3Kg2w+0mPcPf28Vj5lj8k+FJvnvbjoL74BQFm9z2RkvizzWz5d23C+qyLlPB+qsb3jL2y9oiR0PLhrorw6frI7G9Y8PuSjgb2RkRw+c5AUvtyWJL72w7o+yq4JvROePr0TaRk+bt+DvaVyFD7mnnU+dwQAvbPDCr55nqe88Ds4vRRdyrze30W9wXSdPOywAD1Sa+G8c9vnPdsnIj0dT5e9YtqDPa4sHL72HOk9bAWpve0Isj0kJ2E+9ioyPRDhG739DfK8YxqNvhFqBr5lhIE+RiKbPsCoqDwimyY9qcy2PNPHFzsINBq+uN91PHma3zrG/yQ+J6mvPmP+pb1DClu9uT9svUOvwjuf5j0+t72DveQKDD44aT++W2ppPX2DxbtMjNu91lgoPVcpkbzmsx47rFcFPgYqRT51dlg+153nvdgWUj1NyQa+zFw8Pd8EQb7teXg+pY2xPnFjRr7EOze+R2cRPtmpNL5zW4U+exwavhJ5Fb4cobC9tYTSvafRfDxbovG9+lYzPV5yjr7R+EK+EFtKPi+EgL6vJ7o8Ep2Yvblmez5dWsO9vPe5PdEPHL5belk9qA2dvkrEfb6qkxW+ovP1PcUEYL47xoy8RbCFvL5U1r2wkTC9OD4+PlukLL74H7K+MsfKPL0Icj658Qm+KWI8vVxglbt1Vis9Y1MNPuehh70OxHw9YdYFPg6flr76jYQ9rmv4PVPuQLyxAhO9I6Z8PPLAAb7C5GI8Rv+hvnmO+zyscne9KuHBPTADlLmHX04+vt+TvVx6RD6r8jQ+6GIXvhkPyj1ezlq8ZwkuPcierT350fg9Xn/QPS7PbL0aTes8TQC5PWstEz6DTJW9aFgDPrIz5bwAZya+tcFBPbzQLb4qgBO+HtE3PgkY5D0CkGk99NPkvXeTgr1UNQy++Lg/PWpfLzwY65U+19UAvcLxW7sGGp29gEsYPe+B1j1o5qg97lg7voYlmL1c9Ho+DLYnPgIpXT4YWo09hG0nPjfm5D0R064+N+c3PJvjNz3YCCi+B3imvTmPOT5W2N49OAADPp+A2j1AbpY8ojpsvSNNsr0Gyni+BT4mPbdPCD4Matc9O0b6PWQZ9j0tGxQ9Lm4PPslViL78xNM9QFmEvumRXL5NSVC8wA6jvMpcVD6piYK+LXurOzp8jr1vGjs+hD2FPvYHSbrseC6+OqjbPf7IHr5e+Nu9Y1yaPTc2Mr3BLRQ9QRV6vaN1Lj5DLiK+Wj2tvU94pr1jdiI+m5VqPQcMDbxwE+s9z34zvXl5Or6+xam+iNVePn/o9725ryG+wucTPje0DzzrqwA+MPd3O6vHA7541QM9Z9bFvUAdHL53Bz2+HcmCvoOo9b1HRl483Y/5vWa3JL5qH14++Ag3vhq94bwqNJi+s988Pia2Wb3slFA91m6APZgCJT5zXVS9zmYPvrQs1Dw0kJw9pHRJPn7sKb2lY3Y9V64KPipa+zvtxH2+aYwlvs2d+b0m8K09IKJ7PoquSj4IuTs+d/u0OpOlWrzSFXK80C+2vcwtLrx63IU9yQJ7vYcztjzbOkW7p1cWvqIdt70GTg47WjYbPQwYGr70SNI9dPZrPX0Gfj6bzyE+E4h7PliEAT3OigY+aQSHvp3y8D2zoeE80gofvqBmTL5ApUK+erdOvtMWbD6eZFQ9JjJDvQQ8Q71pPnq+I0AgPoFDGT2HWH6+PHcmvn60cjwf2zQ+glVJvR4rB75bORK92oc6PcSgTrxa9Tq+cPwlPqiNrzzhSOi9IbLevDEuUT2zKgu++3zDPchOlT2etHS+zYqbvSM0xz1apSO+EmAHvutWCj3XmVQ99FT5PW7dLb7YLuq9HqWrPnT60D2ls4y8RtoVvR+YCL7o0Z29qluBPYOE2L693wW+kF0ePndRh7wKPIo9aDmUPadn7D345BK+m/YevF93BD72sUE+BKAZvCESPr03+le+y+eAvtbEALwZXa28fK2vPljPQj1B5pI+yzaCvp7ecr7P+v29NFmtvDvCbD2tQIW9nopEvncIMj6WNqc+aaYDPtowwT0rhJW9XNNaPudPPD5qJ6c9OuByvkR8NLwkUR6+BFBtPrYm/b1ALRE+of+GvoiVbz1AsYE84fJIu7JO5bwC4ES9Cq/JvYgkRT4CFJ+9wfaUvl9cib2T7YI9zSwePOREjL2oqva9P1gSPorG0TxGm/+9OHTfu9unDD60hSA+ejtUPYlOQD5HdMA9FQkcPsv8Gr3bL2A9LHHRveoiIj5AKSq+vSE/vvs0Qr6vOcI8o5ioPcRRYL2NeZE9VtAKvnOANjtl6ec9f3ruPNQmaD2xThS+XyZ1vOw8hT3i5AY+UiaRPD7/Uj7OzSC+rNewPSHIaz06O9w9uysZvmukW73Efgk+2VRdvk8jcD3SxfM88BA7vkOExr367gu9Zs0SPYQNxb1iqm29JZjRPBRH9D2gcoG9yHdSvLbKBz4AByA9WOAjvhrL+D1tdzo+Ci+OPXULkr5TYqS+mkAxvMqDJT6x1I68+mUwvjpOsD73Fv+7RkQHPunVhz769cI8WqNivm+cHD3zhAI+9Zi5PtzMlb7UwI0+NhH8PZVDQ74uUxg+cDQgPVAuZLtImi4+54QqvXehTD0dnVC9/TiqvFT8BD4iYfS8mwjcPY28ej3M1py+sCIGPQXbij48/mo+SVOhvqhKmj32mg29eZCoPsc2gD5F+gS+2LYDvVtsQb3Ye428DIRyPVYRnL6hyYS+sL9Dvn6KE73k8Fe9UgDbvW3ySr0xGow9JikKvvUHcj2XdlC8Jn69vgHyjD089I49GAUQPlCxHj02jQu+K0dRPpS8Fz42fCc+VWyWvBUTUb7cxEk8L39mPXIvvT3Zwmm9jdEpPomHa74r5I09zXEFvV+ULj55y7G+QS+CPioWPb4CW4S9Js24vak0gD4rh0k+rpDLvU34qzyxUW0+YyAkvSk1Xj3Sanm9vM0Yvu9Bp70iCxG+jWUqPp5zA741+ga+cqGMPvbPE75UIEA+/4C5PdPbnD7PWRW+wLSBPojv2z0gW/49/ELBPigwib51kbC+W/qYPXVRRj6Ce2g+ZyXMvpEJfD16hu+9oFSBvq39TT3sKUu+UgSePoq8Br3lvs48kdh8vVcSuL4+AYq+UYOtPdDVGby7zPy8BalyvUicyr3g/Zk+XALhPdxgMb7qTye+5b70vX0sdrxZYqO9hXAMPlQtFD4ul5M+JvRKvtckpr66X5o826BRPlhkLr7isrU8gs6wvN2gZz5MacS8s8V9vAOhlr2Z+W++5/WJPrs44TwF9+s9yJxvvOYDq77MwQq+QQqCvSvKLz4klje+O6mKPHp8Gr5otRC7aAOvvdNq4D1ARZA97UsuPhjVBr26odi8KtZmPpGy7rzaNqq8NTE/vQoPDj75iYM93jqCPZO0UT46p9g83tA4Pht3bz65PSS+lFS7Oh8WH77zXAY+v/d/PoyYHz3w7Ig+5IkJvD8J/72Hfxm++eNwPvH9j74UxlM9nEPWPV4MBT7f1P89321HPqK8kL63wOA92sYCvq21hT5St6E8SEHcPKh3SD2l32O9wxKZPtRJsT5qwpo8nkZ0vlywZT4v9jA9uwVfvUNRTr45zTw9P3u8PUoPQ74kBXk+wnwqvMK+d70XEMq9JP4pPjt/rLw6oGe+o0AWvGVOIT6pTuQ9ny8rPgE4rr2BNxO+iFKhPBP66D3fC7Q+ddjfvbq2CL3NmQY+KJlBvstvjD7v9kM+g1nPO+lPrT1Nvhg9tiukPSocLL0C68G9RrIAvhTYebyUS6U+t+84vk7pBz3Hbqm+XMZAvSZhG77XPX2+85GnvQFC7bwBnP+9az5svBSAVj2vD6e94UqDPjw1/j1x6Mi9b0p/vRaO4T2qGao7jojsPIgMPb4Uqo6+m6cOvlU5dj0UrAM+HZtfvpDYMj7EQhq+VmW9PREkpD0o4eI6QG49vnldkD1NER08OEPjvUODJb6zhY89DrUvvjIXEj5bhaQ8kQBWPSd6iD0kKHS++LFwPgv8d718DFU+TFMGvVZ5iz20W0y+Pst9vtXkC76uPFG+rtv6PfZsLT4kfkU7zFhtvYoHfr7kEsW9zW5rPQAwvb660AG+VHjpPL5jjr7k0ia+b+I3vV0eKr7DMBi+RMQ9vnhU1L18N+u9ve0fvmQBaT5aNc883t+0PW4+lb2J2dw98YY/PTUJwL3nmGM9JkdHvglSND11ZwM+cCVyPYSakr3am3279bA2vO2jpTxQLE++QXdOvSib/TwdlnK+t1p/vnEPVj6BoKm+O+KHPv18U71E6xg+LEflvRWKUL7klZY8tPd6vdCqNTzu+0u+8bcYvjdApr0GsCs8n7N4Pi6VAT5nfga7prg5PsD9RD4sPbu8PATVPe6Azbxo5Oi9VZ8ivTGdzj202Qc9uK0tvoqqEL7KkSu+oZ02Pmb4MD4SgWG+CDPZOZV1Qr4Rlgc+fLmRPvJzWL5hooA9vD+NPno7QD4apbQ8dK3yvSWAij0Nzay9zmRhPrV+jz3WogO+QdjBvXWp8r2/bQo+zIH5vNkpsz1EeMm9QsN1PdK+RDz3ym2+I6mSPUmJXT3yE3K9QLP2vUUrE770BYa9tlfyPbWYtb2pDt088IA4Pfwzor18eP09os2YPZJ2kz2t82e9qCubPftoa7lw/sI9u6FYPj7UWb1F3o69eiHrPLRenr1KwCy+b3Mvvtwbd72n55M86vUSvo/bjDyCC+G91G5pvWuuVb5Qqlc+NkiXvKaa0L1udbe9rzTGvOtkEj7pw5s9uQgpPit6tjg27JW83fsqvgikvz2Sq7C9n2qXPKaHmr3hb0E+0zIDPUAYab2e2h++EQpPPeThH74IATw+qUwLvFUUbj68EOm9KbKhvFfHB71+Bhc878OnvO9hAz6tIJq+XP2Hvu9yM736UKc9Wa06PZ/Skj7HCkq+vHiuPmw6FT2X0es8atOKPjkXBz7RkQG+04hYPsByjL1p3Ta+gl1Lvdyzlr5v9yQ+1UFIu94RFb6XyA++MHVwPoKu9T2MZ0O+pGZOvcDaVb4IfIg+vsEfvg2u2T1r2fS9qjmIvcpWmr7nMp89rMlRPiJ82z3EhEg+OdsKvp7Djr4K+JK+rLVSPlsV2T0Ic/+8Sj12vgQBS77DcAU/Y5+QPdSrFz4ZPLI+aODGPvnLmj6dN5I8oESJPbaBHr3ajSi+V9IkPobG7r7ii3U9gFyTvvIKkL4hY8k83bs/PQXKKD7mcTg8Q0yPvj9uCb4w26A+AHKiPZZqdz5YTGq+LfNlPa7FLD5S70W+c01YPiElTb5V5ci+Glo6vhUWCj6PNZi+aPfdPTTYUL64D9M9fHN/vnCmvr3mZ3w+m+WDvuxDXj1HE0A+CckovXBhiD1AZLE9uJ5kPlZNNj49ztq9YH9kvrtRzz0PJzK+bQ+uPvBosD0ug9a+u+bTvuLIDD6ZT6e924ZpvTYAKr5l7bW+RAsWvkmOCT7GBiS+6ZbcPaqMBL5ZTpI+ME8uPquU7j1//mK9mSXgPZTuLz6X7TS+QS7YO9NBij4MHl89df/GPsm2rj4HlSS8266zvaqGMb5+SZO+yfWgPeUYjr57JfI94d2SvF4gZ774bQ0+OLYnvtz6er1VBpa+ZK2cPXiiRjy5qKO9qlt7Pho1vT0vLIc9c0ONviACiz7nTLa9wXAcvp9ntjxoV4S++3hmvfjWsr1d1nK+HXoBvmIaXD2y8S49jiOPPrma2D20JBy+Tcb2PREMMT52osg+0M9jPZPDHTzdAWY8oG6nvd+wcT5RqVy9UCV1vQzMkb22m8C++RX/vAEJAj6hXlE+S5PDvZm/bzt1J02+9YedvK7X3rxB1ws99cRDvYMg/D6cwkg+9XbdvRLgI72U/vG8/7QGvovmvj0Oym28XKnsvTKoFTxYZmG+3dSaPpKqcT7R5I29rFMdvkTvIT4ZTDE+ypu8vTgHPL7/qYu7ov+2Pf3fEb6ygKm7z+F2vgIdPbycLls+u3SNvmaAvT0OSnw9UpMAPbka9z3XN6Q9WCqfO/FPLT6jDCY+GDqwPQB9vDwQ/pC8+XNRvZldgD6/nRA+9ZMUvmXgaD0BzIW+DnySPo4Ohj3V/So+6UL1OR/uqrwah2u+FROavs9O3T0DSk++4coYvmC+dz7I2yM9JAPVvOv1bb3OFxc+9jiKPQypsb7CTCu+z36ZvKyTsr1S4JO+9S9GvnKUN752ldK7saskPi/SjL2UQke+t+iHvk2hYT7cOCi+HHQOvKu+Hz70g1I+JUiWPMrWyL3oOy6+pwbDPVJbBz68RsA87YNKvQJo7L3X++08hgpLPS2BO74mOY+9jc0bvqQ0ZT1KbDq+UYQQPmWlM73sRxQ+xYaPPrYbsL2JHhe+Vts6PtrigT6WD4292q8SPmW8/z0rAPy9Nr2KPpHSH73RwPG8QVgovsjz7b371SM+E2eGvEAwiT2RaSs+54ACvnO6QT1SZq69DtzRPXWzgL2jIXA+hpCPPkDnIj5akLQ9hFTZvThzYL7VBuo6zwJgvrZj/7x5NHy+/eajvmpbY75cXRw7E4pgvQNpjb2QRta9Kf3WPOQYpb03Ibq9VWk9Pgg6bL7ewcq9GkOUPtL9BD5z3dc9Cg4nvv1RpT24RDu+nEDPvY8gHD71mII+Vqo7PmsDZ7wwBdA+YlbmPRS5BD6S2xC5nuTuvmHhCj1+m1y+3WsrPihkODw3B9a9oTqnPHEkRT7Gf3s7M95XvqXAiT6SZFC+knMwvsSXrD4O5ce8kRARvtznrD3uaSU+5mA0vSHeq75x8Tg8sP+tuzMTR742OLk+gyY0Pktxsj6Exwe+fT+oPUwogL788m29bd04vUxsGb44Pku9NPtMPrWtSr288qY9AaWTPfaCSD1mzjI+RkEDPotlOj6VnHU+u6yBvX7gPz2vWgE+N/PJvW2ohz7dzkK+tT+aPg9Lkr3aDLU9Dm2NvnY52z0b8UI+YZiUvhfndr6QyVi+qMBgvdMVV74PIxA+LV0IvkuOjD06Fk4+GXx1PhZEIT4QCvC+AQL9PdCNkryV75w8d7ALvSbw4rxUatU93X+ePZYwzT0CWw49eQo9vY5F2r1c2VW+GlcuPv0QZr5L52W+9qqeuw/nCj4iJFA9+T4kvnNWeL3ToHe+JxeCPumBP72d4Fo+MRtAPjTblL0gCjK9VgtLPORfnT0RucU998cZvUb0M74t8yU86TPbPH16BT7us6o+lr2OPfFKB7wCbIo+5reGOypEkDuemrO90oOvPSv2CT68yFW8MZXNPtVcsL1IUYo8iPFjvqfhXj0+zmi+L4CIvj3dUj6URh69vx4MPeUbQD2/pk29ULTkvU2vi7q68ly7Yx6IPgB4YT0nShW9KJM/vPa+XL0NEbs95GROvoCBLb7ieNQ9gBJCvr4EtT39AZm9QsU7PvUdXj5pHmA9xyAjPiu4Ej5Uw3k+9CcyPcXAhj3J88899CaEvjNpzL2wKMU9cMqHvfs5ZL7HNr8+5fAavY9xlz5FipS9lcdpPs4xA76GW3E+hlqgPUQxPD5voa49+n9ovvi0ID28Fk4+CpVdPkF7jz0krYU8YBf/vXeskr0OD8S8r+D1vrIRob50P6o+xC7BPZb22D3hTFU+634KPqvTEb7rMbg9V8ecPvOrv73le+q9MOE/PrvaQD4VtlY+q+XsPXiEEj4fgRi+0oeRPRVFtj3Cs62+64UxPUvyGL2FBj09pwJ+PS/bDL7m3PI9ukBmvRdFLT5j+sc9vqG5PhgzfrvVC589/jYWPtfm5jyGla88j2WOvbtoor1W1vg9mPMxPue3aj2PhOC8enFWvlgIgD6i9UW+CxwkPo3OJb01x308YEp+PDzbnr59uCu+1Xmevl703z2/Vco+Br8bPcW2zb0x94K+zfeVvZ8WeD6YcWO+NoCKvtDUmL1UgGu999xgvSQvlL7Ja9m9lvLOvAZ18Dw/iHC+PMbqPcPmBr43T+U+g703vllHkD2Om188FYI0vSpdmj1l/Ys9G5ECvtBVCb2PFz4+ejxxvWxcjT3/r0I9Rzv3vKTkLr5jlY++LcEVvYUYTb72G2I9dPBFPot8Nz6arCy+l/2QPtVAIz5VOpa+2EvqvI5tfL6qcm09g89XvrqHb76nSna+hAWZvQKyerxM2ag+a+uQvnyKGb6deta9Fe42PqXBKj59U5k96EEAvl4eZL65W7i9MWQ9PrF8Hz5wbyA+XG1TvseQbb2z6W2+0OXUPLbhCz3FepM96xtyvuh5Db6tUyy91He8vcaVSb7F4I6+rk7yPeozyz6jQwM+dM60vatQC77aKoE9HPEKvrpsljyE6gA9KSrHvUMGBr6YqZo+drcKPs2vqr2I7fo9K6GEPlcDHz5bTcA9yBo5Pchczz1TiNY7Wq+gPTE5Db6V1KE80hqyPcqZTb6ugfk9ZDpVvmJEgr3Ry7u9I2EovoI7nDxOSzo+VtQ1vLOuujzhKkS+QVpQPVKNPb6pGWM+xyLPPT8bKb4d/C4+QW3XPZSTtj0UPKQ9AoLSvXGeez1jBaI9Rn4vPerlKT4Htk0+HJ2BPgqhtj1NUTA+sW2CvQ3ovb1GmYC8EWwVPqU/ljyYrOG5xYlFPhtsQj42h/K9DmuwvXGv+z2FQJ69f7SYvMiCU75huke92fPePNdH4T05+hw+clwBvht6T70VkU2+Qd4FvfUApb6MljG+JdOzPavEgz39AdM+srPfPHFphr4NESO+Ppt/uwGHWj3Qfj0+GFb5veR2zbyJ5ci9MC+mvTIcRD66ZYw9F7XYvmVSoT78PlQ9Fh4BPtMc2DkkMI0+IMLIPguJib67tJM9stqjPUhv/T2JpIQ+PvU3PTLsJT2P82i+R4SuPIMf5j3jfJW9rlO2vV+VXzy961++c9u1u/CK2z2gJvY+GxI4vrB2Vz74LqA7U8aJPixuQj4OGMg8/+Ojvb1Wjz4d9ls+bjB1PeooIL5prgo9whRNPdhwlr4AFxq+55gAvmQhuT4X85E+98WsvJ1FRT7DvIa+zMXWvWi06Ly6nrk91zD5vRJLTj5zTz++mKmEPhcenb52pPa9GfPaPc38Kj7U+NU72AUVvI8Hhz7jvSQ+xh0JvvkzUT7zHc68JBXCPAgviL4Xk+Y+ksxsvi+m6rwUTba6AEr1PfoWr76Mk02+sDC5vEXBEr7F5Jw9UTf/vAO7V77dlCi+taAdPizKfz5ypuK9hiFlvshT/LyRPCy+6MfAvSevWz716Eo+QG1+vqBzRb5AK7y9TlD7vcOpMzxkvNy9d2gWvmh0Cz7r1FY+CrgNvi/4qj25FTK+XN8rPpimBj5hG7y89cDDPYI7Ez5+xxo+cGsDvt8swTwBNhi+PMr4PEgaKD1eRfY9Dy87va/EFb0zYYC95k4Uvtl7XzxoY7e+ukZBPvmkGT6ysaq9raJJvsgMTbwRBy8+q+jlvUg5I72BvIy+z7duvd1wIr0tFEy+s6HHPKQ2Ar4ibqI9TFVfPupb3zujMTS+YRpJPuUEtrzF/iG+RtDYPRieaz1ins09VvdXPfD8Wj7/stg9damJvng/sb71s6k+gJ+IvoyfjT1utVE+IKVPvunSD77rDUW+ntY+PuuLn77OpAU+k8m8PoiGHT65CAa+zg+Evu3NEr07ULk9JKZ9PSGwX77Rc8i8BoVOvRMscr6P+p2+j+IovtyDFr7EKxA+2lkHvjIe9r0eGlW+NsBtPcVZrrzthBa9VFdAPqmpqD1mIlO+EKILPegbBz68mTy+ndzLu+x1Yz4K6FA+N6BVPfAfur1TEK69UmKEPhRUC74t6Uk+rHhFPSDlAL7/ko6+tK6ePpVjsb598hW+UWNXvZiKrT5BE0G+buFtvpC5cj4dvhC+rp5SvlkHaT7SLny+WxyEvbTXjb2j3KY8JE0avWZLH77yoWo+qLLrvd8Xmb4GNO89RskmvldINj0n36C+cRErPtWKDb0caDW++UrmvTAtzr1raqw9eqilPvFgFL6G+jQ9ItBROUpKbz4wcgk+eo5CPiAygT6mOzo+VrOgPhohdb5oqvE9y6+rPRvcI734dKM9Sa51vaILQz1S/Dy9mmDUvCDz3T1b8vo9px++vaK8Pb54BZG+Fe38vf6l5LwWxgM+WWD4vW/vAz+aYBc+XgefPSlqBL4IBKe+A57wOpkYfz1wHbw9YicAvuk6Jb5Rx2A+1MIiPmBsZD70dji+2HpvPCag8r0bqig9sLe1PqKfpL292Vy+AJMzPsKQJ75xUts9Fti1vWXwOT60KPi+d+DUvet9wr3qqa4+sIB3PnmWKr5z4mS97UUTvjmQI73fO5W9FD+1vZRtA77REsq8nAwuvsWNsj5Na/E9UWEqvW+smD6tVaI+SocTPIeHPD7K8jI8ZDK+PUm4bT7KTrI+FW70PphyGL6SPLQ7lbJxvrdK871sl7W+LYvcvSNHRD5EEDE9P+dJPaxJGz5pXnE8FxCBPf1FAr0e5Og5pE4RvnRafr6fdq8+aRRDvh6+gr2F/X8+IdcCPZ/9nrxvwVs+bs3ZPNoOgb6OJzM8ctS5vc/NzLwX1w49VVmwvvt+hb0BqDS+V+TdPZEAHj4Ko869GuqPPLbA5z2dTde7epiDPUS7AT79aTq91FyzvcpsLr7P7jI+av3EvD3CUT6sRqE9EFekvgbbJL53gWc+gwCGOnef8jw3Ppm9hMUMvDWWgz4MBx29U+Q0vblwvzsCxrY9piUIP73CkLsoNgg88HrgvSiEP75E32m9RH/PvqYNjL1hT/m96Yk2vo+HhT64Blw+1vGFvjGLtz0NgXu+i8E6vh1PBDwY/VQ++FMePtKger1Fzgu96lyCPXSjdD62hQa+VV+gPd1o7z7WFEo+Ap5+vbB/rz19YAk9wMP9vWIrRTzdwGu+th0fvnGSl76zNHO+rt9gvTw9Pr1g6oc7jc93PUJGHr4FUto8V9mUPTnoz71GQUg+yw+MvhyELL70i7A9SpFgPCdLyD6RB4y8U/53PqQ1l73n2M691ejMvLCshD5xcUg+EvG7vSDms74OsBC+A68hPsAZ8T29wjI9pYA8PnTzCz4GNoc+LVRhvTY3XL69eVC+wgUlvSSrTb4MbX++e2xnvZ9TTr4g5xi9sv3yPXd+6T0AQKU9hV/hvSkfdz7or8A9j+GYvpWPsb4l94i9Dt3XPZcgDb6lEwk93rMWPk3Uh77is249/1JCPhG7ZD77RJG+SUdsPp4oAj6YsBI+qIFnvr1fPT6hEcQ90IOZvuCdhj4Kgr69F95SvcXa+j0L8I295c0aPetijr4Jofa8MN6kPf2Mu739sqA9GXiBveqgIb5GTkC9MO2cPSHckD7VjF+9n3e2PnHRR745BIg+XPeaPXyGK76pZ0m+KFS1u0xUeL54NT4+0u2NvvF9F76tHzI+jAmGvRVqK7148MC+3av3PdQGLT3KL5U9LA4OPh3mC74g1EG+1lwyvZNNHz5Pkxw+iEONPg5r27tzt7k+CvYvPl/vBz4qy429/T0gvguTj75hfKQ+H8kLvuk1vz2DOZI+BJnFvbFj5rtf2Wc+x6psPlLPhL52wLo+HSAyPsa4tz57m429PdlrPk4uj711rTa9gbx8PaIWOT0eZ/W8HCNXPkfS5T07wr68z4afvvEpBb4MQhU+Tr1hvhL4vz2I4p699yxQvrssH74jaL89LyMUPpxCnTyC2yU9cNWjPZNOxT38Di0+0+Ezvv6tW77We50+OFbuvZ8iCLyyH0u+5BpBvgJdTb7YWpS+AYKUvkGHYb4eEOg9sZy6vbWCTjwgr3a9pKNXvhbb27sEq8y7tfaYPqcsIb0GBj08NkFGvgf9fz7Ju98+Ael9PnRjs72DiL2+ZqqnPc2uPz5QINy9kOcfPsV0Uj58KDe+0J0tPjcO2z5jhYs+0MAKvyJHGL2Q0LS9jkJGPuJCnL4dT4E8UqMHPmL4IL1IxJY+uXJCPFyiTrtrfhs+HiPoPQJUVj3ruK2+UmJDvmnx/z0Cfqm9XtoUvf8MKDxiLq6+Z8EYPntbH72MRhE+L5AuvuKFTz1++UY+rwlOPaL43D76FYK+nY5GvkCuLD4HZy8+zam8PrB+lL6nCc+7VlqtPfmgx735V4y+k0GzvpY+qD622NQ9/o1hPZksq7tQ3KG99xUKvjX/dTlFl8Y+fiUCPYUSbLrpzje+TauePvF8W73OTDq9gnwyPSdD5LxPNUm9/SKLPV8JpL0LoQk+8+AtPrSITT0tGQU+t+ujPls7pD35sa29SCYsPkw/Mz4txpe+voItPmXqr74aTRa+3KLpvDk19r0rPI6+N8RtvKFrEb4DoZc7Ii0cvj7Ylj2spAw+9mnDva8QfT7QNuw9FsOLvsg3ib5LBHG8lM2APCWHsz08bkA+mZJ8vmlQdb4+Kpu+c+2dPj4SHD61cwC9viDCvW8vnL5LLag97nPFvVthO7xNUoW9/iG9Pn+2Uj7m5PY9JQbWvWnzxb1ZWbW9Zd3KvLE5D770FpS8Az+dvei+1zyQQLk9IZKEPs3T3D1qYzq+nthOPu7Wfb7e5K+9XrjXvW1Djz79u1q9nMBWPkYIID7Bop0+K54TPQEbu769wrU+xr8Uvsrf1jwb5ru7fDCkvlSq/jsBnIg+rfBfPtTaXT4ZmTA9aTFZvMaxxjw5q54+PiNPvTjyKb6EGiE+2cpivcn9B77PpLq90nfuvdxYqb4o95M+bnh0vrWBGz5GG5Q9uafHPT0jb75sx5U+4VZQPlgWPj4kjYI+9CQkvPXavL3Eo3A7/t+iPSbLQj43hIO8REhVPhbmtD1nRdg9a3y4PL6i8L3+kxE+Xhj/PnkU2z1d2Z8+tbl7vgsu6Twyw1K+wusrPsntv7wR1Y2+ZVn7PV39jz3ZyzC+f9DevY8xl70el2c+xPpUPvgMMb69iL4+XvgvPiaYxT7HzVG+poglvkZ2ST4owiU9kfXavXKn6D27Afe+7AXKvaYbUD2Hwgm+502avX4IJL7e8SW+Y4RkvfyAfz6nbIU9rWryvnGy3z3L5wy+sIqxPdl+lr70KjQ9+DlbvhH4Qb3ewrK9Vl5qPkVvzj4Cf2m+/5bVPHXAAr38XDa+kvdmvsaolz0EY689mTxrvZy7Lr2oxL09F+rJPqB9QT5gg3Y+VSKWPdA0wT1aQQ0+h7wzvZFAaT0w9NM9I28pPpNOOz4zluu+Se6VPSPEer6fOZq9QumXvk+vlz2Pv0M+l6IwusA05b0f8pA8ClS9PR7dBL6r+pM+FsYGPrIWgj76pna86AmovSP21j0Pcpy+fvlkvWDD9b3+AVg+P9E4vuCTTruqiFi8zaduPfmiHr0x1ha+l5gsPC6usb3xjtc9AS90PoF6Kb6NboE96YcfPdNa3T2o7Q2+5CeSPQeSWL7Z/Li9AnoTPpDHhT676JY9SNIhvpHX272h7AO+febmvAkDtz1tS6w+VZvdvTcFD75YnqM9CdGBvAggjj7/ZJc9rNTTPHDkYD3lHIM+uaFdvjAOz76JzVQ+NKdeu2Yldj6cqi89gyfHPUo22D3B4uU8PQSXuxbbEr2PGiq+0Ru4vh76kz4aN4g99lhHPQ8R7bzGUOC9uYnSvYc+ybsgLhG8vOuzPdLzsrw6C+08hRC3vT7am73028Q90rFVPWrSAr5ibFI9WfzYvBcGXjyW9D08vcm6PfpnCT0DR9m9ncKMPKmuuTrT5zs97JDqPKoUAr0IAcg6YaW/vcz8NTyyEza84+qhPGAr6LzZnPA9EZMfvrRLSz3e3KA8RSjCPUaeor2rRzM+TEUUvYBDGz12ejU+6BBnuDp8Kr3ZSFA94NGePWF3Cj2W2GU7HW8UPY6s8TwZ3xk94FNlPXv+ML2LsBs+fG0bPWDmSrwnoI4998SHvOFcmDzmlya83yEzPdhoRrxhc8w91L9YOyQFxj2+Aso+su6LPqJTYr4Ub2G+4bPfPvVb9L4ogVa+bizxPeAK0r6O/yi/UenEPlw7Jj6SvpS9M4PHPCRjMD02owA/0HgGv0Vi4T6/QAU/qTZrPlSPwz5H/4a+4hF2vq6iBTu6P7a+xX/rPjlIvj1JgsW++O2HvmGMMj4ndO8+TDJPvgw/vL2UoxA/SL+pvkKjdL7ruY6+J84Ov96bsz5W00I+j+I4PrFrjr6968y+fVzOPfG2ETw2sCA/lHNovrlddb4hA6c+NKQvPhjdkL65B/s8fNGCvveQiL6e440+9OCvPldHnD7rrH4+UibgvskFjL72O60+kGFVv3Brl77rwiA+mpiePoASzr3UxMY+IlrOvp/9Ab9D0nA+x9vnPuc1Ob0KwHc+SFWyuxZBGT4oQa2+mfi1PoYfuj1ZoiK+bvTZviHbgr520tG+o9zSPqbeHT6dYdI+yxgtvpaHiTwGCAC/+4OnPnPRlL4x1k0+WfRnvoH9fr7M+eM+gjTWPlPOqr7f1uI+gMfgPaWiv77hFoO+sa7TPsqE3L4uDpy+THeJPqx7o74kO1c+GDHuPod4iL5ZM6G+M5DgvmhUJD6XrPg+H0ajvhUGtD5sAo++S2+TPToenT6Kq9O+bmdAvl3DiL7QUYS9xbujPhbEmL5gyso+5ZLePi36TL+X1y++u7/TPiYsmj7JnRM+ntOHPmazE79JaHS+bEIfv6vdoT7K+A0/LtjOvh3UBT/uTWk+GGC3viRzmT14ZR0/BjzSvSVuBD7HAMk+v+66Pq12RL4kPtS+N82Avhwg0z1gBia+tKjkPmx9Cj4IQDA+g1EXPmAbD7+oSY0+RukZvy3M3j7lV+K+KlmbPrpVHT1G5s4+bdayvgmQFj5VmRY/v1+3vvlw6b7s4sO+z3WAPkE8jr6KvuI+3sqPvjmqQ76eBEg+OggcPh5BeT4XkgK+sguDPjGZEb8J/DO9OkwCP2J90D5WxEe+frDNveTxUT/aoNe7Uo8evpScIL4GPyk+WffePsQqzD5wu2u+BH5sPmrPpT6nlDY9KWOtvgS4IT8FJu89eb4gvsY4nr793x8/T0+OvqpB6z5dWQG+b504Pyblx73F/w4/q1eRvpyGqb3mkI0+u5gAP7RijT7MpG4+lpD8vGEFCL/N6om978e1PgHqiD76RT6+iJx9vm3tAr413VE9HNeFvqpVvL73MgE/VYBPPmWf9b57xII++Fgwvxi0yz5Lwqo+2qq4vg5UfT2rqYw+DRlVPpgOtz76JNu+REpmvUQ1Lrx2N+U+LcSoPYc1lD6LeJS+0bqbPv6bwr1bRLC+xHmBPk65yj0z3oc9B33Xvh3HnT16zsO+MJeMPTIXpj5bBAq9TCGdPsjkmz5IVYG9twuwvq6JhDz5vN08XhLQvOjujb0=","weightSpecs":[{"name":"dense_Dense1/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:55:39.043Z","modelTopologyType":"JSON","version":"0","formType":"change_email"}}