{"modelTopology":{"class_name":"Sequential","config":{"name":"change_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true,"batch_input_shape":[null,8],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"BCyxPl8tv75H54m+1ybzPgzc5z7KRSw+WFoJvuvMyz35pY0+Logyvn8YDb+I/xU+XgyAvv1UlL5M0U88t+KRPiDro773NsU+hFyZvgsTH7/pXQc+aVn1Pc5OBr0lPNs+yeSXPew/6jzmtzs86sCWvud6SL5J/B++Wf6lPKd1xb5QOuq+OCbaPiq7rb5Pdgg+W0KwPvJg0L6QngW/6QVnvtpp8j5F3nm+zz0kvT9wxT5y152+jnmgPtRxyT5FgP8+cit4vryCXb2buHS+MaAwvaMHTj4iisk+FPUivgyNH77IyaU+Phn6PupHWj6wKci+FkGvvXLF2D5ci9A9aZUzvpHRBLyVcK8+9FHRPv2C974f+Yi+P2lGvT2aMj5xcbK+AbyUvfOPuj4YDoW+0u4BP/c86L4geOY9MvRDPtrSs76wgKG+IxozvlyDX77Ergu+alsPvtwmqTzDpdG9tBKvvhPSVT6G9au+nK8OPnlovL58hDw+YxDevm8QVL4oPza9ZBBPPY/kKj48sCw+JTCwPl6nkz6uRwo+kyp0PrJYGr5vdoi+74afO0mPAzw5T6M+2Vn1vD7y8b2MJTw+ymaevvGSt75lQtQ+p2XdPU3elT6eRdy+YJrevUVClr7N08S+1QCtPsFsUD2lI6++fyJ4vCEeLryVLgS+pXOsvmM6gD6Rwvm+JTu3vTAHWL1ou72+38sHvvk1ab47jnY+m+uXvAYkoj7jbUO+tUqaPhRq4z4Y+Ca+LQnIvl672757C/g+BmDjPtfhir5tfeM+5NaAPoB4yr4PolG+WcCmPjhGqb7bHAW94pNoPq1MVb2lqqy9xpigPZVQob6dnLG9LL3tvRXvuL3aSKM9DXq6O7UngLygbpO8u2/Rva4OiD5xm8w9h+w5vW3ocz1YaHS+dpYnvVZSVj7cUES94emHPobixT3xBoK+otSsPYNY1zyA1kI++E0FPTzs272VmKG90OOPPYS+ZjzUpA8+ZK0AvvyKLD0qm9a9gFyLvbSLjb1COc49gWoOvSVQ6D3U5RE+vy71vUrR7T3XOS29gNAnPNPlyzwXDkG9Eh8JPJp8gT7M+pY+eMDgPeEovrxKVlK+wDkWPgJOGL0DgAg9aqimvHq37jzzgJw9R66QPcZ5Lz5bL06+uVdKvuXYFbytGHA9UfQZPrZFg73+JM09mYHaPJI0/r3gMco89zJUPDgCDb5seYS9JSR2vUC0IT7o/dC9yBukPfJZkD17LSW+df6lvWXjDL8OUcK9Cv2UPolUtL1ETOo8WvjXvXAXJr5BPxi9BNJePn/VvT3b6Oq8wCIAvQbSgb4Ovpi963PUO7KDR75tB4s+YlN1vrLmPr3CSS6+/Dr5uylAKL9V8NW77++TvlVCrb1EY0g8HfbDvThF/D06/ro9N3zVvmB7K77R9f08+pCdPvAqO732noq94mMZPhvINb7J8549t4knPe8SqT3jlls+ZxVOvubh8b5FNhI9DHZ3PrDU9z0/Byu+JqvQPEuEAj6QeMo8U+9QPUlJ770J54Q9CtNNPgOpIT7lwfI+5kl8vcTo+716r7I8/kCKPSqdmT2qZnC9cr+QPdq6bT7bWBu+BVhTvfzv+T3Qq0O9GNNMuzBu2DwS6J09b5vrvW68Wr3KmSg+2TSgvsrHaT6hqZ2++8Qnvu21DD2BjoO+/Fg9vl69J77+Vri+Ih7XvLAGm7l6zts9JUEGvr2udb7ixIa9d+lmPgvQPb3mi008z9lhPVLegr6RepW9c8XGvjcoPD6BgBS/VriePn+07L4D/hC+KsbzPahY+L1pZ4M+wK2iPp+Pq7x8kg28A82qvYBP6z4EkTG+CXNVvj558r2Hn7G916nBPYQbiT27g5K+0hB4PvMaUL7Tmeq+itBCvZ0N7z48B2I9DzNGvp+TCz6DLh0+SKuuPdFVGz5oDTC+8TAhPtxj2z5XF2c++1qnPv41kb33A0q86kqrO4s65DyJWGo+++8nPnU9Uj6DwNG80BYJvuz6oLzaGC8+4J4LPijxmTwrtsW9xcSVPnWTjb7NiUw+dL73PVP3gL7aV0A+0Mvivqoh5r2ANcs+9SADPgugt73qdTm+oRGUvrhdTj5VwU4+67kGvPzABL5fQ888c9ECv2+A7Tybs+C9lDoRvjemLL5F/X2+89EvvhdrXL5rKPA8CZiQviWjjT7eRmC+tXEEvmO+Hrqi2rG9/+VkPs8+tz4/t5S+LE9rvtoC3r3MFtE+iD7hveCFy7x+42k+9Q5GvROKmj0TpJI+vRBvva4inT5fFIM+zo3Svklckb2fDbg+24W8PobnwL5Jtmg+NZx0Pm68Lj4wU4g9VCR9vBvJGj4duss+mrSxPUisJj6WZoO+W4RbvalIAL6ZdDc+znemPqSMxz3hOqY+xy5JvglGnr6JAe88vXbRPtfQZLwrkc09tzJ1vjdRjTwrx14+PiDYvn4I0L5xVa+9r+c8vtgF1L66IZc+Co1mvtwadr7vbmK+ssBePhcpS77LBq4+FNdSvswCJL76H2i+JpN3vsMUDr6lsqk+52/xPtNalT4qtd8+m9jgPmGJ+D4DlFs9sSMnPgk4mL7a/q2+pvRHO3IVcz6Icsy+ixYovvjRA76lXPU7oFCDvuYgBz6T13C+qawYPq5M372eyr++8d5hvgXCTr5NcL082wPOvv+mAb57VDe+rclJPtgsZb24F6W+DwG3vgNwXL4gFZ0+9udsvObNmr6Jj66+X7AjvqZqBD9jU46+Evmvvg19yr7rm1c+0cxJvOTvG73ocba+oLedvnNFLjzZ54c+BB2cvk3CUD7gytE+qVXUvtnjm748/si9vEv9vdKnhz5H/+u+0AWkPhaCaD4JGs68raZsPjX3ib0Zd+Y+9TGPPvht4L7iGn4+1kGEPtiStj46Osc+2AyDvviAhb5zwfa92YxzPjnniz4DQKA+wNYxvmPHlr5UKk2++eyivow1nb7DkrO+wq+ePnaDVT5It6Y9wRInvTpJkT10+su+boxsPuAlMDwawIC+jIEZvkEfVj7ROD28LQsZPg5RCb9PDCM+8M2PPg3RHr6qMek+l2k1vp7YBzzC+8G9rgdVvhCq1z53f2g+NCdjPkAb7L4ul/693FCdPgzsxb6C4/G9PHq3PmHEor4+HAS+YMnePtfYYL6l+ze+pjR3vn5rob7YQn8+nv4MPqKQsj4jO+i+5rANvwNovLy7tV6+IF21PnlklD5I34S+jMcFPzES5b6rchQ+Q55uvReHfz0UIuw9AGAkPXY1mz26wQI8y7ZaPj0R2Tmm7wS+CgcyPk/JCz7BHz49PegEPsl9hb2tzKy9trqvPXgBsz2FJAU+JfzyPU/Fw728zjC+eWVPPEOVYb70Cu893owGvqoPij0GCC89stsPPkt1Qr0rfak9KOW8vE/bID6PyaO81NnEPIJhY73CQQk+EicPPjtIPj4Abdi9IONNvVKXOz7ZXsa9IPnbPRroGTrXpHc9ko0CvpddEr6Q0cQ9JaffPd4xDj4Z9Ry+tiwlPFupLD21v3g8A1dOvWOE4T1t0i6+NC3nvLAGkz0re/696NnEvdwi7r0qZKq9NFZVPSLXNj5pnY098Q2XPT5TB77L4Am80BgFvvrpzjyZ/0U+r8xKvfJ0DT7r/BO+J9WrPoFCML2IjHo+xlvjPVloqT2V8Sc+/isFvnS8ML5IJAW+ZmoqPvE2Yr4DjJm8rKcePjvS27uIzks8ILECvR1efj6nb3I8XzyovvgUS75uxnm+vRuGvtubuT3CyZk+4nMXvuR6Br6Tkii8zgFBvuhK5L3w2NA9aOIyPgkjiD0OLHG9lVMwvkou0TpWJmw+hX/vvVery70I0tQ9BPyDvX5Yv72FVKC+ylSKvXTnfD6K/WA+MC/lPZ8xZz4ZtCe+QfagOxZ2WL6pQIy+X6Kivnm8RD62jJ8+yJpDPktTtD6kcwY+P18jvFOoUL6Aqk2+fdD6u4Ze3D3G/Ge+YPQcPgdmKL2Y9a6+iZyvvfXaMr6HcSi+knNIPgpEB77tnWm+eEbJPYSp7jydiLi+9Xo7PvwKwb6gyU49Cu4pvqou+bzscKE+XzyFvo2UkD5zGg4+81TKPRsCc75zLng+6aJbPvnTmr1alE++mW/5vWArG76t9pY+kKHcvT0gGz0rjRq+Hn79PMSGgD6f24e8RPTZvsWGKr6FE5s+2ayIPbVS2L33xWm+u0sIPrwBvj1gmkE+2U1vvnaZjr4i1jc+x20/vo4/uD0FoIM+wIKWPqYJ9j3tRIg+7OutvcJMiL5R9R69dupVve9b2j1mWua7/9IrPk9eUzxhrHa941ogvj1cBD6pHh2+BYkYPgU1ub2VJqU+BTddPTrPB74THMA+cQ9MvVsPUz6V5e8+5fZ4O1B4Ar54qkw9RLnYPpi+Wz3lGKU+Ap/gPoW3jDucnys821qbPhZov7zSjc0+ePCBPTG1WT1jHSu+k8eqvt9nBb6MVeu9yry9PoqMjb7tUVI+akJDPieeu7zPu0488E+KPt9TqjnpSDq8Qn5dPZNiDz6aNJO9gE1UPrtuIb7d90M+YckZvfyBjr5PmRQ+N+TWPTI4R75q41y+qsNRPn1jDb2+bVG9nY21Pe/s2D1aKGI7AX+7PcWqi701yy09EEpjvQGQUb51I0A+IVMTvb9dd76ZYQq+16uSPo7+gL48ptc+KeGrPJAThb7ojUQ+6ipMvVIYl71KhB8+NZq9vnHlpbwJTi29SToiPo/YTr7+erW+sLOuPmjkJr3peCq+VpipvSd2rz4p7SS+CaCyvhNhu70x2La+0hlDvulyxz2RL8M9rsPNvRrbt7zxLY699Y/0vGx/P76lKLC9FAwdvPLecT7Yeoc8V5sCPhncSz6AKAU+SZzsvMUB7j0UxTS+sxFSPlzxn75ZYh++rcz+PYKOUj6jk587xvFHPlCkDT4vBpg9AeW0vU7d37pWXeC9/0YMvssrLD4LZ2o9z4V6PZRxfz52MNq9BC4MPqNmCb4bbJm9KsNQvQUVnjuvJ668Kp/xPYpQk770Hb8+86yovky5gj7qNIk+om8tvu1Qnj54kHq+7DuGvrC6y74gcwU+H4mqvltOFL41Yzs+U625vi9xz762gcK9wVhrPdTydL7rx7u9jHhpvrABB76vZTq+0TsOPm0vJD4M8tc9sMCLvtyzJr2MIac9xqmxvpf/GL5xDgQ+R1pfPs3Mkr7H5Yi7roNFPXrunLzoGiu+cppcPs0kb77YOki9vvhbPNGE77wo94s+vLmfu07WJb6l4oE+ym5aPuaD374oJS+8qw9mvf/mk71Q1ya+kisdPtn2kbzbs5Y9anGDPr08Ej4Uz9g+6qyWvpSTBb45rBe9ACCaPoIqU77+mdA+LE6evQt2lz7GGvI9wkPDPnzTlD4CNFs94G0hPndw2Dtg/O49dEoJvQetmj6M85y+c54KPzKpaj4Jt6s9ss5Wvszkj767DL0+X0z/PaI82b0IHgQ+zZofPr/ZarvFAwU+LUmVvY92gr6QUny+POhZPvmt7r5rf6U8dP8GPQ+zyT6loYE7DdEeOzCVWTzqLaA+ntVrPvGvrrp7oZC+FMq7PsnuDz3iwCm9wKEFvh1zPzz4jJA+CRecPmuubD3fPIk+2OW/vJ6FgTt6scK9KCG8vv8kzjyDYXo+QM2dPrVJPr1Z7yA+afGEvfz91z0y7N+94keIvdsRdz3vGkY876WsvWrG3b1UKCS8RQJhPWvD9r1T+LG9JtpfvQ/EDL5POQI+/BenvU8xA70zxK+9TxynPcPkFb06tj0+S6QGPreSUb5BZI05migRvnTRr72C3nK+oSo3vn+Lor3Glr69Fe7/vb9ufD054si8vKiCvjOJqLs2n7C9oLG0upAiH70vYEk9TJmNN1aEeT7175g8rc+bPbVEmD2lyZG91I6+PXEAi72TSnw9jlLmPVLg7D1cZQg9336cuuyRiD2oUUO+kYQHPmXRFr37QeU9vEJWvssPZL5nqrc9TdoGvQh24T31wYE7QNW1PRyrG77Q8oW9kEoEPVeBfj2V5c66ehY8vptUnD17722+Mp7tvZ49i73+d/k7+JZKPj28ZT4bD4c+qqiGO4bmgj5q0jG+e29IPcROUDzJ2J29F5a6vA9ezz744LI9o0/CvRpDNb0VmT2+tL6cPhbgqT3W5oq+ClSNvY46YT4Wy8++v1KePe71Ez22yMK9Y4fWPC/WDz54CIO+eYlaPsDUjLx3jT892E7EOih5aL2NRfk9FRwPPoKKPD4x55q9dTTNvXCQyD4lc8w9QlBwvkxj2r3Kdyw8Gz5dPiF/qT6YV9Y9iHkYPuTinr5dZJ29/9Kevu4fP74iWny91XEIPtnHrT4I6Ny9REQKvBaF2L0Ok+I9NRXRvEtzOr6iiDC+sl1wvfV6I7uQNdU9YZqwPA9aWz4NvTA93OVGPiNtAr5p4oK+j14qPpkwOz7pKwM+jQpFvUETwz6OGDa+QhqLvdjMC75Kg2A+E2KWvZj5Lb6u8LU+OH5BvoUJJT7CtCG+B0pLPrTrgL4ysXC9ZD8SvQCnmT39b70+4ehcPoUfd7whDYE92gldPt+3sz5/2EI+sTgjvVzMRj66cgA9/xdlvuCI7r0zMIk+T3eTPaHkJb7FUOi9PhIjPlXGZ75qe64+H9RbPrvmbL6BLIQ9w9E8vIY6B70LmYa9bZfVvXMR5T0kES++wIxzPo9+iDz6Hy8+BUkWPuP1Jb6xalW+hzB3PnNAdz6bcwE+/NBSvecrwb0jMKU97LuRvnEhFb6xL4o9ZkbQvbduzTxorMq9Eq0PvvJl1b3Solu+Y4L3vZUUFL3FzAa+Yww9vcF0iL7xePS99wQLPlptur0w/GS9ViasPYNXRj13T7q9MdLxO2eSaT1tmQY+Gc+tOR/yrL0jpA+9lwNnPSI7zr0Y1oe+icQivpktkjzXsKi9c+8EPlFdcr602eq9a5I8PlSRCL1X6UK+QbwgvuXysz4muKK9aezjve8Zwb3eOjm+giCmPPj0dr71Gpc+AH+6vMz7cD7BRKM9BGQTPgekiz2Jalc9YKrLPRTqTL6Rl7a96LeJPbn90D1vsb+9bgqQPSl0Mj4BGhc7Cu6MPHr8Wb4mNSw+aFiFPXZJCb5vFZk97CHGPUre+z2lHLy+WApxPpxIkz1a2X6+l+MZPoqToD5kh6Y+A//yvBPREj5hBSe+Vp5rvj1xfz18046+X69iPhAAnT1ozUG9zdqBPa+6Iz3T96i+yDgYvaHjWb4u/ga+BVuRPZx3Oj1oZOs9NhwSPnVzEj6e8M2+Ugb6PVplzj5r/gs+dTWsvYjHsj4AdUI+SaLCPS0oh74954I90dJZvWhCYr5MvJY+p8VVvZ7n9D2O8G6+92yVvXzXIz5utgK+hKEMPnT0OLzKSaS+M1J5PWkvgr7qPbS9sAPWPBio4r5Lsom+W5HuPZhZjT4ZWUa9dbzTPSdsej49neu9/nJaPg/h2T2hfce8xpoEPtvpEL46BWA9AZ/TvVo9nz6m69G9jXFRPFOsPzzefRi9b/+8PJ6r/72r+38+56smvjP+X73VjEa+5KA5PsnOgz1nKow+NlIePk2wer75B+i9hSDPOy8xQr4tICK948WOvuMIJD0vNCc+GdpOvnjnhbptWBY+8TCzPXpw/b07Qtu9769qPVR4D73Xy7e9DelAPVgiQ72OX9S9mMWiPu2087sIWLM+cJfvvdjfWL2JI1W+uka4vhlVIb7kwBE9VUQ4u94S8702WZ8+B8kJPc7ejz2GcWS9udkSvq6cgbyT+qI9I7sVPpTImT7R+v69pkX6Orb3kj7KtPs84k8BvNHsYj3Q5vW9U15zPmXrCz641TE+WJDrvCZghT2Izvo+gVYJPolZVj7PORU90yUVPQQRfz5AinU+5tONPS4gyj7zyIQ+qT47vkr9eb6B4sK980bwvVET6z0zYZU+cFjevbnSpj4om7A8kS/KPYF0oLyqS4Q+AioZvsAWNT5iSD4+U6wJPYyGn76qcro9qiMovkO3GT6hlOc9q1UePYevir0Yros+MXALvnIlXz31hV4+PP5wPeZeaT1A6908s+0mPh+mFT3L2Du9mzCRvvuVqz2vr5G8DMGAvt2unT0Sdf69KSuqPHNHvL1V3My8NC2SvisfYT6bo4c+4ROxPiuqNT5hOk8+0YEVPmpIJz6c1ks9Cqc/voWN6r2nHss8IhCrvQnBRz7GsSA+vLhFPWH4Qj7sqpG+1IOLPhIQDT0gvkq+xyFFPY1H+j3+dws8/xvgPZWUQj1clY+9t+kuvs9lOz721mK+ZuYYPp9/cz5FGeI9qwt1PnVvsD3zaJW+ADiwPJhPhD05rV8+1KqGviI7YD6t48o9nmelvRZ8Wr6eh4s+xcr9PVCejj0xpog9reWEPay3573ifaa+ZFaavgqoQL7BRwG+4D8IvUXxez60B9U9fv9sPWFicr6Sxw6++iFlvaiJdb57nGS+wreQPFXNqr3vk/A9lJ4QPv9xrj2ftBM+Fr0Hvgo+A74Yua49CDVkvQfUnT3YSsO9EvkNPhDAFL4lYIw9xKnyvRH9wL7G4+Y9TkHoPSpGVT4TI6g9t0WIPeGtwz5GiW29zOjaPPHcTz3P66m+vvwCvq2e2T1VKT+9nxINPhsOvrxYQEw+SkwzPgxSJL26/SG+X0MWPXksuT56bFC+hYnovShDl73yYys+BGvEOxsCs73RsvO9IFnzPQaHyb1LFZA8v59LvQMFZr5PEyO9x5LyvaHpGD6VqPS9x+2TPZn2F7wotho+qVuavbf2vr0Zaji+imRnPZ+9Bb4nVqY9NN9dPkjSDD61KpE9hMBAPURDtT0tKUc+ueGfPV26hL7haKE9tBm6PS+59r1ZPok+bATuvMt4ADxXKuW870CLPfBpG71roi2/szGIvbuuG77rX5C+Ny4zPjzjJj6ozJm+GHHMvOUFnL1Oxpm+mqoFvRAMIT6kW/A9gxIRPVdKfb1RuD6+WmgcPvBLYr7qdbC+X4SgPYckRz1AQF69yXokPjU4R76309C9t7eXO0vC5j2ABKK+h+VUPb1GE77aJvU9azyMPaaH/T3TCPW8E8McPg+5X73/phu+HmKNvRY9nL0cdei9sFEKvbmCFz3bxAy9VkpiPn0NxTzqFRw+NkGEPix3wL3krAu8VcLhvMEDHD0JEYm+vYKFPmnJRr5yDC29kal/PtLmML4lTjc+7rnKPXGXF74iRJI9d79hPnfefj3Dmre9UlGZvIAcsb3cwmE+Pxojvhl6JD7hkcE9FAM5vle9Ez23P8O8rQULPth0bj3nprQ+G8I6PkgmQr7wAna+4WOOvudJtL2K8Qc+TQZ8PVkDCr6t3Iu+ZHc6PllHKj5zixe++x+AvjshhD7oR4A+kx08voT6MT6Odyu9WkI1Ps5rG731MgY+dwltvrZCzb3RnhE+iqxBvmCukj4v0us7OTudPK6PHz7fqDE+ZZ3pPR7SlL7PFVO+0T7MvoQiAL1OrH29s2aHPvXRdL7DhzU9J8RcPpok9z3udhK+zTWGPCIoeT6cQlm7lVPgPOKRXz6D9k89n8dXPjZMe70AKxq+mcPwvdFvkj7/jEC+OcCqvWz3PT76HBK+DWu9vdy5ur4ddTw+xH7bvRQJir7GXiW+9P+dvSM5ir04SPQ9M9EzPSzDpz2SWRM+2UmdvvntTL5OtgK+ECMqvup+4j21WkM+3jYuvlyAAD7wf8w+ZsXPPX10Ur4M77e7NugYPjJ1HD7rTUe+6IPDvc/tCD417pE9Bv1sPoRD2z07KTY+mK7+vYMB3b3hxKK+hExzvpm3Fb7WoYS8Y5ilPhp+Kj5OSyQ+zAKMPdo1Ez57Mpa9YBcxvpZW1bzwpHM+1xRjvsTN1z0CNei9+8rsPaarKD6Iy54+5DeyPfApbj3ircC9Lq9JvfiW5z1S9D++5Zl5PkVWEj7EMG0+eiXYPt5Trz3ZCgK+tQlPvapepL1IuZ68WvYdvdaJRj7YvVA9aTAuvumxrz45Wyg7OT0Yvi9ADb6CeWy90nwjvT7eoT6x2vW8J/RHPiAy0z1QYgA+xb2nvuTGgD4r3EU+xSVbvYKhsL5JKgQ+zPyAPk6lJj3BUkS+GP6sPnCa270Mhiy8h9E4Pk87ATtGTRS9W2sMvoY7oL1uToC9WEC2vTejDz53+CS9Gr0fvlC8zr1raJm+/ZqZvUf+nb0vlZO+VN57vgqR2T1xbO09AMvnPKvZdz3SEtS9M7w9PkP+Bb5ToTw+Ke1CvXXfFD1k4p6+O+JIPgPrHT48hR882+0APLs5iD5s25s+GU8XPXzlRD77dsC+wBYePQYzjT7mhnW+tk2hPq0Dij4yjYy9dx4APlescTx8cSe+/KrAvrqRLb2zbtq+gLkFPo1SAz5sGvk9TKg7PrxzAjw7IW2+KF0aPnNMvD5y5uY9PZaZvOVRuT5a1l4+8yyPvUh2V76hNqC9G6sBPduJQ70/Q+c9bYrfPQEL6DwIpVq+t7xPPdxAKz5DGyC9WcwXPrckAr1HpJe+pJc1Po7fHb5dP3W+VlSyPAD30b5sfnG+nj6AO64siT4uEm69lUvaPTsdGL7lPuk9yzDDPdEyar7ihv+9+csGvsJiFD7WrDI+x79rPgOewbwsCSI+Dt1tvsCEib2n3D8+N+3mvcwKCDzQWkQ9ZA3pvOzebj4AbVQ94au0vaXwBD54Azm+PfOQPQ40Tj3VvAs+UtWYPk+rdD1EpYy678xHPfiSyL1+SYC+/4CcPe93Rj7QK2e+ulCUvkUTAj3hmCY+ULBLvkrV7r3MKii9BVx0PnGdir2MO428JGVpPUE3iT3PGKi9fcRxPUqS4zzFyck9RXUVvkDX9T2b+yS9ag/WOzSwIL7zpoW9v4VFPipHHzxj1K49c0uMPvGdrzzjOIG+XOhVvSg4Az2+pWy+H4EQPs5DzD3ZjZG+GfbJvn9zw7009gi8/B0YPgq+KD552YA90Bg8PCQuZT7FZRC+T3/uvp0zLT6g11w+Wy0EPjqTab1H88C77FxpPgwVnrwuZFK+yyfxPdTkTL63RAa9SLJOPi45Dj3EuVo+Q7ikPWsVDj6Swhw+Y8aFvbnQZr22XtQ8JOSBPjCIKze9hWi9AGUlPp/NGz4a/jW+eNHxvQ1lgb0/JiI+fkYkvvIeVD0n52+9BHktvl/FkT2I1wY8ldfrPYYzM7sz7Va8dinuO11/lL7xS1O8hhlNPYJSMT0kLbA9YO9WvvevEb6T6oA+HxWNPqk+l74cqOo5QKV2vsiZDD6dLJc9VNqaPGXKN74t6FE90iWFPOoUCz68so8+O/YZPsCraz7sKZK8MEivvLywfD2+Paq9LTJ7PqkKID6w2xs+4OV1u/uHhjvImss9+ESdPTeSnD7Y5wM9duwvvUnzZb1J7YU+Nq4VPadbjz7DsAa+Y8aAvNc9/zxNew0+uUqnvdYARj6OZKk+yDM2O1JuwjzST5S9YutcPX9UT71htx2+I/WfPF43fT4uXYq+9uwJvsWt8b2eoJq89Ifyvai3+Lx5tZC9x5kAPkjojLyQ7SE+AmyPvmk/MT2AUWk7r0o6vX7Vjj3l/ju9Kw34vYZRljxh43E+PGiGvbUMhj4c2Ws9fjp3PmqVsL0lQJu9itMHPkP8Z73A7lu+JA4Lvdthjz0f41Q+vsLgPRUTOjwOwE4+llykvix5Z765QbY9emULPo90rb2iIIe7/Yt+veDjNj6nIYo9NbATvnhCpT62oxu90SHoPVqfzT4FGTU+CxI6PuW2hj5CQIo9bt+ZPelj9zvKk7u9FqqBvGS+rD42ERE9mxCXvtM/EL53+Qg+53lNvmdRAD4q/+c9EwLNPQ2BXz2R/2i9UFQpPf+wA73Zpj6+nd/uPU5KaD5zyEc+0SlnPTrgrTwKHoG97lJ6vtA3NL3RhD2+ZyMSPnNhir12OO49riMQPgV1cj4SNYG+8KL9vF34jT2PhkS6oswVvqxbaT72bhG+MplCvkXkqL3N0Jm9HvN2PhN3vz2RLao+8mxoPhPnD71mFEw+co9kvm3T+T0d2p8+jtTUPRiHpz5X87c+5Jq7PSV4Wz5sJMA+Xm5gvnQGob7HKSS9DvlDPtSSoT562Wk+orLBvNZwPT4ypKI+KzKjPAjwN72NUbk9FiGdPeaVnz5jbgM9RheXvfmylz62nAY+QwtwvWbLBr3KX4I9F9rEveeLQD6ZVjk+/aV5vsTMVr0wN6a8z15FPju3ODyz5sq8C8sePkCtIj2JSpU+SA+MvpvrLj7kISI+PIvbvX4CQb6U/9I8ouqQPvcb+b0vvyw+9eC2voHR0z3zbAc9EIqmPThO372m/Z6+4t52PWgaMrsOArA+/VuPPruENT7fuOI4sF6BPj8mVL0TmKq+b9bzPQf8TTyE55c+fTnhvHvn070Jn+09RQIbPq66pD3aGyo+MDFkvmH8S75Xq8k9vgqbO2lVKT5zr4O7eaiVvcyBRD7SJxu9Qv1ZvYTaTD5SKoA+id4tvpkNyD3XgOO7hR8uPbtr2r07v4G9yc/uvevN6ju5ov+9EW2VvNXfDj66+2q+PmHHPMbPCj6gbQU+6S5yPv4JaDsZeRs9N6ECPqktmbynGIC71wEIvTUYL72HXZO9xMpdveT4WT0teDE+LqmmvQWoxD03yAg8vbSAveHK67tmZoY8r3iNPhqUUL7BQZU+o/9UPNfIgD3mD689t831Pe1UgjwbckC9O074Pk9fub0klyA+KIB0Psuthrygtp27RbFBPVMpSbsY7jc+JgZtPl0QSb68DYK+KdQyvGslVzw5gy08MwZCPh1Ew76GLGQ+Og8HPt1ZWT5N+Yo9SWFHPY4UgjyYkfA9VyqAPoA4rT2mHRe+vXEXPsf17rzNKH88kBzQPQarML6ux64+4mwgPrkbeL4XJwQ+NdMwPviw3jxjdq6+pPzMPHRZ7j07mAQ9PrAlPu0Yx70YC5o+cqKDPVfCcL4/43i+z3oIPua/8DxTGEY9DM8oPqUzxb2JSDw8AdMJPc5iLT5DhNI9YVzKPXjhkj1FAyG+tYcLvvzw8z2lBQs+dJH3vX4LvTzS+CC8pi0aPhNyYz2I3Y08NH2SvJekBb76omw+RukFvhZOAz5Mijg9aoQIPi0Lh72WNVi9XEIXvtOck73duYM9IlDZPV1iNT6FNLq8DrLFPFv4G73J0Pg9oVGYvOI3vr1tAJI9YgRTPQzoP70Qjju+Q2DbvVwDBb08wpe+RKnmPTpl1rr1aR49k+NePWmJCb5ZTKA9R9mBvH6lrD2mcEw91JCMvFnI2rwjJZC9B9Amvg0HG72wjXC+COmcPEBDKz4EekC+AErjva9pHL5MBn0+ZQn5POR1xDxks2g+eZxfPp+keD6Hqo89cLwZPmAs7rv81Wi9CsfyOiFwlTwI2rQ+V57kPWr3oD4cUGE+L3OUvQMq2D2FIai+ZXeAPnCyoz34qSe+z72LPSvz+jyFSUC+AeQsPjcIDL50A4u+6JO9vPWkQT066lq+kAXMPb8ux70G1Oy8FHL2PYmCLj33i+09pOozPr6HsT55P/g9rus/vu8hjj6WYyG+xWMivaY95bzS2Be+v4+VPr+WED52bxY+9VWiPow9G72heAe+6giTvVDsSr7fj+09yVGHPR0Ulj7GYZ09Fl+yPs0hEz48M7O9Jg5Ivpsvr73cFiW9IPRFPFNsID5g3GW+BboHPRwDTD3xROu8xB5mvgc9pL3W/EK9vJtEvtz/Ib742re9trN4vshytr2GlZa95fowuqKlFj6OjRC+03J9vsMHP77TgFe+lKoEvkN2cDwERQU+ngEtvkug/j1JpLc9OSv1vfBbm735ZiC+DLJmvuVepr3LlIm+tiufPXhKuzwFRLE7f1iAvuTp7rxLDgC9XuUvPgjEQj4h/ds9iAjCu2TsLT6/RVA+iIC9voKbgz5YtI6+tiSKvdM0sj6lf5S+aoLEO7icPr6M0ik9XuC0PRitJb1NB7Y9z7ckvmyKLT77Ggm9bO5cPBW4Ir5tmoE7s2AgvgzmuL4aa5Y93ggHvTDXbD1corQ98bF8PtxYYz5oEXc+ITObPCFe6jywuX89+bUkPiTatD2kLoi7lD8dPj0etL2jDho/Cjm/vSxXbj1ZUhI+0fryvVYYsT2WsKc8uIMFvioSYz5mDN88posJvUayaL6Bgfi9Yq49vu8Nhr20o9s92mN/vvDG1T25tbo9wJBfPOQ+OL42pAa9tJWLPex0hj0r6ws+aiRjPfodkb7c3tc+pBYXvuGjoTwCRuc96mlwvq+HYT046Bo+I/URvYyy4j0JJ7m7hfjyPH19E75v5DG9hnuCPLsLcL5haDQ9Oh4IvdOFkT1Kx0O9AZtNPVpCm7xB7QS93jgTPqMf7rwwJcu9tYaevZaOWT0vxwi+XI7iPQ5rtL1OU4a+k59HvQ8SoL6qrsI9ApuvPdsNtT3MavS99yGFPpxcOD7AJOC9I4xIPiXfFj5w4Yw7A/08vgKGmD7yfiw+bvEpPpklmz6udaE+1/zgvWxtD72IQi4+gcKVPiy8Dz6rpUu9FoeLPIM3aT0hRRC+wGEJvpLzjj5ZqCA+Pm4cvqALFD6zAbc877ffvSJUoD6PaiC+MOKLPt5xwb1oGAC+AQjTu1Y6hT1yqio+yfc6vjbuLD6bbgO9Lj8BPvetmT7uwII+j6xavhSZIr51CQk85SoIvtRdh72fTWW+wAo8PmyLEj4356u4iSubvheRBT43LKa+FL90PfM4/T2zfL49dGFCPMjrZz6A1aA+yCcFvvZA9L2rEaW9NeYhPoCgjr7rNwO9Rp+lPRQ7DD9TVeO9i1bjvXAlAL6wp3K9i8xwPiYdv74vPR88P61/PARNKr5KfFA+JtMXvXWX0r28ngq+ozDsvbhv+73fshE+By7avfLvhr7pXWI+wGNFvXZkob6RdOy8pfGRPu01aj7SSn++WyvLPJOoLD7+1cc9xkvMvdh01D4/Nhy+Pth3voMDdj6WpTU8rmEDPg1QkL2LsYO+aq8hPqmgPL6Kkj09sPHLvTmqyTucsc883iLIvaMQkD1v4Oe8UfyuvroIvjurqpw+jp6fPdhIRr13Fme9Tro+vQKveL4RVBO9FKfuPEXmtzzqphe9E0yAO5ww5L2zl6k97CI4Pnqlsr4WX/67/7a0vmnyXzwGxIi+3AmFvqCfKj6xwqa+HV2QvcZQcb4dwx2+DoY0viFTj744Yv49MCUxPjOALD1UW5y8eUU6vuESBL66Loy+PdQoPnoMDD7fDXS+ag6rPoK5lz7vqFc+nvr3vW6Ng73cgSQ+qLCzPVSWL70qlLU898wRPl/wAD5u+aE+ysyNvvUELD1vHS6+at8uPh+9Ib5bF0G+LYF4Pa59qT2fw8Y9HKrhPYtMrj0GK4A+bG3CPdnjbD2+5hU8j/tpPmugbbsE+x6+Zl0EPpHjXjsumHm+LiUgPRXGZb6Cn689bxN0PgkQiL4aaXi9eoHovXJYprxd+pa+Sr29PdboTj6ac8A+SrdJvsTolT0rPFk+QH7RvjwvMrxSOAK+25ykPvS+JL50J5Y+WzYqvNpZr7y3uCq+Q2Z1vjfyxzySyeY7ZXG6Pa4qDr4vcZG+iUqOvX+q8z2BKhK+uJBPvr7B97z3XE4+1uu9vXbtkLzWjxe+5/JmPm9QSr4lfo08vSkKvjfUe71zdp0+wMaGviMdMz7QOKc9duwJvHkVeD3odLE85wlYvUhwPL7uzfa8s/5EvtfSeb3A1he+W+ihPuUe871sqvO9x0FnvMN3DD6BtwQ9oAWzPclZRL5ixKS+BZuNu0qRib1FTkW+r0XtvYXNqbzjWmC+KU+YPRNgTD47vkK+F7glv9O7Fb2VJUi+FQCOvuvbfD2igbe7Gd1ivkGh073aXmG+SrArvqzFFT2UxZu9DyK3PvLRoD6yVJ49qVx2vdnnrz13lL68J/ElvhvcsT01FFI+vq9kvgxtJL6gtTm9A60WvkENN744UyM+RXeCvmGB3b2RZBW+YaJGPjJ707xZmEy+gzSJvekqZb2LOgw+y4h/vpSXVr5Hsdq8nPeSvJMiIDtHj7+9w9aXvFgopj5WP088PdmaPXPxQT2yPF68m/JCvNfo1z0CML478NCtvtQ6RD4LiHO+AhGFPjkHBb593VE+y2N9PtvdlbyD/ao+hoGgvcNWI75IqEo9tEY7Pj9wwL3TJ3s+L0z+vW86Wb6txBO9E46hvj1mfj683Ng8rZ2aPauiIb73Wzk7pM9VvuNG9724T64793o+vqE0UzrHUFM82/eIvqX59DyHvm27CtxvuyWk4ryVebm92niAPU4wEz7YUTE+iK8Fvmk2Wr5qcTA+ISM0Pisunr6UKIw9fplXPqnpoj5OQBU+e8YOPks7iD2tDNa9ZigGPlKCFL3rtEy+uJqSvuh8jT2AZ8s6VUDpPQCUjz767z8+vB6Ct+EX/b2gvqk9nqcmvbxamT2LOF48MKwKPoTXKr7xpQo9TN+dPtJkjL4S4YQ9uluqPvaGF72bMmA+ZPkmPsltGT61a+O9w8MwPjfj7D5HlNU9qX1nvR9Wiz7a65i9osudvQ88KT6unOi93jekPnqLJz4Ss40+7PO6PBdD/71g9IW+TL5dvDi/SD5+3QG+dG8CPvBjVj6p+Ae+wXxCPk1Cij5gSRS+2DoWvts8QT6Rnze96NV0vsHStD3VK6O9rhaTPTmpmz3Zq4W91KSvvCjupb3AxTo+zA5+vefvhj1gKaE9bpQOvcpL270tHSY9oKLzOpwYTL6zRDa+YfILvaLxFL54/Rq+3+5uPhrehj2oGv081niWvYbybj7lrWS+3pG4PsPL6jtoAXw+rvYrPhfzVz3Fupw+8cgAviZJS7wQdzS+xo4UPc3QHT3NDSU+R2xZPug94j7lS969/hNyPltNhTxykuS8qjoAPjUCzr38WaI+l64WPh3fir1gh9M9bhqAPKWVSL6dmJ87T3hfvipH0jw4WhU+wkR5PvemKb2STxg8FgpSveF7Hb6eWe69MI4rPq/cOj5Q6t69riOKPPSAdT2jwBe6ombNOhfMZT6jo02+q4BivgSs/zz/cZi9GYkzPuRNsLymNZW+bp9uPQuTlzsFseA9WnuOvcjZ5TzLuaS9z7oPvlnkF70EQXU9sLYhvlJVjL5iqhE+EJmyPSJBhDrr9Yo9nPYcvqQfQL63Ezm+SbGJvs+E+TyTFZE9gTH7vTv1Pr0qVzY9KMxxvjuFdT46bSm+3546vkZ0az0VAbq95C1NPSz8mr7h81A+5ZsUPj5TMTs28xG++i4sPvEflD0js7I7arFCPqPatTtbU4W+KNv/PXbnkL05b4695b6cvcw+lL2hDvi8INoivmj/jr4mhV6+VXZnvE3auj05Kj2+YUZ1vPV39z0mqmk9mX0QOZ2onb5sq3a+uoSAvRqqDb5yXpM9aYs2OrgRnj5u27w+WKGkPCUQg72QfkS+hc8rvv7KMr5G6sW90eAePLBzlz3YnfY9GVTdvFQqNjxIGXu9ihIOvlS6Mz7n5FU+Im1aPXBOdD4Xtfo9FAVjvv9rOz26PjK+TXWcvIOokD3bZpg9r6lDvrI/hT2R8XO+Oc6zPe9udr1tgxo9UD+QPqrdyL3wS5U+JCnTvVZ6Sb7bm5S8jHuKvq7imD6DEgU+euGfPk3/cb00rlG+St09voN7a772dlg+8znoPdglG76RAC8+X//YPXUIdz2xy7E9jDaVPrmaOL0V8w4+gzQ8vmVaHrx1eAo9+UN/Pm9wbD2gpw6+BwaKPuThQLxacha+WJS0vl9vw74Dv1s9EcAFPvfHjz7iMWE+IqeOPpMzSz4OwzA+YmWqvWf1Or6lTxG8W3tDPm41Nr5UPRi86GmfvkOExLwDpZu84flnPm/LBz5dqrs+SbNbvUd1Zr7jqce83WsjPcFWsb1CtWa9txKoPq+CNj4HWHq+phg3PUS3hr4RBDk+II84Pjp9+L3GwLC93R+gPZOy6LzNkZY+CeKUvFS1j76SF4m9XjFBvVSN3L0mMdU9u2DavfmeVzuN61s+rUvovbIP2L4jamI+BFUmPlMZozzVn7e+vj2tPfI/xbsdeQU8w0DDvoet0T1cWOW8QGMIva3Ukz4FuZ+9HOpAvU8PCL75kFU98gskPuM5H76gx9o8tc8kPjVV97wWhQU+VAG5vtrYo72VMQW+ksxTvtB+2L7vJJw9uUsPPSRMAL2jPTg+hF7AO3iwab4UEsk9UtAHvW4vSL0moqQ9erJLPdncM74cxIS+K6t3PYZdUT05Sus84CzIPqUpa76/QhO8mg/xuzt+7L0sRMO972yFPayNuL2ZaJ++4UesPHuqZDyL51G9807MvQf7IrzP/4S+mZBlPjqEcb5LX6m+NIHYvU3fHL4LEMO9uBnavZGrNj7XNeg9a1MmPKGSl71Kfyo914UpvugXf70KOYo8qA85PvXoPL4Vb0i+A9qDPh/bvjw4KxS+H/UbvtaMaL2XDyE9+/Dmvc+Lerzx5f29I2oRPjWJvD2ZQpw9uDe3PdpSZr4ZdY69o9DDvQBr4DsLsv+93yUOvUiJb76VGuU91MPXvb5YLT0wnVs9Esc9vlNEoT5gQZa9boeOvkxS571MjoM+h6D4vXnBNz5YBWA+b1UgPARp2z28y46+8s/0PmC3NzzTiFu+sZ8Ou1cTXL2w5Jm9BIzjOyvNXT6RIOS8gsUdvmOECT7t/KG+xVJkvkUDjL3YxxA+eaRjPuM5Vr4P3gs+yFwvPiGxVz7AgJQ7F55bvvW4dT5ruXo9+bEQvgsgzL3EZZc+He48Pvn4zD7Vyei9YUQ/Pr7Iwb36tBQ9Ci6QvhbmyL0DFKG9e5cXPjxUmT7HT1Q+m7B4PqWqFT47Ah49FlYlvvG9kr0V6me+fAwDPv/CFj4Icoo+zmq9PQ3Us75hZJk9U9kMvom4Cj3/iIU+Lomivft/vj0GTy8+YrsvPEO/lr0CIZY9Icw6PIkXpj1uXye+QEkNPl2q5z2mGJe+uJoPPsIekDzCMgI9DPLcOyAVuD4h9iA+dd0svHltC74HYZw8RuflPYLwJj7ALq8+0RjgPIL+eb7c8/a9YY0XPpcmGL6p/oe9A5bOvENEBz3i49i9sf60PaeUBz42Cys9YDXqPVNCPL5ncC++2UQ8vUSFBT5TyoW+r9/fPDOigj0rGf08jR4wPgFPMT6XQCe+SCCXvt8PDb371FC9524CvjiPVL5egQo+UVEavj5Cvb1zfTq+saaDPvHR9r0fS4Y7GYFUPlhpUL7vh9A94UrxvT4oGD4O8nU+GI5yviMIB75epZ2+LDGPvSoUBL27z9C8CsyBPjOlzr7rTHC+yxjTPeufgr3UkoO9sommvOAOgr5UzZK9JD19vusRzzx9Tzw+RnAEPXMJarx9TZ6+oSg9PBcRWr4Wsm6+b7lSPmnkUL1JgOC9ssFvvh21kj4yf3A9MPihvAp5u72MMKk9MQcnPpIiZb4nzuW9FWefPlXprb3n2uk90TtUvNbLv71DZLm9839dPMni+b2HtUw87WJSvue7Gz4pNV083tbJPRpyST0nHEy9d9uLPtMU7b3NsSW+stBGPUDRUT6hs5O+8eOJPjqz4T0Fjww+LbOevtcdLD5k7aY8zY2VvmVFkb1VR1U9uoXGuyMKOD3OWzg+785hvrU0m73sN969pQt1vrqHS767aGu9+dyAPhmHVb5VAa497NNgvr7ph77PjWc9hvGJvll9mT5+ZsA+yHEZPntplT0v/xU+ZRpKvjf8aL4oAoM+NgsUPBfowLygEOU8MshBu1iQ6z0Jf0u+lpxYPrFrSzwttSQ+MYOwvVl1Wz58PQc9BYnaO8Rm8j3zSXC9MvaZPUgDVL2y8JQ8O0rMvTWYFL6tdJE9AdLoPacMhT4vgl4+wwVuPoAbUT0UHiM+LbDFvYHqPDyXWJw+ujYmvt0yT766OVY+BlFHPStI3j1zQJa+diQjvCnIMjyYAQG9HMwwvimn+juL+Z2+MZviOsjeyj3HVkw9BFGZvofIJ75s0DK+vtjMvk1p+T1y+RA9f89mvk9+qz3zuBs9xkS1vp3BgD6GvSK+N64ZPouIuj4OcDm9QVaDvsbgAj6dp4S+Aao3vgspo7ycbqW8XGmuvVzUYzyRC6K9XCn9vROfSD2aXQo+w2wzvm9ixDv55Bq+Q9qOvXvgsTtZu729gjeZPDZ8NT5ImpA9b3s2PW1JML7TnrA9ZceHvknwlD2MNjq+FcIHvtXgMD5Tmvq99Tg5PtiG1j3gt1o9iehyvQqnMT7grXo9aHgtvkNVr7slDY2+0tisvd1IID7zYr89xVaPPHJlNz79KRw9/1MgPgvuCz4FPg0+q/fSvTqlr7zX1Aw+Lfq+PVd3cz4Y7489D/aoveKEl72+O+48E/tNvV+QUD48h589g7yaPLdjL754GNu94gAGPd4k/b2p3S8+Wds8vqYdTz6QyBw+nfiavaFuCD7keBu8QUzvvVcXK73bkpY+eVzcvVHPir47/4E94zXrPTBNWTxWf9u9BhYXukxVCTxtKdc92m2UvbcDdr0jpL09dPEdPZoexb33vPa99soevhYJPLwyCBo9SVxUvvvZgT0LWr29TEdVvXgclr6pJcC9JtLIPbZDjb0S4UI+qHfHPc17b7vFpEA+AgIqPhUu9Lzsx9y8irsxvUYRWz4Bt8k9gDNkPmtc9D2UaWA+eSLRPREyuj5PxPw7eFyUPh/XEz6ylj++5kqHPmpWsLxLNvY98spXvcs2PD7heAS+q2+0vdANejweYNe96fUevXkcaz5R75S+CDq2PQtUgT4mmlw+lkJqPZT2ID4PShC9DhPZPjmyOD5oxHK9JlpEvvipdz4lrXk9hqmLvq9IszwaTDi+5fhsPXEOUD6upBO+huvLPlGgtL0VHPq9CMJ/vDzfDb7QUto9E8clO+wyEz19bHi+Tna2PiaIhDzFhmq8B8tjvogFyb1lC0a9PmKIvE6QIT4BohW+50OLvXCE/z0uiwA+0ZOnPYdpfj3+InM+VRFrPTFjc74WVvK9ngGMvUoQC74vF569qFl/PPhitT42SYu+smKDvreN4L2Enzq+vFD4vHX4xr4hqhy9t4a5vQK+L738/q4+kahzvELd3b3rHK+9syU1vo6br72t7rG9obieO3NSBT2cw9A9LZ1Ivk3Xwr7j3Uo+zZZlPl0xlz1Yuqm+F8h7PXNKmT7CGAQ+897ivWrTuD7iWpG+P4t2vvyoGj6dDgU9Lr5LPmTv5b29RKG+veqWPRX5gL4smIM9aC2vPIU+Iz0kMwu9dRinvsQSXT0P38O9u/uVvq0Nlb70m9e7l04jProieDyvWw8+Tf/UPby0ub4NLT6+HJFAvUWmLb47CYq+K7KZvda0FT5DlMa9252uvRGxcj4Wt2C+rIJKPkvMRb52AwG91obgPMyRSL4Vaxm+kKHvvQbLID64I4a+1WBAPlAlCD5W1uy7ULX8Pb7bEj7RfXu+V8QJPhEJmb29Jpy+EFzyvSJzE77TE7y9ZjwgvqGQi777r5S+kSIUvvmYNj4CQya+XhgKvjpCCj4hJIc+UD8wPl6Mt76c1Bm+pD4BPptSzL22+qY9N95FvmOiR7o/drw+9Z2PvUfG67sdIoa+uxrhvVj9/r3+Zx09K802PkHi8T2Nbi4+v8sAvQTbij2Hzxa+jhTUveuySL2ImAY+E3iYvrdKJj4jCXS8uuMjvYjBsbwKH8y4XXArvjSDy70wFg4+0wrbvQA7rL6MmOU8LiZSvbgUoL0cNNg9d6zfPV7lRr64NrG5PYUVviSjtr6efyG9qk4IvrubAD7ScRk+ejg8vn+MOj0SeVU9WMByvuV2vb0y/Ya844aeuw76iL53YmW9wkMGPFXgKTxKNae9jx4AvPiaNb6FzS4+urSTvX5i1r3HD3k+G2ToPcYhizw1isE9usQyPkt6sb52A6w7sfhqvUCbSb6x2ky+NDCDvWy7rL1s6J+9WTmXvb3TzD17MHo9FZ1lPckiAL56Fpa+8yMBPuZZLb6pxIy8UQJ3vSqnFz02OdU9BxSKPhhLxTzVYLa9faYaProyKz6TEfY81KjIPTo0fj70oAI+21YRPtwCOb7AgJo+2q1APUSlv75g+aI+lqk1PoZRnj4KhE29JhKXPqAnoL7+bom+e/H1PaoBhz5foRy9d1+6PS6UP76GgDC9eMWnPVk0yjytqCW+ctHvvXn2nj42uKY+GakMvdC3g70UUEI++xXPPZxyDb54xWa+uf6dPpGaGL6JH5g+M9T6PX4bVL57Q2g+dH1IvsFKo7yNUrG9rReKvdQoxTvaEFC92oBoPtxPJj5pA7E+7WojPugpD74Sk4a9yrilPWLLjzovB1a+RAR3Pt43Kz6RCwK+uaWwvcLXQzzx/3G9UK/pPcTlCb4vhSw9/TofPALSkz2K5JU9SXwwvm6cPj40Ipi9iMC6PZbFGb6q/Gc9usstPjp8Vb6bIJm9MrWavNP89rqEwvk99dAWPtq/gT0QbRO+WcPXvT8U1bz1g5i9RJyaPvuZrb182JW8jee2PMcI073R4Qq+bA8PPR90i7347hO8rlUWPv3BzD3+ODO+isJVvQ5ihD7Yidm9LLozPtWL/b2w9fi8VVZcPjQWsr0bHlM+wGWpPeVO6b1UuxY+0Eghvjh/ur0Nn++986rGvSZJCLuVSty8FB4AvupteT4VrQK83UGjvELhPL3baGe9Gln5vbJdtj3yLXk9jkhMvZC3w7yk510+pVs+vqP4RL4LmzC+F80vvjAv8L0h2A2+VCyNvAHOD741yVE+OHOdvmNgjbzLddk9d2srvlL+j75ForC+JVSAvgHZNL7vyxw+2iNrPnNmFT0yrky9tgajvp74Yr4W+40+pFrLvRpjDL6nRy6+BLk+PvfYs72k06G+pt2EPfN+QD1sP8a9kMoMvTwAmL5xWlc+L06sPGf+L75RQhA9wRuVvlb6Y76RKE0+/YCvvUyuGr2OQLy9Gy9zvYfeob1KFY+9jqVbPbVvpzuc+Yu9udMGvlX7BL5LX7c9anDDPYPQVL5HsRK+MbxMPXu0o7yBiF4+eGEPPGS5BT4ztJ48ETqZPl8XjT740x0+q2ayPkO7ML7WtSa+Ctyou8NAET7Jami9NkfGvYGzTz7OofG9DhIWvom/AL41TD4+coW/vd9AhL4M3XG9b9nEvAsx6r2yrzA+r/scPkX0NL4/BX2+diX7vYM5kT1Xz06+jvFPvonY8z0cdIc+R8uwvuwVQr47LYo+hvaGPhU2Xb5y2r29vaWyvcRLZj7/cgq81j4hvsb1YT7sn7W8j8o4PoX4vz2FaHM+rdutvtyPZ74Sw5e+JHE0vsJw6rxGJZA9rPyNPg/Tnj5bbLk+Cq8xvss5ET4P2fi9H+wdvnO4sL5waoI+aPk5vnJznD34/VQ9fE0AviYmpb5inSA+J+YUvrHnqL5mswO8xnNwPvI9bb4enaK9u0HhPYpjL77cqKe9k6R2vopxRb79RdK9yWO0vU4y7D0huvG9OM8ZPqqfRb6DJPK+9nt0vWB1xr1nC30+lZx8PR1LAD7faRK9DrhlPspDIL435Xy+FRGHPkZL6r2KFMe+XgZuPkA+xDxWSFa+mHhVvSmxZbvp1lW+4+wLvtlURb6IAJ89dsWVPY3PGj5TLt+8EQ1VvsRqsT5gh46+yr7MvZoV9Dw5DPC9J+2rvSiLPz187G49HUQTPkyQej11T20+oblCPmLqIjx4Pzk+jZsFPj5aSr1mT2C+2EPEPc6zqb7XSvW8H7aRPtHoIb6walS+N5AovntAt7wMoAA+eGraPV/u2T0AIRG+hOpDPUW+0z1lTYG+9qd1PoSPej5iA9E9pyobvRVxeL2jHQc+A4sHPnpmcT7Hc1E9amuUvfFdfb7zi9U9TBZsPrCCNz6RrE2+GQTBPc12sD2PnX09Cya/vSgpMj142hc+R5mVPJC5Ur7IjVa+NURWPjjCOj7FGLq9vZuKvtJunT7Oc4m+4IhkPjxLMj5pojK+V7D0PSU+ST489KE+osucPacTnbzTcQ2+vG2GvfJ4Qz6/DpQ9aL6WPQvvnTxU0pC9Qan5vPxy/T2+bAo95tzjvUzfjj5ozbe9lXt6vQOnBr2BQJo9CHwfvKd+oz0mEWQ8pXhGPrTsKb7gSBS+y3ulPZKb4LzQq7a9i0eTPVEgoT4HPES+sBrNPY3xez4howe9oDx7Pr7Kjr4IDi29uVkUvclyBz7wUmw+AhElvW4TiL6yfSq+WKTdvYlmHb4ySKm8V23EvWjElb2APKY+nh07vrz6vb028MQ78DaoPiHn/z3Fi5K+f1mXPayYLL2huPq8388PvijvyD5PwCu+cfBqvl43DD5mo629q3b9PZUiTb69jLW+2WufPVmJKb59FC89Miy8PVexq75auHy91s89vWbk0Lv8mgo+zUDSvpc+m73UwLs+KD4dvsa3mL4OEuU95Oh7vg3U+b2Hz8C+m1aGvKSALb6K/8q97Yu2vUG52r2lWQE+plLQvnukn70IJa++8Uy/u+IHvb7snM47LwnePV2dl74qQ7S+nZuqPZozJ72RxZC53secPn44ND5mVxG9qcmFPd/mIL0pDt6+L++cPrhyfL4Ufua9cUg7vcqlKDwwVUq+w8G0vpvBS75CJ7q+d1G1Pde0HT2eW9C8gLkfPmtBtT565Cc+In/JPcS4mL5ZI8e+/TA4PkYxTL73TyQ+PxbnvUVnsT3RiK48wgKyvKoumzsmaOC+v44QPQYftb7V35G+qS0tPcRrLz5jfKq9+XCCvm1p6D2LsVG+WhU/veKaaz3RfmS9z8OYvtNvCD5TZ3S9Q7kmvnmNdD5Rh1O96DlOvgWJEr0Yo3M9eMaQvAqfeb56eky9ipyGvuMos72t8L680QcFvtOsfL61phk9uERnvqrSEb7Y3AK+wM8UPugJdj5+NTE+AmRRPPmgEr6QzWI+QI0Hvo9Nkr4YoPK92ZxkPsRBQr6EWq89oe25vSdHoT1t1LO9t3GiPH4APL7qx+i8S9rOvXj+JD5BXyA8jByavY/dnb15R6w9RpeHPUvCg70wf9k9/Y8DvWpTkLzUy+S8GPPbOx87fz1ZCSo+CRdgOgihZD7QoH09KiJJvvaAEb7zz4y+0WzVvYjsgr4cCsU98wGMvqFf0rwbufW9AhmovtzI1b0ZZoK9jcsAvqf5+bzrndQ9B2v7PVzleb5/AG+8+NqUvgpDFL62W4w9IPorvs1/yT1z49q+bd0hvfipiDwR1Do+7z3uvVxTiT77OAu+P0u8OUQEIj6DCVY+w6v6PCgQnD79RrU8ks6dvJSHCr7g2le9I8iwvc9YCj2UNwK+DgSrvr1jCz7O85o+LJlsvQXU4jpFBHc+MgGwPD61Ar72SXC+6MSHvXJyYL2fA6++z0KNPf1spzx2yYI+Nb4VvVxClb3RAoC99jspvs4OXT3b9je+t6PAPXEFH70BLKk76TCPPmhF371xpR++7FTrvQdMjz21BVi8sTwkvif2WT5wgXi+WSkwvv5dN73kL8W9OCyJPrJgSD74HvQ9Plr6vQC0wD4+ecQ+F5qiva3dK720u526tY/iPc1FgL7VUCE+kje7Pd92Pj7kvXY+rKAVPp6MVj6jfyO+doFzvVqGSz27ld+9fyn9vQn/Ej7kKdA9HnaavZ4umL1CVaE+6p1Ivmn4Jr4gpNs9HS/BvUzN472rwBk+I8umvu9f/z3gZkM9DUS+vKkViL6uIfO9wVCxPLFYNb6j3FA+/FRlPngkpT6C8CA+ZI4YPi1dvb2S4WG9NOYBPV/ZT77UNFu+UBGAvog/hj03U0s+mEoHvbA04b0pZIs+rA2ivTCnxT26kw49q9oUvbC/lT0IZcW855U0PSMlnT5ZZAi+TVS9vVTwz70I0YU+wiosvgFrnj7QD5o+6KKuPKgrZzxmMXu8F6HsPeYvGL5MU/u9BFLnPYsShD7L4eq9XXPKPW0fnD0JuMq9aR4ivpVwW70yLKa+CV3+PZResjwPjVc9QYCXPjK13z3+1909/fV3PmJZHD4Rf2u+/DbUvZMkuD4hlla9lQcBvrNTNb5ds1W9a8poPSCYhj4WeD0+i7BePreqm77G6IG9+aQXvpc5Ir3v68G9gHEMPgqIPb2inxE+oWhVPp3O0b2Xo/c8vtySvfIiP77lTla+rF2IvGWwjD1gLG29fbo2vnRG/rzA3FY88dAmPrpM+T2TkR09Bo5GPl+Xbr6Q/388GV4hPVn9Az405Ci+tJA/PZpEuD5TxQK9dmTlvcCsor2zsWI+TLe8vQBdvr2kqKS9ng3AvOqLhL7wIJ89eDDIPIelY71xMY2+mnyGPR5vK700IEK+u1TLvGQHJbykUSw+/WouvEMHzLzHT989/joePfZSpbzCEOu96roWvV3Cbj22QO+9rzyluTbzhzxwGoA+IM1YPrhZZj71euo93EWhvllVar7G2oW7xyi9vu5rxzwy9F0+Tk40PTKsgD2FF5E8uecUPtSadD5fx56+KQZ3vijmer4VUQo+QykxvpQVXT5b4Fi+wzuXPis1hr5OCow+zCJWPoPdxb2ufgc+HdPLu3AFU74gwA08VbiPPeyhibuwWAC/cUDUPn+mv728NvA71zHavLPcXj3Vrza+AItovgNAl75YJYu+D4iIvqGpfD6qCnk9CtekvbJwxLwjrZS9ezDJvQkcXL5Wpoq+UX9RPv0Ppz6GikW8MJasPcBAjD4Ff/O9x/UbPdJHFL7A826+AuWAPF19kb0qXzy+xEqfPSlner0SoUQ+fbAHvuhE7D3kWZa+wZQ6vrwMjb4V0F6+rRYOvT5zCD5e+UM+z+4CPvBW3T178E4+QNMNPp/oJ74Rcg2+hZjovbTIWT76ePW9NPiaPZkuir4cbY++b2oCPgJ1Wr5afh46jjZxPkxdGD0PRT09HGuTvbR3/rxEpS++cXYAPlNi7bwabo0+NXfkPDC+Ez71Upk9vA5wveQ2dT7ViMI9ac7XPaVqADt+0jo+FUhtPYOPYD0cONG7oqjNvad1p70mzPY9knISPsEIFD0fpIi+LvoPPssLSj5hsPa9PkCAvviJsj0q0gU+X2QUvrcTXb4goTi+uZ4HPnUEJj4neME689V6vi1Ehb4aJM09hzOnvh0uRz7NAtk9ABaePh8ZCj57GGM9YvKRvgwso77/7C++y8VHvhNee74KFfW8STOpPrAIOb75mV89zNWKPXWzLr2HU7W+DbqevfJBR73xzwc+w7ZNvo5BEb5Q0qU9DgHVvTUXID4eJGc+xSUOPXVxmL4fRYs+iSDnPBIBRr4IN549bO4bPltCCD41JKW+hoUVvY9ZjT7UHdA9DBALvqoMzz3eyLC8gGz8vWHKIT7BvZ89fmV7vWHFfLxXyXE9Wsq0PazViL09qYa+SGSPPjMvID6deta9S1VivdFimTwFZX29hZ8Eve9jpb2zGvE9qh2bPU+OErwwc9S9hQhYvi6XUr6rikG9RqaGPmGvCj6HUnU+4vOUPr6KHT6Xad69x0RdvmplJz3ZSgS+iujSvXQQSbxU1Vo+YEaJPQapDz4+Cey96W0ZPoTO1bxJ6zw9QcubPUS2pr42H5C9ORctPisgnb36vbA9dvMfvq151z2eRJq+/jU5vYz8Y77wLXC9FGarPnH/sL1I2JW9strQPSdjILzElus6TjgWvv5Nib7JMC28L54CPk67pj1XiLU8G8g+vnydJL6pp8u9L35LPRhysr5HYHc8IZKnvDXj6z2qDY6+PhNpvop9Dr7Af+48Sm1APirzC77ir8S+5OaKPh1mKDsaEh6+Vq6PPlbuUr4SGpk8pRuaPCTm2LyseAi9zeXYucDE4L2ZI7E90t0svp8yaz4TC5491oKZPrvdkb4+4su9wN77PSPY8DsvRp6+z9H6PH3pkj3ecAm+RkiFvKAVFL7BgQu+rVoPPfYQ5T3huDa+OzkOvmkxobxXSKE+5utQPkdkjzsRwL48pZ50PrHs2L7keoG+izFuvOFIXj3xljE+143PvVxXcD5w0bY+COpTPnx6Ob5iFhE+4xX3vQISMj3tt5I+jBUMPvP6V7ikfH4+Uk06vpxY0rxSITG97S5ZvPbyKb7kt3o+ePIQvq0gpr6gBy29reUtPtLnY77CDSq+H0zxvfozRT5z+PK9Bg2nPM4lf771z4k7dxL9PYA+wj25lDE+NPZiPU0UOLz2hjQ+/SsOvlNehr7nxLs9VWXLvQTATz5Z4w2+PoTAuLFoRz6O3Wg9dzebvVtJRj3UG9C8BuhlPZ+obryT/UU+gvg3vn/IC75CF3c+j2MuvvSPV7w59ts9jTbwPRLhkr1GjrU93egDPwK5Br6RY08+twjIPlKLnzvO1mA+F60tPslm6D1qO8M+TlfrPX1yXr2bLxa9P/yAvllp+72Fo089eRpWPpfu672W1po+y5RzPnpm4Lz4cE29HK/4PCs6FD63b5k9sICKPvQc0T23MWi9re5EPqMDMb7nkDM+2EOfPmROY703Elw9ZkB/PoDJKL5tQpg8wCObPd3N0TxLpgc+LBIOPvsWoT6Rwsi9gE35vMpNybxj0aS9S0Q1vqTvyr3Crx4+5kITPaJEz7wsKAO+65d3PYFhRb7iA0k+uVWdPX6OGL7Hqky9KzQmPm+K0r1qzdo9/P+vvveT6b0EuEI82n7OPaqk0L1GEHg++9DlPnvydL41D++9XH/ovbxqOD5dWKq94B6Kvm9OmL26hTe97wFBPGlLXj5BaH29cZUYvnhRC76GuAU+V/fWvdIEBz21Fsy9rrDyPaBWNj4yJwG+iQgQvqZvoj3vS5k+xR6/PaGTT75+gMw97g9DPuZDaz03tbQ989FxPpDtcT0MEwY+1zSOu9KcR73peok8sFBYvtgrrL2Vp52+3HA2vtyjCz5OTPM8ap/UvfEg7L2n34q9hOmLPFyBZr3hV8e9/8JFvgRgUT4zBgS+k94iPjd1pr3CKiG+VKY1vvNVwD2c84c9XcbEvagcXz5r30e+YkAsvqjH272BJ7Y9wemevi8lyr7MEi+9oFlHPZyCgL4WjQI+mvyTPQrdFr70iOS9U5HKvqeTvb5J+HW9wAEiPht//z2EXu89WkCZvWhKVr4XYM8+uu2KvdGcJL4ldgU+hXYEviNLxDzu9FU9WMYHvT7eMb40dpe+cxyPvACBBL4Jt18+qbOJvZxcjb3LoJ0+7lC+vWgXDbwzYyU+OdxdOZ7HUb6TOwG+6zGjvY/0qr41xpS8iB6DPbLFYTrhO1E+iAcVvrdE/z0L6rQ+GDiKvmByBr0hO0E885opPuN4AL0LT4Y9zlSQvnKRjz3n8U8+xJG9vZWroD4TBvQ89kt1vMRtOb5F7Fw+fSNJPZ8TkbxGrNm9sGF8Pl/N3j06Ojk+zPe7PsPro7z1JZe9EwuRPgtwv72jZnM+tuo1PuETnj3IsZs9TF2CvhaLeL5OT7C+8mWHPncgnT3aNnU+4q3hvQQIG7731Vk+FORTPk3ghL7bfQo+ly/dPEgRaD644ka+0gkgPsKpwrzXZB8+DfOrvoxK4z3J7LC9xZNGvkIr1Dz4AqK98X6LPuuLgb7MCMY6+CH/Pb5qCbxp6nK98q0yPTqfyb109hK9enBivTfLIr6+OGi9/bThvqCQFb5b3xk+sPCrPshujL1sfzc+4+IRvBkApb6aC0I+u0RBvsjlp77TTGU98yNivfc3PL6wNmO9Ui6Eu6RQeL4kQjS+yiCkvo8+izyb14S+i4WwvShXYT4K2AC88ehWPtmrwTxbe8W+VR/AvQeuer2acSk+mrKNPRT3lj47iKC+sAsYvhBLIL7bcXO+sm8mPXuPyz20STO+pZg1PuptOj7aJFK+O90+vuqcxT0M5jq+YRu4PLgdjLvR28U9Bk2APLgoDT7HkJs+BZP/vB177j3nibK7e+O7PZwq2juJccu9EsbIPZq/Aj4dahg+aS/7PWWvQDuQtsw9BhQCPmnNpb6jtaE+9rvIPWNrzj2eoHk8w6aoPkH9Cr6tJq48bLCDPQxDTj3sAEg9P2vDPde9qTxniHO8/N+uvPbbnzsSpQy9TuSAvQqISjtJpaU9KqiMPTuYrjz89A28kwsAPN5OEj1PeZ+9t7sIPMSAvTwsAz28Kf2ZvGCe2Lw8ZTu9Sio9vH2jwz3YZc25lorePJS1/jyXJdi74/fPPKteELwhh7i9pYkfvOQQKb1vIZU9RerTvN4h8bp3/e88AYimPcS1v7yP54K7pymDPc9csTzooIW81OnGO31xfjwVYcK8M+s1vYY9ZD0FNWO8znwiPTcAobuqQ4m9MGlXutKyHb6afjO7TLyAPKVgaL2YDw29CXfKPJJAJz0kyqK83Xw6Pc6x9r4OqNA+cyw8PiiLY77v/WY+evLZPkG5/74y4cW+wg6mvjvrUj5Id8w9Kznpve9Tsr5+KwY/Y3TXvXK20D4F94E+eBA2P/XI3r53/UI+2w0Jv1ZSdT7iHoY9lT11vupFLT7EG0m+/oKDPdxC0b7o5w4/2/AjPjLPYb33aHC+P6xpPoNvsrzBE/O97RiCvtiO9L5xzWI9JVqxPsD49L6xloE+vwOrvoYwdr6vDoC+BOMFPph3Oj/pRFK+E4vUvpd+yr41RRY+wgLMvtAljD5TKok+UsPOPWLRij1Eec2+/ojVPtO6qj7r3Ki+Rku4vo440D4iNg+/vOG1vZNPjT7bsI2+XH+LPhKEfD5HmOO+NK5/PjNhkz7CeQi/MeyqvkzW4z0ATyq/kEzwPJpzCb+0s/I+aoKEPkephb5Xcxa9LljiuucCwD6J4OO+ilYjv6zstT5igLO+BNAqvlnQhj6IXBS+SX1APs91o76lqg8/EYcAv6K4Wr5pLSE/fsGSPl9fPT7ZjNm+kjjvPmYrfDzkdbs+O02Mvgef9j6TCLa+OLZCPpRHiD7vW8w8qRUhvxjm5jwE4jS/Vmm5vTYH9j4TFq0+4WLiPpOKt749WqW+wPLGPmX/gj6Bav297XC0vj1f975MIIg+99XOPnEhEL+boJO+agrwPsSBsbzYdoY+pNoFP27/LD7icY++mqqqvoTuhrzzeoW+KPeAPt1U1b7PsE2+180lP3uSnj71uo++fLTOvbDdAz+Fce69fjyjvcwesj1aadU9mXrMvjXhIT4l8BI+gB4mv1WFtj7GJK+9SP0MvbhMJz8bSZW+ZX0Ov5O/876eN64+/ABMvTXwzj46Glk+0n0TvhxTBL+Z760+AAWpPsWSCL+zcXk+oj3GvvHsbr5SYhI++SjavRHtAD+m8sM9nivOPlzF6D7cqI6+VJMdvR4X+j661P4+qumzvoRPbr7t6SU+4lC2viPYED8tc7S+bd7zPgwLBj99nMq+BPffPjspp70/fte+GAqMPZK41T6eDf++QaluvUncGr+vcqA+IVjBvjd3aT3BlTM8DNbyPVyxZL78BdG+KciEPW+ODz+QFY++moXevBvVlL6jR7i+bchpPlhrcz2UHHU+rm2svhvelz4BFn8+PurpvqYk574OVwG/iCrQPhRnNj0pMGe+9KEPPwXiAT8P0r++qjCuvh/jAL+Tezg+RCLnvvu/6L7CRI69dQjDPlnqDz+YB7Y+U/HUvtloIL93rmw+zqHYPt59zb5et7A+EpyOvhIsmT5Fx8a+4eLlPku54r5QsaO+OeyOPinVm7mtQc8+LWKvPvXmqD672gy/2y0Rv0sA+b6UcV++UO6PPoHUlz001wY/LDfXPsRbCL/UPgS+huEIPHyUgzuvsc68IbsdvA==","weightSpecs":[{"name":"dense_Dense4/kernel","shape":[8,76],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:55:39.054Z","modelTopologyType":"JSON","version":"0","formType":"change_password"}}