{"modelTopology":{"class_name":"Sequential","config":{"name":"forgot_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense11","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense12","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"QI3ZvYzsN75Se3Y9kHyAviNPVz7qoNw8iIBFvia0jj1Pd0I+uEhhvespLj586CI+SDOsPmEYgrzwVhm+1zyQvPlhlLxWlNy8lhTPPX/WbLyR3kY+QrNKvtKYBb7mblI+Mho/PCx0IT4zXmG9R73APO4wYL6Rcxm9zi0HPhLNm742A1U+tMLdvbGtqTx0q2S9klfjvU6jbz189MM9FFgWPk7Mrr3d63295YmRvV/P9b2wxjg+G806PdHRrD5AR729ClWePnX9Vj2r5iC9JXqWvtpjCr5gN54+XeqGvj1VTj4ESlY+sPPnPfTXQj4nVnq+f0fAvZ4kCj7WjAa83CRQvldSmz3w9GU+g8jBPVYfzL2Ss9s8M7UyPnIyQz6y78O92otVPjbUtL2Iwfs9c0sGPg6aH7792pu7uX6cPcUvV74igCI+ait0PuVrDL4eq9I9iw8VPgCfjj3qXpW8xTBNvpas6L1j2/u6KNbuvUeWJb6e34c+n0xEvp/9bT1mWR0+a5oMPlRVg7uDXSW+tgo+PYmdeT0pC9i9K1++PHkkcL07lSo+mT+3PR/efz5oNwW+2eU3PMjkWT6eGdY97zapPZ+d2Dzr5io9QoKxO3a6nj5rdjM+kDUQPjGhi77FG7A9XjpqvSs+jz4xS6k9vA4jvVWrgT7bvvA9Uq8kPSqAOD3xVYW+eUySPvqjwj0Q4rC8BcqOPtOyWb3supc+F4MmPgQqdz3F8HE97pjdPEjC+70n1gU+XhHzPP2XzT2Zkpm93lhnvWSmqjxuRIk+UOKDvaQYyj3m8Zk79pQWvYJRhr2OjIg9EyoNPjcgIjurC8O9xDGxvas92D2e5oy+axkLPp7KdzwlskS+hyIjPh2EPr4l3U8+UEowPrOluD0hOZO+r7jIPI7zAr448HM+vXxEPuFUG77Ndue8Kqo4PtFomj4Uc0C+qwoCvQl8AL6ZM6s+XDVTvlMrDr4xBLW9/PIdvhl6Pj7OexI+BsWSPeSGzL16v/e6+1PavK63ez5zECo9C6exPM6vr72j/Te9jrcVPtBL4DygIwg9/9tSu8gA/L062dA8zDpCPvymKj1AdJc+Mse9vJ22gD0nKvO7FEEpPWo3lb3oOrI+uESVvESgIDzTvlA+5WtAPe5xhD17Eiy8XiiVPq5m0r1xdog83FLWvVKVvDty9aw9DuKUPXGkaL6teSa+DhZ+vT5y/ryiSoQ+BaCEPhXsNz7OPPu9+yWEvgQegD4Nqzk9aMANPqUwiz6c4iE94LwlPsbQLTxW4rW8fMvLPe7+Az6w1UK+K+/CvUstkz0OIBi+IedQPTzVRj4LXUI+eVlxPhUPvD1ePmQ+vyYCvvWC4T2ziV+9gegkPSNNob6MzE4+99lEvGoNJb6SvTA9UnazPuM4eD7YIQu+UiBivgbDdD7+gv09CF4rPCk8bT69n3Q9Q6s1vuP1DT4klIy+nbMhPlWPgDyEkmi+DRYmPqK6Y70oEj4+zvILvOVl7r3DKS4+5MUVvnUKaT54gx4+MUSCPl0yrjw6+sq8L8RSvLrafj2366c88wN3PTPQOj1LlL09VGEVPquV4zw7inO+7VnQvPMmRD7v3pU8gP+avrekdz6B2WI+mcpxvJyR+zrokVG+USdNPevBgL64fga+sjWEPPj2kL4wfds9YjUTPjQMAD5uDEA+LEEUvrGqwT0VpLc9iyoGvCUCoj3MWD4+pNwVvRwv7j2ou+W9CfTdvVE4ZD44Vzg+FjQ6Piufhb4gLWy+CAWTvAeyTD6Dx9O9vFiLPHmfFz6lc42+fSzivbEMbr3ntGo90Lw6vp+Qp7xKVWo5otf3PfKvy70X1xM+tE/pPcSXsb3iILo8W7ptu0JHDz6zdi8+1piavVe3Rz29Np8+bfUWvCU3Iz5Nivy948g3ujaQH71fqmM+6QILvu8hKT2RuXM9KomAvFawUz6k+Wc9D9+VPqq/t77mbm8+WYOEvUWhrz1/CEu+9BX1PY08Xj6f4pO9YuHOvARe9bv/YmY9DwgXPdiFDr52Ujq9DJTDvH6AKr6AiuE9B9UFvnA6gr5rTBi+pJFVPQVl/7v06be920TBvPKK0T0H6CW9nmIEPOWiIj5yfR4+AVbNvTD6hz0jtIK9UaqIvWJxNr5AEVQ+WwYPvp9Grr7rR5i9XLEFvV5nJz4XZdM9xH7yvJRXn76AvYY91LuaPLatv7w5Dg09c9gdvWQfRb0cQho+I/HevT8bJ74N+qi9CCenPFQKOD6Mnts7oFdjOdXkkr1w4W+8/EIIvuWGkj4AjUC9onOTvf5Fzj3rLRq9cKc/PaoRZr6ixpm9cL3HOu7+ub3hEIe+qAPlvPudEj0JDUu+U6GAvngnMb669C0+/pk7vh/eDL6RE0m9OuoovpDeiT6ZApe9bcwYPipZwTz79aA9PBbvPGsIp7wziLq+rVwJPhFlpL2uNig+UIBzvvnRMD6s0q89SVDpPOVNBr0r4Fu9uao6vmcugb24U7O9xMEVvRfV5bwW7Tq+QFcCvhetg73ogFA8RqGjPhYHQj5c3Jq9j3aQuyAFPj1w94093E88vqcF471uS9u9Od7tPRHVlb7+iQi8vE8EPhHHsrzOF947SNDFPYp5vD2mHlo+mhBPPYKWqT5HZNK6yhxVPsOf272jxZs9dZkTvm3gTj6fXCw92I9NPP8+hz5vGD++g6eTPiHHPT4R2ci8r9NpPRl3c74G81i9CjGeve9aJz7KQVW+FyoDPmSjqz3Bf3E+PnZ/val7KD01OBU+KJE0vm00AD6tNqc952TBPj9V4TxYRHG+QeMDPux+az1un/m9+Qg4Pv3C3DxTaq8+YvEGPoubHTwzwEw+2SyTvVMKxz3EuYo91vs7vXlbAjyrg908hH9jvudYNz5CTTI+9jkBPSsLlrwCJVs+lzVvvhS5qr1CtYM7jHYkvuG2HL4eU+w9cvJGPuBTfTx8e1e+Vw6HPXpW5L20+Uk+j3wzPhJKA76vgmW+0bM3Pva/oT5+MWs87YkVPh5oLz50dVk+/hWIPoCmML7z6589N/WfPnNsWr5XG5M+iIg5PoLyrz3Ld507E8gkvvKxej3R+wU+ReebPZUKPz5LKVM+NHSEvbsnEr7k5949IBk+vXGIH7y0boq9D33EvcMR4z3qNUq+MXY2vkLasjvJ+gG+GpCCPZ6V172uzDc+Fhn6PemKyD5ubWM9yK1bvmW+LD4UrDY9bTSIvSzGWD0jsT0+KN4yPRs/fzxgWvU8uaJmviLGHL4xie094UxAvnauJT7RDXy+BTMDvYV5hb0C2Ji9qg6hvb8nJL69Xsy9vCMpvpeIn73PGbu7kfazvXVBgL6GmoY+gK7hvcj4Cj5sSSk9R4iZvEmla76UJxG9M4TFPVb3mb4NGq29t76NO8vmBb6zWb29MXBDPG5yCb4TWES+amurPeFiTD40SyQ8wWCxPZVtNr26AEq9oXT4vZ52DT6nQSe9NIUfvhnUFT5ztF+9oc8FvcRi6r0hvNK9sBwSvXvK/b3evbM9hejXPbP5JD1AeTW+BKN4uxSrGzzno3C+IlJvvqgr1DyuDwG9Iz7OvVsbSr7ogk8+LpHQvUJhnL0GvPE5moWYvZP7pD07iZ+9YnP+vSQHZzwJXRg9Pqe9Pa0HhL5Wzaq90QL1O4HvMb30ERm9XEGAPQCHgruqp2a6waomPT3YU704oky8j2w6vaFeXr0aZtS7zBmMvEKdML2d7HA9yUPzO6rQNr3F+zQ83s7xvG+04Lwsf4S8qchPvDL2WTwLoaa7wffWO2ySxrxYb5g8oV4vvDInMD0WMim9HTV1vbXbiz0Xo2a6oCjavE3gJL38CBo9mUBWPA4Yzrs1EHe88a0WvNQ7kbxyTVQ8Ud9APcvQpDsU8hk9giugvI39gr3bPvA7KKNCvezdB71TG1A8xEsePa8YiTuy1ii9eI4FPOG8z7zYWpO98zK/u6UXhrxxBcI76U6iuzvD/ju4ptu81s7rPDeFOL1fflO8yuU2vYTIBLyCnUo8EZanvFraA7vYcRI9LaJEvNuJzLzR0wu7/gWpOmVMxbwnMzs+X8qdPW55AD4z/8m7xy+IPVqZ3T3fnO+9aSjOPcbHTDzaCde9baVgvalvhT19/x8+eOh1vKz4zDwoZX89oLA5vGyDhT1Fr/a8kjCCPYUQvT0G2Gc8vu3RPWovnz2dr0g+iNXxPDgPJD1Z1Ds+qh3QPTDxWT4RGrI9e94EPeX2WD7PcyK+C+qTPWG0QDxp/SY+0C3TvXTQBD4dGvu82huRPGqHKz7i5Gu+M+EJPjElxzvjBrC92jraPJ4nfD2Eywu+1Gm2vfaeGT6KGp49DKdGvqyRXDhskU8+xJu2Pd5D8j17+kc94OcvvViO3D2V8sQ9TOxPvtwekT1k0oU8wgk1vQO4srxFbfC8p7ctvs44pj2Citw9n7qePRuKSbp7BJe9WipgPdyPTD2wAd69S7VsPFIl170DKlS+KRckvkfWIb3CM689DPsHvvmKe73mQGu+tfcUPrVvID5WbnE79++pPUlIY73gjtC9JA0dviyTX75pYt29zkL2vdxn3zxJqdm9pCGvu8wCrjw2ndo9kdlPvjAdeb3m2Xw9LS7fvcd+t73yyZc9xcvFPMHbPb6k3YC9tsPMPZ5sWrx6++O7Nhq2uwPH5b0jH4e9YDzGPLaEaT1zCcy9AN82viURH76GiQS+xtPKPTi7Cj0QMg8+QHJivPkUjDupmhs+q3XqPDtFAz0h1gM+KwU9PiiN+z3OrTU87MLHOx5Hs72X2y0+S1BvPS7lpDtrnDq+TdSbPVoTmr2JJS4+4jqlvdjOeL0fr0A96lXXvfLoU74pZBy+L9VlPBtqNj1qHUK+4oFVPZmZTL1jLVs8FBDHvDR9V7xCvr693TfBPJQZAD7etNa9amQePpMG8z1U4TI+sftnvp33Bj6rQS4+SuxkvTdVY71nbR4+Jlgavn9N9z3lWya9d8K2vb8chj2UgrI8xXrpPfCdjr3ONzQ+PFoVPpMdQD1WCYm+zz0FPsePdr1lKF49ni12Pc2SUL1aAPY797L6vdzmOz5F2my80o21vYc5373hcPE9HNB9Oy+jmjypovi9MnSFvm7F9z0uSGO8/dhOPVHlBb5/m4u9beUsvYPFUD25M1C+SEQNvTH3MDxUqZk9e9kPPuxbjLxbHkk+OwOxvSSqOzwAbnY9yQiuPYCZLb5D1qo8By2lPvjGqD0OALe9FagZPiXNCz5Ecsi98+zSO9blG76u5we+O8mhvS8Cf721D0g+Ea+Cvpvle717Shc8jAIkPlZtRbx+ED+9ngYOPUaRXz3//p29U+clvcgaPj1lum0+p8wUPgYvSD0elH8+lcOlvTW4JT3bLcQ9ZgCyvZGXQTyuERa+SsOUvduHlj1GAwq8O6lbvS4foz316ro9wHK6vW7cBL5J0No9X3JnPVpUJj5Y+zo9Y5LPvQrfWz0U6pA89/MjPhp/B76nN8a9j2aFvtYNtD14OyE9hCodvl+esT1C9g49Q4aePf8EMj4hPqC7LnH3vd1GnD3h7D29RPhxvbqPNb3YRkK8OSSYPfFQXL6m5We9EEWbPVYEZz28zd29o5RRPY1PPj4vOTa9Tq9RvAtxlTw/nnC9wP2gPbNtKzsRAYc+aoQfPs3bSr6JcRS+t3AjvmopM70keAg+Wlf7PaPD4b1NE0k8GpXvvFEUAb3nrAk9SaRHvZqdu7330hE+RSELvfMwFz7uFyM+/LFYvX4AO73Fvzs+7ZiEvX71gbqQ5YO9Ik5LPlqDi71hXG2+WEr8PUxN+z14aB69ttBMPiX0Lr5qjD8+NF9OPY1axjxALs+9nw20PRgYLj036HG9cYPZPaqJh70V2n+9gEwsPvsAbb65b3y+08nAvYe6BDvApwS+27fIvOFYar4cAga98MlgPVbgTj5CWja+Qa0DPiIsEr5oXgm8inl/vbPmmztuTag9vqEuvbrTJD6FnyK+XRPzvFffqT2/zi68WOWxva7ZMz1LH5E9DRqGPD9Bg71CjCI+NE0BPbESgLzBxw0+f6iMPdsSLL4ovja+G5srPnGqoT21JAG+YTxrPd2kkr0FCTW+ZeCNvR7z6D3ZNYk8Np7jPfwPLz609Eg+jJNuvp7sZ714a649WI2OPTQ8MT4wrnS+lvyIPLp02b3Jw0e+OjMTvQWXKD3u2HW9lJ8GvsAvgj2Zki++CCXivEO2rTxg7qA8hYQ0vn6Uhz2GOEG9T9SWPVM79T1kbhQ9hvecPnrxzz0dBOI9mMp0u6QAFj5ljZo9wHy9PRWBzD0Lbqk9/ALRvcqWmD0HdCw9J4uZvWYt/L1Ah4q8u4jnvR/Fxzwax3+8euyDvqBgfr0KTZe8NxNvvilDEL6OJvu7Fr/3vTa0SLrV0Fs+tE8zvsw8BD7gjSC+vhYhPqQEjL3X0rO9HCqAvbdi0z117o09fkEcvhtD4z0SiYk93NgDPrtWMr6PsSQ+Hy8RPmxHlLxXuxA96wEUvvyPF70ADKY9ugw+PlYbbL0Ru8g9rt1BvuuHwL2GZbQ9S0+CvceeGT6N5Z28+rEJPmQh2rzvoiE99ZkWPfjUJ76dOi28lU5Lvph7PT1ceBC+FbrzPIHiG76aBHA+2RnavQEGbL22GFS+gR/tvXfJ4bxQb509ggsVvR+LML0pLRU9KCSUvWe/zTypi+E85ouLuwDXDb0K2zQ+RHS3vUol/z0IoRm+V6oPvmTmEb3+QIi+PyuFPjASAD3Sz8A9JBJZvfuR6D0IssI8R6IFPTkegboOZWI9t9vzvas4Lr4Eg+g9ne2hPeJiyL3Cgyk+rO9fO2Ipg75ogGa+riH2vIdzkbvEsRS+Rr5LPW6tGD5T92G7OD1UvgoMYD6CdtW6HO2KPap7jDsD5Eq88t19PGAlPL7fQ5U9ZtSivQecnr3OKeA9BMWaPWThFb59vpe8Tc8KviEE+7uPMp891reAPaxjBb7HboS8NXs0PQHX9Tx8Chm96eTjPSZtK762ToI9hqQhvmouPz5rQZc9Y46VvfN3ND49/mS9LKOuPAQ68DsnXi+9+yB0vQ69SD29Gqo8Bl0lvROxYTwAvBq+lYDvvahiCb4CE6q9PPaduyZxRT5R7/E9M3pnPS8SPLwfp2c+Vk09vn5CuL1niYk+JjzpPRvxAj6MnHG803q/vRTCCzoMbQ4+ZHayPavrbjwJBO+81mWtPaoUBr55x3+91DijPaDD2L13ogy+93zpvZ7cpT0SlTg+LWHPvUl+Oj2uqei9rNCEvbbXST4erxi9lwmhvW/DFr68a688UmaBviZ3Zj1WZwq+xtxVPNCfCb3oiqK9NaEWO0kBwzz5k/c9WX9NvGTayL1DaQC8tcdCPuzgfb3DHts7HONXPcXIGL5vvoi+1QAlPUV2lz2ZQyi+C8/DPXJJwr2YzBc6OZovvq4EEr73FUs96pR3PHaTNb2UlzE8lKmyvZdkFj7qVOo98EkgPuBBHDwum4y+p+VbPfaRTz52kJg9mttDvWzmGz51AwW+bSQvPFqCQz3v/zu+ApBhvfCBQD6MjD++TX8JPvuxzb1S/Gy9Ak5yvdYSiz3x1lI+f/M+vYd5RT6Ws0A9Z2gZPv8fnz163Ky96uwyvfvIIb6kS+C8XBJlvnO1sD1mHNO+TeSEPSHbdr1XGxa+xRNUvpxISb0BE8w9IXPWPUeVhryfqRw+Qh/jvb1Z/7w/g8A9VYQuvabO1Tz1M5E9TvP8PB5JzL3Wsq89o37zvf7Zoj2NQVs+q3NLPC04br6PxhC+u9pwveO1sD36j2u96e96vvHOdT6Gjl09pxUSPRN4XD6pZNM9ZwosvpFmBL5RD6Y8iY6CPsB9tbxmMt09UDk5PcGwS77d05M948cDvduCDzyIk3e9C/Mwvr8+A73A+aE91I4IPQ+e67wq9ua7lV7xPDVjRT5aZ4A9rWaZvTw5eb1AIGE8/mgnPt2eEL4h0i+9C+INvUiqHb1zRAc9hIHuPTqGaL1hUZ09QWqNveLD7bxKqwQ94Z76vbHqBz0ka2G9SyKBPYo0aD2Rx9S9bN19PQZVGT6GwIk76o/bvEbvmD3Paxq+SVtCPs3STb1LKEY+JpqmvBqfMj0MjGS9+OiYPSsnDz0yK7E8E0N2PEoTYb1Kkja9UVb3PB+Ckr2Q4CA9BmSSPceO9rwEY5i9ybKzvQ5kQz2qZAo+NTStvdFB0rsWwDy9xoRQvWFvBz7PLzw+VfwvPmCKDr0vBp69ukNXPjdyyz3LXys+YjUevbdJLLzu+0Y9N6lDPkie2ryUles9W4AOPWaVgD1RDb29wI+9vV8Uwz29mpM8itGmvPvEsr1nTeE9hINQvqCeIj5Bm4W8voptvWa9yDz63B0+F2d/u5SpCT7B/x09aL4TOkVzIb7oLxY9qrB0vaX+y70l6Da+XlQkvgbGmD2Orw2+1xyZPX9Dsju/sIA+B0gDPrOhUrwOb7+8AaJGvmuqtL0DypY95rWRPWN1Fb7Fum89N7xMPmgqGr3ZJ0W9d5aJvEUBGj5kUf68LX8mPsxhIz6QYl299Q+OPeZ14D1Bxzq91RviPGy/h7v0j8u9UBpYPWK8C75VqHO9SjtrPujUDjwYmtA9qflSvtvuSL2Dl0a+E57uvFf5gz4cyPC8bcIdPU3oGb4+s+G9DRq7vEpfoL1Ghg09aV26vXSIGTy/YZe9wf+4PRWpbzwm+yW9RWm0vZdcAT170au9HTQsPgHB9bxHMr899AtQPtbYzj1BoRY+GZuGPOe6pz21fX27bSEEPkotwr14HzQ9v3WwvVyTjr2f7Uo+XY+RvOFxAb62g0u9HiK9vAOOx701bvC92PJ/vgwooTw+k4E+uV0cPpXWsz0v08o9+mWDvJuWOT4Q+h8+YaJzPX8AHL1lEQY+bHstvmcX2T29Epg862DpPQ2nA77NmXs9bygJvnJ5dr1rek09CaCSPQgTNr2UxGE+60SHvYeRq73f7+Y9DBmuvSrtij7IQJ08ZqOHPv12Ar485sG95buBvK84fD61cgw90SrevKQ9lT7RJRK+m1E3PgwmRL4oKl0+8N+8vZRRQD2HaGw9O9+aPYhFIr3rN3W9ThOCPZqtlL0dQCk9lvIovcXFfT3BX3S9qRaUPawGET3qrBK9n6owvsjcYb6K/wK9i7wwvdNtqj7y5ps8NDtIPWKhtT1K6YU+2r38PRCkOb6qoRA+mTIVPeU7bzxDwB2+NKgGvo3X4Twp7We9k8BBvioSx7xbaNi9YdosPRcnUj63C0s9ruZZvrXwGz0elIy94EPVvUkgFL7ZZ4K9gq8qvTClM73PelS9GA3FPIBL9jw7E6K9f73AOrgc+b2YPCA+x+pSPO3Pdj5igMu9oXILPldUkz0k+iM+IO1pPgRGxjzXRqK9l4HJvZ5W2r0xiOe97d+bPSEGGr2kOZY8cl2OvuPXFT5se/M7e8rAvcGNN7uj5EE85oR1PUscEL0o3G0+45QYvoqDWrwqRD+92uM3vD0FHLxd71s9zi9BPVm5/72rGv+9a5I1PGlobjyoqtQ9OnY8vrKG17zllIa+4Ag+vudSbzx4hWg+dUgQvrhuyD1No6w9X2ptvnCmVjzCt2Q+Ig+xvaLmzD3dZaO9ZnAPPuVM5722/xg+FZGSPfYjBL1mA9w9MAaQvQ5zujzx26Q9LK8svSljIL52dGa5+L00Pb1njD22neK82L7ePeOVHb5MtPC9Z431vaK8F762xnO+B+ADPkXGIL5fAOi7tbpUvuXGXr1aKdg80K9pO/DyJD5gWiu+uN9uvZjA2jwJNBw+pLUZvcSy0rwpHCI+mKl/PdJGIz0n42o+dn9TPcJLmz11/I49Mta6PZTXVju/uC6+VLfWvBwkyDmY5ay8/MDdvTgKLz7DGFo+eX2VOoHACj47IQW9l9EEvTTJSD4ki3u9O6KFvPIkCT4s7WI9X7OovPc6Ub5b+hE8ObkxvVE8m7twOmw8Y8p3PMWOnL01dQ89a1GFPRNCCb6mLgw+RzI9vjZOGj4wvPO94DFAPR6kSz0/tMC7iPk8vfMNQz3Ox1s9UHqPPGu5SD438T89IYk7PQQTaD55Yoq97LStPbkWWL4hhR29oRVSO5m7Cz7wbtw9VEAKvjpu9zy/nD0+GSHVPNLwdbutw969DFllvP6Pij1s4ba8IUQxPhcnqr0Xola9BO7QukP7Fjthsky+U+Itvg61cz2TXw8+AzAWPu+yzTt7KJA+H7WZvbmBajzbzCq92UIpvrpxrbwHVk09bZBfPioyTr5tEYO9T63Yu+WZmr1kuce9aieZPeej5D26DZm8+xIjvkg0uL3dqSM++u62vafMO70ldfY80YxhvTT+Jb5RkO28utCIPVAsjb2/oCm84hRnu/pr5r27Sgu+IOWcPVfU/L1h0tq7PLtAvarZBL2tk7C9IqYUvogjqrsUzOA9Hu8Avpc4373i1oC9quhGvsSwALzSnb09ucE+vQe0iD3zduA8+qIBvXjm3b2ObhC94bU3Pu0RVTtfb/Q8FAKEPrYwd753ss89ld8SPhAmSD2EEE2+HMV9vmjjIz3VWh69tAKXPK9hn71Mn5q82TmFvU9fk70Rx6o8HJERPpQtID5FTqw9d93XPCQoBL0dLN89jnD3PEruRD6O9yK+bLr9vVWFdr22YZe9xDkfPW6aLD7Us8q8SXc7viyxDzrUhVw9/AzsvaRYWL2ksxs+Tth4PB00Qz0jtfI9f7NCO4fxRr4HAZu9Q7wHPrGYC75nWWM6xBnZvd/NsLv2JpS+/yk8Pj7hFTxuqbE95bqqvfzzt7mF+Xe+6wIDvrGTB75KkuM9xxqsvZ/ehz2hbxM+WwDQPWwLCDquiL09KROqvOS4ir0haIM9kHitPY6odj0RKwi9UYMuvnlMQL1nEGS+W5M3PvcLTr6CV7292rCeua3DeD3yaMS9Z/GNvQSHDT4yTSO9S+5QPsDq2D03Zdc9J+XePS2q5j1fTom9JjYOPbdi2L3TU8K9sxY6PfgfFz2fuq29YqSGPTQ7Bj5Egr48ctZovkM5Tb6lgg6+VODavWDt2z05eK293D+LPWXlWb6z1wU+vAynO2PSML5/OZg9LnSGPYf66r1o66o5x5AvvfmAGr6Oi4A+Xd2HPQvEGT1oVM690V+svbRbsDwX7ke9moiVvNexbj6GPRY9Gc+rvR9lwb2xhHa9NIIAPYD7oDyCUIk+1fEcPrrrBD4nkie+AXRpPe5H4j1uHm8+KqpVvuq9sb0iUz2+bTZ1vs8Ru72EWiG+OMT/PB5U1z1FKvw9LF/9PSs9eD6dVia+LipWvsQ85L3CXqu9nFqHPkDyZj4ThsQ8WoiZvb3h0zz0sWk8n0LAPE2I1j0R/v093jcQvozbMz2bJ2k9YMUbPufdhr1czjK9sYwBvjDSCj2SiE6+LUbevN02XTzZi5M8jirwPN1fJj59TW+8mb+LPSAWgb0RxQc9b7HLPUm60z0CsR0+W5HkvS+cnL3MUSY98N6mvfh5wjyxayY9BdQwvJzjnTz4UlS93ahIPljBIb3CgMM8a48FvnGqCz03lQM+PpKwPak7pL2LVo89A7uWPd+zA71IUqG9RA8Yvr12Ej5PWe29mxCfPUPdpT3nR869dwGnPJqm5r1xB9a9llocPCcK2L0GJbi9JDgUvnpemDwMgt89XwzavU/NiD1kKzQ9pgUhPiZoTb1e+KK7e5vPPJGyCL04N1M+Dq0PPQewAT51HVO+8xCfvb89p72Gc369oq43OiDIFbxNaA0+uTIfPlCYDr670zq+gjkwvYaINb5tktu8V03VPRS0Kb7PaCU+B94PPYFwWDyXtga+K69SvBUoQL0AUMk9KL/BPAhmqz3d1i09mOKqvIS42rwbtza+5NPCvJCE1b2qIdK9zcGQvaUiMrwIOgA9EjWdPSu0Lr2aRuG8geKtvFJMm709/w0+m34HPqhfGz3VVjS+PYnVvDFsMr6DwAu+5d0FPsYIDz54fDQ7LVYTvqTqgbh6zH298tDmvTXO+D0yPti7H18FPjIPFr06J3G9QvULPh43571tMIm9hLDNPKMz6T33H5Q9pR5evkekPr5ZVGm+nPfhukYdtb3JFxI9b93tvM84Dz7/mq086XTrPMae2b3JQCy9ZqgdOxIJ4j28bSw9arU6vQt/rb7hJQE+D1QIvsrADT4eCH88CJa5PVn4kb3iufc9vQ4CvqD7ob1crsc8bmaGvVlePz2Ko5a9OH4QPl92Xj36MIG92NkiPvELxry2KB2+GukRPhrjjL3hBmQ+HqIzPXAcSz31vSg9vbvNvbszGr6ERWy+dZHzvFvKgD3B37k9B5mnvS7xKT59FwK+iJtBvrhjkDzc1AA+O2k/PAoGfTy7mRY8TXF3vuMrVT7lEhy9r+WBvUKzzz26ciS9RjSOvaUjAr6umPI9U6qbvY5w5jpMy+y94/JfvpyfAD4P31s69zjHPfHgEr2pVgo+/zTFvYEZST3QkFs9H/MNvaQsiz6v+A0+fpTUu1RYK75G/9o90gufvd7PCb2XknI7QN3MvU5fpL1wIAi+dyjgvfMbGz74pBA8w4f1vDt3nz0h2EM+lhzFvVlsYr4tx+E7Rfx5PZyngD2SLSO+EmcxPhTWgD0bKLW9eiwbPvz20rypx1w+HfrUPW6gET4gU/Y9G0eGvuAn4zz1DxG99gqjve1iyzqeIYI+RzwSPbaSpL34xAO8Isi1vfkd8r3nZIU9WH/7vV8I3L2E7Gq7J4lQPcJ6Cj6M/z8+FeERvKMnB76Jpfm6VIllvcZ0Nr65zrW8yJeQPPYVAT7cnlW9Md6YPN5v5D0/miS+Hp8avUTwIT7QSE8+FGx/vtwfyT3zf6a+UBP9vWMwIjw0TH06UbU4vV2K37yGObG989IMPcwooLzFVxM+5zDOPOp6pj39bvy965RYvOhaCD67QBo+hNcXvUeUkby5NgO8I2AgvolKgL0ZvDG97dVBvsGg8jy7Zoa+76fAPWEYDr7FPpW9xGkrvlccmj3zPA4+Oa75PeKpkj3/CGG9oldGPagSp70v34E9b4wPPkT3ubw6g+Y9gIyYvBspHDvec/O9BnwkPfJHt7xYZvI9grfZu8MMmLzwcYY8zz8yvU2KRj0bok4+PWkLvvupKj600nk8f7RLvRGnxLzxujo9PHn4vVRxET3J/5u90bAkvXS+gzrBjAa9MrsTPjw7sz1JMxC9s6AgPieKbb6PYH8+G5wTPiyWxj2LWhW+ZvCBu059sbsKUJQ7nQZGvENd4j2XjeE9p/fBvd/XpT3Aawo+ydO/OuqPaj35za49lPn7O35ggD2kQBw+fSNKvkCBEj7S4We+yUMIvpjMcD03Cmk90zJjO+hfKD3NwT68PwP+Pemm8D0Zg1U+/Z1LPlysrb1rbTW+dissPnTifz27gyQ+tn6APULGTr2XUQC9DULsPW80ZL04uWg9DnysvKItDD4RdLu83F4jPuWctLw2evY96EktvuglFb5ZKhk+1Xorvk3K+TzC56G9ldizPebyoL3yIxu8YdnxvacdrL05tvQ9Ht6evYdMkrwH58G8A39NvtLOs7z5uVA+bvWovZtTnL1fM8w53lsjPtPjqb2OFQc9UCk3PcC9H74U1CI+3BC/PRCg/b3etIi9XGgLPtUQlD30i5Q9yEmbPamsMT4oGPM98sfwvfjJEz4QdoI7b1POvWYNxr0ames9ivtXPrKKVr6bSxw+IsxSPSeeMr0TyQA+l5c6PpcGLL7Qg2Q+hklQPr1z072mbjO+XpWLPRnJwr3skHs8yP7IPG3IFr5KpIS8Q/5UvlKmtj1pL5e9TwbBPTReYL3xeXa9dFF0vX8LjT3y0r89gUVkvQCTWD4HVIC9fDAQvpl7/DzeIWw9qLtGPSSlf72gi4k+YyMUPrMnKb4BSQC+Z897Pte2aT0DNRi+Ag9nvj3KIr7O6dm8LDb5PEAZuj0mDsu9bnIUvlXPQD6mpo49axSOvd30Pz6mPOQ9g5ouvdZiAr5h0uK9mQqROyUi7j3o08U9q9EOvk5IhTxnvU49EMIGvRiTAL7iMpI7fD0mPmCJDb4tFLG9MPAsvapT1719BQu+hCurO2mSab1Vptm9AiFBvVHAjz4mXZ27mko3PbGftb3kSgQ8A784vYcLm7wg6bq9kKaivIm/RLw5BvS9VCAKvkqsSD2ciy69vubnvHj5vz2EMqA8ouKpvXJY673dQQE8CEYDvkurvb3qOUe+q7kMvrGunL2eSXE+7nfkPdF8tDzDwhi+4XuKPdFaLb62R0498U5NPQGWzT2JjF+9bw+yvJeoNL0H3wS+tL+NPXf0kz7jGqM9YdUevJZnjL3BWpc9A3BKPjCBIb7xc7i7VoGaPa8FTb4iEZ49t6wivXqZ9r3DOqK7vghiPsuNcz15CGC98JAHvq2IAL7AoSO8hHsTu+JhDD1gIZ09n7BiPjUsPz3wMqS8dtccvmY/+D3Dq5m8DCIJvgpP6r07SFG9FQKEPS4QNT4kPmm7AD9VPoP+ZL6rQ1g9Fg83PVDUmr1SIuG9EQ3jvBdcJj6nsf28xXxKvc3z7r2zTRu8SWGyvUpVlL0B0SG+oIz/vciB5b2tA2O+fz8YPLsSR70zPQS9HNI2vo6NJT4AOyc97cTKvEem9DuoktC9sCoXPoyXAT4lYy2+P5McPiwF8r2TEQu+7w5PvMOi/z1WrjM+7WF5OtMXtj1GEU08NegavuX+QT4Zljg8CfQaPsGwvb3u8+Q9t6G1O95HrbtwGqg8SlwcPYrmUD6ynlm96q4dvtMVBj6XaQe+KNMJvvBl8T341+q8PglMvnMXfLzlWH+9bLlqPO8UALzIP5K9lcDKvbW8nj0lKbs920EaPZr68Ly8XLm7djwdPmqKLL5BwqY9MBNHvrfkJL5GjNW9e9YePstUpjz5ru28m6fBPDFolrwYDes9a2vivcX+Wj61MaA8I5pivTUCqb3Ckbo9GqM1PhXtqr2iH1Q9nnTlParLGT1cBxy9DZ1yvbYB8D2IPiw9pee2vXeU9jultP06/IwkveTd3rz/Qzc+eRwkvvtPF7u0jCY9R6HLPY0Oib2opCQ+okkbvalJqD2fnw2+szMxvN8cpL31OeC9Q+CUvEr4Vz1J1+a9wi2HPQrD/DzR/QE+fcpCvRaDNz1PZRc9yZlLPfaaID1ELSQ+epitPIf+Tz0rV4M9g7SjvVGHDT0D4fS9LnlBPfQzuz3Qlve9hA2NPiwRK7zpNwY+PzLevaOVAb7vTVq+dOgzPs/yHr1H8Ae+1XqNvUCc/rvE4yI+B02LvWEJ07zoskW+8P7WPIca4D3f5k09ihbZPQZqEz6JdyW9qvdivo1+RjyHtxa+/LT7ve+wBD5DtoM+YbJUvuS9+b31IQG+0MSSvAdaBT4mqNa9ziIuvmEIE74tcmQ9XLybPBCxab6qAeQ9mfP0POugjbw28oG6dObePaeJBD7Z44w9/QR4vpPyLT0rAjk9bD8BPnKCBz0/Rnw9bRFzvjHhdrw+wpm9qwYFvfxWmb7hEiA9YvTdPMBzBT1RlaG9QA+2PTVUmbx/fSs+6AKRvXMN5Lw0U2C8XssgPR/R3T2/Lh+96FC1PQr4Rb4xJZK8fJgnPGkDHD7+4tU9TMVVvsActr3rGYO9R9UCvRkk+jxN8pk9THc/vNvPIj1c7YA9/CdZPZzbOz19IFm+NswMPv/JWL3hPfo9ZszTPdnpuL1pMAq+1mM7PcMAJz3Jenk+hXSMPtprI70VfW+9UoDCvd5ogr0s3sK9xVxJPeabYz2EHgI+BNtXPlswr72vx+g9OVwXPZTK5D3er0a+V6tDPb7NWj3+8UO9KnLaPPD4Ej1mSyY+AFRdPY2mrT0JFM49KciCvL2FSTy+m6M9K+9LPWe3IL1r40Y9xH4Nvnawbj1bTtO8E5YsvthM6b045BE8vjdiPCk7cr1grLG64c53vgVeJL4CGGG+QcWUvZWbIb5Vdi690ssoPhKxl7yqAty6t0wFvoZ0XD7tC8m9qzAIPkcS0zzsVkQ++l8ivuJJ373AiAQ+z3iHPL9RejwUWzI+63+ZvXaUj76fMFW83CFXvlbAyj0VZQk+h8HwvRjdhr5CsTi+KfJjvav5Qb0EEwi+F99QvaVUkT4v6I8942zmPHUsuz23HBA8F8kEPq2yEj10aQE+g3kwvvDyIb6BkQY+TQ81PtfGib4XgsO8Ezc8vbrtZr4Ui+U90F9dO1mySD0peIG9DWWKvPCzCb4iwwc+RjAuvI4cwr2nPjs+PdBbvDONRz5KNYM9EwVqPcyEtr27I6u7n9LJvF/xg7v47Q09+7GFPQCPH75wu/M9LfraPZdQ/7xE9ro8lxAfvVIEM75fz8G8pOYJPn1zzL1+hAw9xEUSvHrqBT67tBK+TXkhPTHUxjxOiGm7aU+8PNwF/T15XcI9Yy8+PYXelr2zOCy+E2vjvQaLkLwkVqM9VcEPPkTeFz0ip4s9DetoPS/4iz0d0kw9hXILvSEVPz2ooAy+w3ALPhyT7L3MeTa9NaWXPda84D092CC9iwzjPVairD3DyTa9PzilvBz7bj4SXqC88FAhvpM51Lrf3G+8UGa2PLeOBT4B15c9GaaCPWXPYD61/J+9hj75PZPwSjx7ItA8OSxVvbv4vb0lb8I8lad/Pq7PjL1ct7U8JNlbPhfoeTx/o1E8Bxi6PD5rLz4Zrgq9Pp/kPJosJ74G80O+9BsQvaEzHb7Kk3I9si+qvD1YCT0W0WA+gnGhvdlCYj0whn0++nCovbLfzTtPy6S9ZM3NPBl7iL0HJT8+0j19PnheSr1S0j8+t8xMPkgXyj098YQ9ve3YvPef373cYoe+EKNVvSuZ9z3H8bk8jAKGPNJJg7vvhxa9KqBgvS+BzL2q5dc9aMoEvUbqQz62jlo+2NghvsZecD7hjQw+MrkMvrG3g72hkQI+Vld+Pdei+j0KsWC898DGvSCptD0hzjK+dFZOPZ4XWb34CeQ8dsKLvtcjpD27SGK9LWfHvCfKSD6AxjW+8XqJPWm7Kb0m8yy9QDaUvb1BZz1srh89owgBPWHPBL2iGBS+kTWHPocQlL1XgZE9cjW+PXoylDyYIDC+7LvtvXT94L0ZHhC9pYD8vSQcgD6Luf09ZnyEPsp7fT3Nqym+uRsHPlZjeLvc+h4+Cr9qvuzVuzxPFrW8qMljvqW7BT7myXc9T9FKO94PhDyeC3o+kEDqPYd/N75ozW+92kvaPXFpG74tjuu90bSrPe5DpDwsMd29xlbzvQs4cj5p5c89y2fYvQQpLD7iB4m9bGmLPRXsorzmk629lMxnveXMRjsS8aw7ZQxpvbl4+ryI6U09Pg0XvkkU7DxiIaw8sUdMvn5+S76bqzI+6JJFvmYc8T2SidU9o1IMPoliBTy26n08R5eTPX9caD5deIw9MUXUPR61cT7gKmo+mRoRvpEnLr0Tzis98FL1vSzesDvwiwy+qXPTPQ1MOz4MRK89ssAyvgnuo73l2nU9MxrxOwU2zzzMlUK85l1sPq62FD7IMD88rrIyPvLzbz1+VEQ+oEIwPmiXWz1zAao8zW1qPX0ZqT1C/So+EqvhPLKnEbpTWAy+oeSFPUnuKb7g9a89hd5/PoNZNz65BYi9jIWBPpZ0gj0uMYY+lm77u1at073gymI+z42aPadrxTsCMbG9eP+RPZUnB71mg5Q92dBfvnZNwbwsAvQ9lamIvpPukDz/I6I7FJxPPdCY3bzpVrA9UdYfvlGdIz7jeNO9ED0ePnEECjwkJB69jh33PbvXnr2/GQe+MDZ0PJOyBL1l04m9ltSCPppijr1a7z687JkSvhkRoj3HD869lu5kvuxAuLorTHQ9o5GsvWVIFb4+m+M981ghvOJjFLybLxQ+oSaXvfO5+z05n2++gvR+O4BwGz4esbi967FGPqzsPz7h2u69qLCPPMDHB73NEhU9BiT1vdOpHL2+yS0+1OrPPMEWfb374HE+5AzLvRJ89jxh9VK85UB9vphCCLyCq4g7WlRgPYyY1z2c2Di+6Uw6vikajz2QeK69J58svtKG97wNO0e+C3KJPSTsBD3pSKo951YUvafHaj5eBlE9JZtMPbBgpbyLxx29kVt8vROdtT3BqSi+PSQFPc9t1L1XZiM+aG6tPYQ33r0doqs9pTo+vqKa070CFck84VhsPgpRBr5Y/JO+CQGUPLtKdr312Ey9I0Pvu5JlIL7wWOg9CMuSvUuuuD02Nf88vp0BvjA9DD7vBr49KBCePWxP/D1M9VA+1ruuPWNBD70YCFK9Ue58PQQRKz6+g/69l7QBPKJj1Dx9mQy+6tEBPZwgkL2nITU9q0F2vcgiQL0UK1G879JOvSbZ173ae0Y9ljZpvoCW/j1Rp2C8ufA3PbHZLD6p1AO+1/ZhvkJ7Jr6Rz7Q9FDWDvdJU/bxSCbA8rroGvfcAQr3ljCA9WQlMPPWppbtvcPc9eRgBvqOujrxuzCc+jmnEvOU8qT2b3u89gc1WvZL2A70LRe09bn9TvX2a5L1Gu7I9/mKyvQIgo72mhKU93uLtvOxgC77SYeE8pNFBvvKXWzzHSPk9Dfyfvat4Y73cDmu9CV8rvuVABb73feS87uJQPtfsiT2XOg0+kd6TPUPRlTtGpSO7o8AHPaxhwr1nW4a9fRIHvWq/wD2ghlM+R7BdvXIUhD3Z9KE9byJNvtiXdT7+/ii78Ec7Po0woD3CSXe9QVX1PbHcI73ogrs8ZooUPhW6jz35J4+8XuJLPON3n70i2ps9hKQZvl59NT7SXM08cwepvRfLIb0dtli8E/u6vZmjIb6ac/s8V/g3vmGGSjwjFik+2FrZvL0wJ77qKkC++CpDPEdRUL0kdkK+TxSfvf94Yz0eFhw+B8WIPRlGY70jftU8ekUSPo7az710lQq+9GCNvr15Mj5bmJo9CYMKPulV7j1lKLo8Cz/fPar4xzu4g8y9G8v6u4HCoL2tIEo+xa7tPWxw3T1Xu288TavfvRLGNj4tHGw+au6nvZF2EbwIZg0+xeMZvoEuQL2zKKo9vdIVPf+j37z9SiO+w4ifPFYlzbyKsOK82oEevk35WDtA0Ms8XU1YvoR7pz1O3qk9NN4oPgIysL1UKNu8Fq+NvJK1DT6fsW+9EGH1PVtrizxtmmc+z1TlPUr2kb3Paq89IlbjPYYjM7wBXwY++dxFPsEGLL0YzO09lrYDPoXanjxoMyY+y+bRPGvHAz6t9KQ9useFva18uD08ZMu941SdvRz9gj3W5uC8HIwDvspJYD76gWw+zJAuPnHUeTyQHQo9ND6GPu6Z7LssutU9Kx1+vEssiL4JkgQ8el2LvVQMNr5LFME8KiYIPq9HTj1+15C9fCBdPrfzOr3LAgE+Zck1PjqoSD2zaTQ+dEALvYgcSj05duy9qBWXPdF3xb1gV3M9VqwGPkD0JL4mIeG7BCwaPELHYz0L5QE+aGANPddJNLtrpIY+bsTNvID/Ib7FbTu9SNe5vUe3CD72q5i9b9aaPDMj7r06tkU8ScJVvBBGCb6Vs6u7QUcdPodNOb25Ql09JB3OvU/dIL7lPOg9Yt7TPKfo7z3msjQ+Q3ZAPF0SnL0zAao9LvmUvZEo2b1SOKs9V5MUvTlQ3rw3eT2+SjirPVg0+z03S/W8H/8APVbD5D0PWoe91kVlvSZEPD2GcP091ay1PV6Gab0zqdo9WewwPiNPTr2FYum9EisKvdHBOr2ho889VDBkPgLXpb0dDMy9Mc/nvZObYj5o1Xu9LwyOPItKmr1WU9a9enVpvX/7IL3+6Ls9RQmmvgalULxnrAQ+vYp3PQA+k748RS49kiOsve3AVT6QbGU+dhqZPSvB6rxAeFu+nGDDPU7AjrvX9YS9O5ONPBjEz72AEN691qOmPGAT6b0cyqO9adwEPv3OLL6ZNyU+rdrnPHY2ED4mlAw+n45kvhUi9r00bok9HLb4PQF6Db4bFDo+th8vvbTq7D1JV5U9cDulPZcmZz4gTX29NL+Evd6PY73j1aO9t28/PYEozD0Sxy694VmMvTL99D19Iqs8zML+PRola7584vQ9FzwqvmQGBLxUuy0+BRuuvjONDb6elyq+niIOPqrB171lC0S9RmkHPruv0r3/vga8Wa2NvLHIoz2E+p2+AIPFPbb1D77okcY9c+qlvRIh4D25wwi+vAe/u5w+iD0g3K0+d9s5Pr4DDL5HkOo9OJ16vdSa+70eSpA9fBdpPp977j3HvMM9eue0PCBbVz3dwSU9lhmOu/oxFLw7mO69iv9WveR4s73htCQ9nh9VvmUvhT6T1MQ+vqaLvrDPUT5D9SA+mau4PUy+kzzkQY69A6E7PmYkZT1+C1A+y2+CvXLCBb4XxtC9HGUOvhJsHr4oBFc8ALQBvibrTzyVg2g9J03kvWc/7TzoNDk+dn5gvl+5qz3SpgG+9JeSvaOIFz7zrz4+RJmjPV6FhD0y9+I7AaR+u5MiMj7fSZc99GI1PUwzcT5dAlw9GBTmukoX2T3DDXM8TLwnvq0/ij6GH7c8fSKUvVT5iL3keeG9UCt8PW3aYb7uKL48aE1kPmlSOL2bwlO+FuYaPjikK712dXg+KMZWvg1wBL1IINI8j3LYPX+tYz5lsTY+Pb1GPbkJqT16jvO9EvexvClhHL5Y64C9GDAfvrQggb2ux1I9XXJwPmbEGL4wpO67Mm8KPjzKfr3ziyC+KcEAPkBMdL1ic3290bquvabh/Dt8NKK9wqMqPlpzcr1TvkO+O09MPqMqL76wiKk9jbmxPQZLjL69FKY7EveFvXDxhD1HgAE+Ak5UvHRUxT1J/IE9vyJGvY89Iz6a4aC9rGElvuH9lD5Yo0C9789GvgkqEL4RfT4+PLsQvpgatr3WJ6M9pDaKOljysD3jnZa9GI5JPjcSuT3PgsK9v7hLPjumqDwmxm+8pNQGvr3ZwL2pA7o8RvbtvYkB0z1ln6W9IMF5vpoXjzyOmgG+zOcZPToEDb6+nzA+awluPafsAL6k8Q0+oDK1vXN2+DvQBVo9qdDbPd8C7D0mdRq+xSmFPr8n6z1+FcG9PC2KvRZgKj4M5Fc9mErMvWFjFj6O7Uk+kEBTPoL8N76XewS8x9+RvWwzcD5hj9g7nGe7vTBpID586jS+YpmPvQOXMT0pSMu9QVe0vbSFGL3t7xq+sWUGvkuY7b3Hzj++Nj0ZPrKJkb0ts7E9+hBMPddGAj3rBBc9u+6mPK1Vg71n8fY9o/goPpiir7uh1ea9wAfIPZV0qLszb1y9K6/YPBai8r1+dxE9gfXpPe93GT7YWaA9IxWzPV85t7zLKTO+JTT0PRnVW77rxOy8eqB4vujTWr0XX4477KoOvlxjHj7K2ia9+2kfPhRzejyzulI8JH1QPJPuwz2+/xw+qGVSPeBxQb5OjuE8/8sevHBbmz3fD4M9qPMQO723w70ycTg+Fkn8PY3z3r1s1tG9+2aOvUQ9Xz1g1q89ikECPqeGzjxB+OK9YTQHvkfoWz4ggvw826l4vbaMEj5UouO9RFAUvXhV0ju1mmw+7jqtvaaJyD0TjZQ95kKdvQbQkT12Jvg9LlvWPdyfTj2IvhI+mcFBvn2WNr1Hyys82j6VvTnfAr6FzE8+0LdRPoATKT1iSh4+f26Tves7zz3ZKYe84dkgvZIPIL03jEw+9j2XvEAuy7xX7ly843evvRz4qryOAIK9BGOzPe57WLvUMka8aWyYOeGAhL1a6TW+TccBPiRAZT4bzY69We0TvqHF7TuZqQ6+XLY6vgsf6rw8arK9EK83vSkuJL68qUQ9kMoqPaDSkz0wAs49vJIvvrtsRL7fQt69MVzSPfOMs73J8Ru+8ttCPZ9/5r3xuC8+KMKlvceDpT16dIk9LEqyPVxyQz2UMAO9czr3PdU5p7weEac9sIP+vZK36D2RE5+95A2/PUaCS77jAfW9gWwkvosTVb7LGmm9Pj5wvs5ZlzzuXr89W9TZvWY2azztSbK9vAENvn2gAr3tV/y9TWEwPvxlkb2GrdY9fM6Mu8Cm2Lw3Imo9yT/8OwZ0pz0D9EW+/ITJvUqqKz7fi9U8FQUovYIIAr5tQmM9D6NNvQrtGr67yVm99vcuPlAxBb5iXDo8st8ePj5paT3hYmu8L5mrvS3rFz5ml/E9tUdTPr4H7b2/Vys9JqZhvNfZDj7n7F0+lTqRPYe+aT7OJjw+s34hPV6QPDw8Um8+oCvQvUk7Gz7iRMQ7X8cjvl5HsjvRoy++hyUrPhOMu72Go9w9l/C8vV3Dgb0w1qe9Ab9NvuTMCL2j8xS+qcxdu6VNHL0Oq3M9IY8mvowUnrv9KxK7jjMJPjlJQryubka85XIJvU8vHj1DiVw8Yt9TvbJKvr32RLI903hdPl4vDr4uqB29fOyRPD5m9bnuXQm+jtE7PY6Cpj2Tzfy8punWvUPHqD2qI7I8H9gQvmeS4byT3jQ9EjYQPlKaVj5n+MC9daw2PdzsUz43aQ+98S8/Pc7uQT2b92q+GjoNvpY8Qb7zwMY9cjZ1PSp5Rb1Ookk+KF0WPuZ+3T1uEak9a8hvvnhXlbyPPDo9X+bSPVnfnb2Dada8p8ODvIW3cz0kUZO+OdGtvRk/Br2alAo+2l2IPr9LIT5boVe9l1uNvmXLy7tUHTs+Nqs1vWt+iLm+GBU9nVs/vbpAZru3Vx49Xm52PQmcWL2rje078TECPMd2yb13h/m9ZOAlvjoTeT0glCC+HxW2vAQIJT1IrBq9M0g8PpSPu72VyyK+JhIJvltJODpPwsU7PdKqPZiCVD5s1W29/yOFvuEF4rtRVt88JvM6PglThDw4eRq+XtcmPqXhJz0rnt28ReE7PmdoxLxV7D++RWgGvme0ID7Ulzy+OD24PWakV751Xpi8lQr8PNgO/z3U/xg+RxqMvR7nmD3VJvW8mYPKPTweKr4JWRw9F62yvdgY2juHv9u9NQYMPsHxsL1AcPQ9MwMNviomBb5H8pa997VMPrf7jT0lZ5A9JA63veJEJD1WDIk9lrApPmr1Aj17e7+9reuqvSA/zj2CWCA+TdX0PQYn5bx33dG9u06wvaC6tD1u9uI96vZKvUZ0mb0niVy+lIYQvl5FzjwQyPU9DnczvUAmPr65SVi9xD+gvYBzOb5bNU49zrxovYD7aD5RcAs8ReYbvgKwID5ovmo9Jn+GPQPU370+zX06OLsIvjqpwTypRck89cwnPllyaDynBgi+W+SBOzmtdb6InVi6epCGvlKUe77uKBi6S24fvYss/r3K1VS+hk2WPN1lNL0p8co963MUPoqiIb42SAk+gecHPaVqCj5BST0+zu1Pvj4Yg77apBM+vsbhvVaAd75Vk2k7e7+6PeswGb7beOg9JkKxvV1AOz4XcRk+4dPIPU1dqb1hsvg9OTyyO5aAqb2xMRs9ZjuPvlgDm72AtrY9PD/ZvZzRAj4RJoi9+aj+PDrPvb1c0ye8sZHkvcwibL0juiQ9QrJVPoIAiL6r+0c9vcgMvVt2Kj3djSK+RazavfGuOr4vfVw+u59GPrtFor3Nvwy+zomEO/8BXT1X7Z29NNRlPE6pQ7wvQgw9bqVZvQoxB706jYm89qt3viMalzx2AGe+RLKgvSzmrb7wSzA+hJ78POwIlj11cJI9y6++PZtB7DwtLjU8hvRhvAtsjj3cNUw94oeAutGg/7z1IsU8WCcRvfpdHzwNT2Q9X/7bvYEgjr1ZmfC7qjDMPIQghr0KaDW8foGMvdMqTL6e/W4+RdQ1vQ14M77KIAK+jS6APPFhwjy2zrK7QYglPlnJNjzxVL29r19uvZfhxD3u1ja+gLg8PXnrRj6kRXI9TGAavWb2Hb2FWMs9DmuJPuh53T1U5sU9xh04vWNju7uOrCU8FZ4bPlleC76HGE69V8K2uxZVgL0puEY+tP6NvvMZLb3ZUR4+DCHfvUIkq70vMhO9Bje7OjPdJjyRvKK9G47hvd6kszxpLOe94gXVPTjW8by97eC9l3yCvQ6wAz55KSQ+BBClPcdDST7TrqE90IoEPuh9hD0OVRa9/TQ/PjZdHj5mjYU8avWpPW9GkT29T1C9rHsvPOwSorx2EYO9rlh7vf2jS74JqkC+YcQVPj3xYL6lwhg+EDypPX+LNb5bcg4+nfimPZYP6b3A6Nk9F2d2PbEE5z3T0jA9TQolPjWp/Lwf2UW9dEezvS9fVD4YI+w9QTx/vqaLY7wybM+9iscmvST4vj0+ZEi+b1JDvXjazjx7y549xfKJvGLVEL7KEWW7Q+DJvYxJvT23V5S8og0ZPruol73szRk9qKzOvAF9Eb4x+Vy8BX8FvMHGKL2H6eY9qE2tusesaj22s8K99YYLPjovRb0EASo+baQEvmIcDb7C4hc90atnvQXmC73sWIc9UCEKPngKob2ysYC6WBQXvd2BVj4bp2m9/3uYPdDvkz0EZoK9KyhrPR6/nbxl5qi95erZPD+ZUj4iz3A9zUBqPDNd8D1fmj29RgxAPboWI75+J529kWbkPQsQkz2onAE+2jEdvZhLXb6JTcQ9miMIvK86/juEeRU+GATcO/L1k70bIxS96RTOvUKhNb4tl4q9cFg4OYPoTL6NXyQ+roWQvtspQT2ys9Y97KNbPa90Dz4bJQg+3TXTvc+PVz0JQoY+xtPDPbKfFD43Le07lG4Rvc/cAD46xKi7AdQsvlhqgLu51x6+3FcavnwATj0mIIo9jmbMPIxhyr0hp2+8fhWfuqziC70ZWgW+N6a3vYkEcz250B89nDN7vcvXeD1mntm9MwYOPQuwCz6lqsg9AAX5PQ05ij0mHd49yfrmvdDvFbycbYm8JDn3vGQZoL3ZQc29v0hGPeRv271/8129+JFfvi/h571pIXw8H3DdPQpmAr4EcZ09ioBFvcaYkr1bYtM9vQzaPew/rLxfxMu9nt2CvcCi0b0I2p28GWWJPR5KeL4uo9o9NbkhvUpVmD2InKU8blyIPP1ojDxJtDg8aR9cvBDsJj1wXv49vIp6vk1TVL6oB3I9G0mHPQQ4k72+JSS9VtWKvet5Rr3iIiI90+rEvVLVHj3/JnM9HsB2PtqkWj6vUi8+e6gsvbF9Cz7J4Te9D01APZWzoL3GVuC9Bh8jPkA0fT1+6Qi+J0jLvMj6UjuxVji+9LUZvY3ROj2iJ/0823gEvn9kEr5LUNS90fZGPgyxAT0oOT69d/+WuzyUyDx2Uxc9LPv0PJfoJz4SZLs9Mpv+vUaGgT1Kzsy90bl+vonBCb14DJY7b97kPdy5Iz6J7V89xgXEvfgAOD6fCE8+fH81PEaSFj4kc7m9GybGup+NMr2lVyy+CT6lu1o2ID1zQF29L4wWvYuN47yfPgO+lJ9DvXZ9gL6S4I49HiNIPYt4bj4tqFq+Kh4cPtiJlDyE95M9NIpWPSskEj2pScI9KkpxPcMCOTyVPLQ8TyW4PYxxVj2NK5m9ss5IvtzcZz0JdT68cmNDPhslOb2CoxK+X6UivTTZhb7fVVG+kMkkvSu8Hj0zN7y9fBgEvTmJ4j28J/E6On21u1nr7Lzjh7Q9g/89O95UPz0ELoM+CB41Ptklgj39PUW+QKkYvZBgZT4OrsU9Lv4dPlRwRD4v5BI+LN0/vu7hKDzl3Ky9MpssPn7QkL3nZva9Hb6RPasViL1QEyu9pNaGvkusX77Yw7I9fpKjPeIqgL777D89/zUOPockz71a5Q++d95yvbcW9z2yBCa+ZuanO0fSeL1pTx28ft/WPTNBsT1YMMI9E5Q0vhQNsrzMwKu9Nof2PYWoeb0mViU8Nx1ivm+4sD2qiE09RQqfvEYGf7zHryk9s02svU6SLj2HWfi8v/FPO1oJmjxhMpS9GPDpvecDEj4cTPU9e14CPtRbRD55FhU8UDrgvVELED4YzCe+f0qlPR3Ks70W2jQ+hsEEPTJSOz5POd09NrufvU46MD6XKCC+ZKA8vmEYg74BdUc9NgYRvqmJ37yGbR+90AkRPq1rwD1FqUY8HaAKPtKHhL69a3c66Q7hPVcZST70vx0+vcaMPGFyEr1LwzM9DgCBPqfyEr7sWgE+8q1wvonv/T2/2LS8PmIxPi7CFryElYi9rHRtvjUqrz3aRkY+7z2Wvo56I73Tnco9ZQZ0vUOr1b1b+Rg9Yfm/vPGvPj7UdW6++0QSvpPjMT2xsa06ImUQPuZqlb3Tszo6aU8VPgXFiz2jy+Y9FN9vvIT8wD0ZkGy++L8ZPdYOP75o1jG5AjatvHyk4L1Z8uu8tjXSO4oFo741bdo8V1AnPeE4jL1fnyA+qOSOvaehY7x2GbU89FxOPvD9L75kzYk+m3TzvVdNIj6tNSq8tC3GvYPKHr15LP49zDhRvcS7cD2LPNU97G+9vdVmBL67RXq9z//fPbVjiz15Zrm+U9MkvoYlRD3O07m9xsaYPa83Cz0PXbW7ZvviPU64VD1tw9E866nevbm1DL6WtVo9AMcVvp4leb0Hk/E9v1x+Pb0AAb5OSX0+uis9vc4IfT6/9zE86A5VPlAUDT7vac69gq+9PYNwCT6X8729bAx7vteWxL0gI08+n+alPPmAnj7QCmc+8DgtPrlO2bwftEQ+UrJVu7eyzr3gClU+36A8PsrTtb1sxhi+3oLhPQPnFj2vwg49hefTu3fbRj5J+Js9ZPqpPWTDFj6pXGq8xnq6PWKG3j1V2ws9pC6BPVgTC7xAgtm9dCwGvo6XYT2fLL+9/DAAPbAnerxCIsw9A3R4vGaFvL3lf0Q+9gSLvRVvZD12dVS+3Oo8PsKaHDwXbSw+W342PX73sz0flV4+9BK8vX9dYbzNzrw9D4FovnTMcb08EDg9HJxCvuNq/zwwcw2+vAKrvUOe3D0wYAq9X4gcvlraJr4gSwK+7mtyvSuNhb1FuIS9hMhlPQB/ST701Qi+F1yUPtv2Xj2N1689nFE1vlZnnD2+IqW93fphve3137wL+5E+4dlMvgUyEz7icZY+6qlmPZIJvb6sNZM9lE+tPZjE2Lx4U2W+uuCmuprRJ72EGRw6N3vGvX7rQb5zoK090MEZvjXqnz21/hW+1zYOPYUXczzLtg89X/gIPVrGJL18PK888ntjvk/9+z0tIIE9ie/XO7fsqr0WINE9lgKhvB2JFj4Oemo+MVitvXCljL3ur7m8+ydcPal//D3sK4Y9ps9yPkHbCT2f10C+c2ENPut6qT1W7oU+fhgOPYOSsT27+wW+xoa/voepXz4WvSO+d+AcvmyNx73an409hCIMPgXoKb3igRk+O6HZPY4kJDysai2+Oo8gPHxhjzyyUCW9qL29Pcw/5T04ZpG+2rh7vXe9Mb57rTC+sievvJOIoT2mBgu+9EkIvUxvQb3PikA8yEctvekuEr65VR++rIiOvHk3XLqF5/W76iiZPbyYAz4lUrc9XknfvNQ0Fz2LeEs+Vru/PaUeij2ERA0+rOSGvfJndT0n7Iy97lrCPWP+d729Na09l2o2vrcdSL4jQf25y1Nou+4kNz4As6y8RHYavvD8CD53GFG+RnEJPCl4mT2Fay29Y2LcvYdpsj0nUKG6iNsLvofiRL1QEKw9tTVKPRVNuj2QB/i9rD6nvP4XQL302YS9bNA0vdPi57zxFTo9kJUAPfRJKD5YgW+86I4LPAk+Rr6Oqza+uBAePoxHnLsA/gu+0FI+vdqQVb4pRjk+D+orPqX7Ob7Y6CQ+wlEZvpitZr2QuBC9CzMlvfnNGr5zpn48+69BPe5q/rzIc46+5M5IPt0AcT4ajly9P4zrvOBLfz5FVxE+QQ5UPjTXYD69A1S9hH+HPdAaRb7H0Zk+Srx4vYliI770x8I93OMovop4jb044hi9iP94PdLqNL6Lzbu9kjCIPs4SEr5TE2e9GJt4Peuatb0R0ZA8KL9evvUBiL6vXWW9XSYqPaydLD7a64i+I1covQ0b/7279v493Hmrvac+oD3ZALQ92dx3vlw2170V3FO9HG+ZPaT0fb4V0EC+jzSPvpIzqDzmjJm+K0USPiNKs7xkLlE+96EkPWAQh72t/iG+AH/9u+IlCT2Gx2m+uJGdPL6Dlb74DGI+bRoavUm1Nr5lrMs9/8s8vimG7b2+Zxa8hIbnvPcHm71yyto8WYytvRb5Q7xzoA+8A1anvsbqjj4Z1EK+o6RwPQFDBz6JVdg9dS9dvgAB2z0Iyi4+746BPbZqCz1KDAO+zty2vEaUvbxDNaU7NKkNPsv1yj1u9CC9h3WLPCrycL7dQIK93cCMvU1Frz0nnle+5gLzvbnrCLz0I+e8V6r0veTWbL6of8U9kXMEO2aiTj1WVGc+3GxSPtgf871oIXg77+r2vFYYDr55SyE+ER3ZPBY/B73rOoI9kFPPvZMjNrwsuCk9EmoJvu6IoTz02YG9YpBlPf5W7zwTWN299zCYPJF9Gz6eTik8D1ntPXxPKr4ZwgS9gdydOdvAuzwc/nw9ymxrvklBgj19TOI7h8IevVHo6zw/5La+cNQBPlOHGT1NI549SX64vMubNT5n8Wi7t23QvKnKJj5Pumg+4+3FPfcoLT3KNNa9p8zHu0eGpzxrqXc+xEThPaZEKb72Kju9G2WYvUHihz3m/08+F/Gyve1Fgr34oOA9PLzsvRQtz71RSk2+/bD0O1/Pjr1DjE4+McYMPVAVvz2XMRk+9LZdPf+hKj2sVlA94wO3PSurkD1KRku9vLKvPT4G+b2wLOu9lpM+PKz3Jr7kG5I+RTIpPvxZJD0pxGi+xul4vVdvHz4T5789OTBgO5mQvD084sw8b2t6vuX8Xz42V6O7TAuuvcK4pryeHqG9FXaxPbHwMj2p8Rc+jmeAu1XbhT433ea9Ry+FPL6y+r05z/o9yrCbPRs6vz2hu4g9d1UxPXA4qr1ICp89QJ6FPkeoqb2UP/a908RzPXMz0r3qXiK+HH0yPnKxab1/Czw+juErvVZ8gb2ljwW+rZPqvLZHmz6xo0g9wmB2vXLlCb5uU7g9xp/KPcyUzr2ky729CUaTPL+JDj7fU9O8C+8jPZUQZL7FFO49untBvn7vAT7Atny+6peZPEzG/D1wVy89ztETvDKWPLzgHCA9pSc4vQslEj7N4gO+1s0svm8+KL58ZcK9JsoIvtjWbb6F1K86TlPrvG+U9TyJMM697zJHvl0UgzxLFsC8YtR9PcepU769BII9J0M9PQ8YBDwjPZ49SBAPPqt1cb0TExK9kC+nPKLhET6DgZO9d4NyPc+Pbb3ePO29i6NDvoPhHb6auVO92DNfvtT5YD0A86k9P2KKvTAnDD6ap+O9Q+qKPc+Mrzw5YZe9PY40vQaVv73lAfO8dHbbvfn5dTxHVUe+GnVUPfYqj72o0SY6xlN2vflGgz1MlJU8pHeSvYEmob17CGU7I6UMPfKH/jyL5lK+ZJcJvl/txr3UkwM+uEqXPI99xD0H8T0+sVoePpCtRLvunxk8l0vovW9qR74Z89u8goEHvgy/+T32rcM7FIWlvUu6qT0B9Cw7+H5HvtmR0T2qsA+9c3Y/PhrgarwGUoe+rDKNvRP+Wz06mVW9Nxtavrc4Vb1oegi+pUNEPaM2e70s0dQ9//ScPbFuxb2SjTI+ebSmvfuRRr6oXB+9rVS1PWTngL0Dx/Q9kytZvUaOur3RFt67msEOvmMDST7yuGa91q7AO1RgMD5Mtq89EtTgvRdobj3VMdy8vnHJPOqYIj5/gAo8vRmvPcppxz1JHpm9tx6MvS3LqTzUfgs+OeU0Phe6FL4i6cm9jfJzPtilDr5BiAY+n+WdPQu0pj2Ebn69kpJAvrgw8b1WnIy8aU+MPLnNCT3IkAm+thG1POPcdb7XFIW9GAWdvVd1KD779wy+75uAPDGq1L2Bs0S9viI0vPlfP75U7aM9GCctvmMIgj5yqwm+nro6PeZHgjv/bxU+4OcAPlKilD0KRTQ+8bCcvR5phzwDhpi9JNkBPRO0WD5uCEY+/LhgvYJKLT44HIk9YhNfvWcNTz4wwLQ8mA7NvL2seb5W/R47Fhsqvv52Gr4OMyE+t0yxvYQdkD2+gz49tLi2PR35Hr2qm4q9XTiTvdmfRL7oTFA9T+M2vSYTyb2x/oQ+HsY/vpr9VL2izvM90kmKPivkZj0edzI9/uFgPfvRMDz7Bug8/IY0PuQOlD3Mzf867Q7XvTkkCz3epxo+vASDvHVQ7D014Me9qYkSvgZtGD3M3sU8mdETvlPqw7y/Z5u8iGeRvrKhFr2dKL+5cFTaPaGYGr4yHhA+hF9QvsoXbjyqtv09/bJpPod1Hz4iWxi+AJk4PopzDD2JcCG+sHMHPhJPHLyTTGq+mInzPbCFi713HBw+9MDfPVPcJ72lkZY9HH+mvBMzDj0LN6Q9K88mvtQQNL6oE4C963mfPXIGL77VciO8PdQUPrwLST6aSYy9Ma75PcitvT00cYG8ZemIPbJHNT5uup2+wniIvCEcXjzsgl88AwAOuwHNgTzfwnA8p5xHPCd+nLsOKAM8y1A1uzsIIjwdHYo8gliSu/XCXjy01kC8oPJpPI2nebxbKYi8BP56vK46W7yzpW682upxvNuziLxYQFU9mXkwPNkZhrww1XA8K32dOzAfgzxMmHa8/Y2APAnafzyuAhk8toeMPDfjL7wEeng8kq+LPGGUaLyAJGM8LhRhPOmEZLxIQ3c8mvxyvEy8VTxD/TM8DpB9PKEUU7yhMvQ8AXONPDd4Wbz+YX68HJ30OoKbYzwAwk47/VKMvAtvlbosAHg8UqWTPDN9ebzh72s8gvWLPLHZjzw+3mY8R5lYuobAAD1keGU+VigbPvLmKL4g79I9lqgivi+ULD7bV049bQJJvnE5er4UESo+MwBtvkq/iz4E/xW+ioMUPXQHkLxuOga+d/odvqVEub2bJig+3dIdPe04F74qZZQ9y8yNvbZ3+T2pC249ZRYbvm0bnr0rYR4+ZGISvqdVrL5xCYa+SQ/LPEOBQr0rNb6+b8UzvokdjL5PDwY+hteovteRHT7S0e47qxyiPtWkyL26Fnw+K3nUuxHvRT52fZC9oV2nPeX0jL7e/52+nwcBvkeJ0T4yAgO7Dvo0vuabgz6WuBQ9yHGTvpQ51b7XVNM+weZZPisAbL5Id5O+ox/SPsx6l74ad7s+oZ3UvaN3kD2rQk2+ng0yPSQ9AT6wmfa9dgXavWoOEj4ITf87uNmjPSsfdj2JD3K+cq3nvSkJ0z0/sIK+r6w4vOw9LT69c1K+rkqdvJgKgz7OrQK9YMStvrp4l74xMjI+f9myvXoE7j0N1b6+rJnNPlLVrT5xig+7CYibPQWRP70jYdM9CFIlPvnZGL5bJ72+UJrKPb77kL5tBqk9wNacvcuW8r0Ix+M9p0O2vRF4Aj4mfko+XsocvskGKb7Jcmi882VWvhV2rD4M0Be9zgzRPWVtXT7WL8e+Mk09vr5rjj0YUcC+Tcs4PrEdP77Pc1c+CPvGvtwbuT3ad3u+zJoGvaxMR76uuZK+E3SRvCx0kTw=","weightSpecs":[{"name":"dense_Dense10/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense11/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense11/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense12/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense12/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:48:49.943Z","modelTopologyType":"JSON","version":"0","formType":"forgot_password"}}