{"modelTopology":{"class_name":"Sequential","config":{"name":"identity","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense13","trainable":true,"batch_input_shape":[null,34],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense14","trainable":true}},{"class_name":"Dense","config":{"units":14,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense15","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"RlnHvsAec74SS+2+ndEDvyT0yb4W4jy+zQ2RvJdqcz26YIM9h3QCP2Sy2z5dwss8YvMGPWnYiL0jkTQ+Tmp0vahAfr51UDi+opU/Ppf6HL9jRQ4/JSfZvvsvnD5boLm9+6KPvgBwrT0+kB+/toefPA9IpL0kuxK+wYQRvydB0778XSw/xsSuvZIuNb7tcnu9C0n5vsOvKT3eep47/3nEvjdQur5T6sS+2KQuvQJx072GmqW+2L62OyrFy755Hq2+CC3EvqtML78XOnc9Hd7FvviXiD5nNNS+D/THPkVqvz4I6xi/oVIuu7DvGz4a9wK/4Ul7vjnip75wwhe++76Svny1+r2oZac+i/rjvqhigD4TepY+ktWKPhtWiT74zYm9o9kKvp/5ab5Br3m+yCvBPv9oML2lkRM+e2gnPsoHj77LMTK+SWQRvmQW5b5Bo2s9jx8GvtV5Db5sK0s+BN9RvrbotD27s8K7NcQHPfuKMb3rDWm+5KmCPo2Rvz0HR4e+fAQsPZschb5TDOK+RSqrvvMAMj4vg/g9yjZJPuhJSr7EfaG8vJOAvnrHjr3L7M++SD+mPfvmvT3CCRI+QdcPu8ndpb4JIDU+oFBhvm3pCz8mKsm+uruGvsReDr7jze89DRqyvbtCPT7yZKQ+e4ALvyHhXT7CYrA+1G24PPTmhz55EzK+lPBVvrJAAT+/CpC+0aIDPvbMSj6JSjQ+YV+ZvKLAbD7x1I6+MHUQPkXE2j3kZ/a9Mktzvix30b6mjLM9i16lvqrO1L0Za4U+xpubvlljJr4E3RM+HLbJPrv9/jxZxEa+AKiyvvH23r0+oaI7cNCjPu6Hsz2Tr06+jH0Bv/Ft3jswIKm777lBPVmG1T4HG20+HhW7PrHwmr7Y+jk9N0z8PNzo2b6WW2W93NNsPKb5qT2baem9maChvkLiEz4lcKw9c/gzPYqXsj1x8bW9GezlPHk8Fr0lXvU9/zCIPNqUZL2hhqq9DUE9vorE/z2dcKa+Ve5gvFS9ML7pw/0+exKtO99Vsr0gRrk+h1Q4Pdp5Pb018OM96SJFPnHHHLz/ifW+J4o2PSkYbD5Lpdy+A96KvYQ35DgCb128zvWBvjnBaj3R/WC9TscPvv2VRD0qFrA98pB0vY1F0zwIhX+9znm3vkagG72JqNO8iPAqPZkLgzzP3nY+th/jvkTKFL1Du7A9aGbkPVJknT7JMK891s1cPmmRJD7pkwg/ynQPPowTFz4ZboE+G2TBPu57BL18g4c99lxlvisgFL4EYve+d55LPe+gXD7GlS2+se9FviiytD2h/pe+QT2svllkFT4/nLK+0K/uvCztBT7QQ8O+oMSuPVCOwr1gWvU+rOfjPAOzVD6+UHA+1ZHuPiu8Lj2FAxC+MDhFPV9w37xObqu+M7IsPhlKRb4DKE0+oMeXPYxmjbx7Kvi9+w0FPlkQizwkYza+UwGHvrAwlr4dp8A+CVQ8vozMnLrqwo49F8KCPqCkB76q3wW+HHp3PVrmTjzNFA0+B08avkKI8b257CW+TCthvcvOXr5vO2E+EknrvRbBJj4l1yY9uYssPSOOM77m6es9m4gKvlumdL4zsgM+UEH0O9x9kT1BTiI+K9DuPEz7Xr7h6S69AaBTvpxn0rxAmdW7HymOPe5k2r3VZsU+ozLFvmw/Sr7y7s69p4YoPogBKb0We9C8DheBvgnX9bvjl9s983EAPtHxdb5PAwK/Q6a6PkVfvz0MI2w88yvbPbD/gr6iUbs+5HuhviaEib1Yh2m9SZfbvnKJlz7TDRw9uPTEPiGsMD693+C+Sn/4PfQqZj3llog+eb+QPjlaJD6hWoG+DemRvmp7qT53FGu+SpoSPuPz8D4Q/IC+J+EzvvqXf77EJKe+23p1vspBR770gVq913oGvqlA/L2AZV4+lc3lvetw0Tx6Cte9Mi3gPW1PjD7uf0C+1dSDPsmJnz6oRXQ9japTvifenr5deBU+8jXZvaQMjD4w+Ji+vgXHvnOUFz4lGd29t/90PpY8Bz5Ug8g829pZvY4JnD2ugFG+DuhLPn+3rTx0lKu9VoYhPaLy9L7wV/c9ncqOvhD+kb7MNre9q4Nsvv1LFbz9kKy+bJDXvo1Tzr2BV1c+ztKaPmo8CD5Movg8viw0PH44Ar3uHiS9uWdgvU3Uw7t780g+QBiCO88huz5ZEaS+WmvtPkx2lT76Bwy+JV/APBXG67x2Tsu9ziggvszLD7+mqxW9M+iSu1sB2D3vmaw+PdAEPtK9Rz1FrMG9SKRpPBPOhzzuQAo9aEUBv5r7PT1nDki+2AQGPKhF6L2yKpe+RQo6vTDx9jqh/IQ902CZOmpihz3hX629QTeNPo2Q5T35Rik9S8XcPA7ieD32DaY8vhi2vbjVHT44hoq9eK+0PYLJW737cia8+dWMPuZdpD4X1Rq+4GLoPq/15b5kRdG+1+9cPtJlhT6KXLQ+jPWnPtfi1T4K+tg+NgjbPZIWOL5eLjy+9YMzvnqNMb4VObC+0MdoPrPfoL6vGpq+VnVOvsuj0D3Q7qY9GMgEvwC//z0vAyY+m8TMPv/RA755xOC+FiHGPlQUID45YxM/G+WQvjqsnr5v/RU/RvPHvmb9l7421ce+bXjbPrRhir5Ul80+jw/Lvc9auz7pTLC+RriDPfHSrbyqIOC+tem9PjERlj6j/sk+P4fFvhrVrb4JYqE+85TVPtRRh74SsDm+D0l7vlN9mz7k+4W+y9qnvgoVzr6pqWo+h5xyPvy42b69Byg+W1JkPiT2rD3t9OC+r/dnvkZdYbx8Xt4+WUS5vo6Qz77O72w+fuyKPuybwL39uRE+7YnFvj8tmD7Faxu/u+1ZvhP9G795gbW+faCtPkVPnj6gla4+nzEGvxEBL793T9w+7R5IPmvPDL/eHta+cJmJvvULkz5KpqE+pSy1voxa1D2wYhK/TFA+PGy8Jz71nda++nWsvrKeaD7WkAE/caXBvtj2c76VMLs+8yexPsqilD4KZb++PtrFPrsRvr3mTeO+C+bwvmTV7b4NC4g94RthPpF6xL4LYNk+GTEBvrDKk75MzdQ+sPTrvs8E1j6avgi/If/pPiujFD9UIli8+DEwvsbiwj0PL7m+9m2kvrCf+z3sWpW+xTUZv/87/D5ENgC/PEPBPo3dpT47zAo/vv+ivlMVAz+knyK/tov/PqFatb4QXsg+eU4ZvtRGi7345dy+P2GjPgnZbL4t2bM+eUa0vs5ztb6nazW+l/2rPpqx2z6Onv69h0eRPnT+ADyNb4+9ykL7vdQmQL5K1Bg/OtBNPaYbpr5YsbQ+pAlWPra+nz6kkWi+FaaxvlXJxT6tGBo+x2akPs+S4T6vt8g8jXo+vZxWGL/retu+quVQvkuHjjzqWDe+gekgPqCLvD52Bty+DiqfPr8MjL4cJJW+cY0/PkMFmj5yDMG+v2vivs7Hx75Hl8g+sg2evlhrqT7427s++QPGPrGUJL0JsfC91WzfvUzuir5TKPa9DgoHvwXTB742Hbq+Ko9kPhZaD79Bvti+l3J+vk54lD5Gf4g+Js+dPn304T5V2wa+f9C1Ppvihj5O+dW+stjSvUR2uD6H6a0+yXJFPyIr5T6uJ9i+HaWOPjIPmL7F0/C+OJfCPZs2a77/XO6+ylqYPXF2jr5AEMQ+SHO6vh+Izj07nZY+8hRAPqep7T5Uou++ncAHv8AHer6PhPM+5g+FvI+Re75Nqoe+Ao8YPCDfbr7AivG9cPD0PtLbM7+of5q+76d6vQcCIL/3UDo+EoP5vmXq8r6QqoO+KxHmvhVRhT62Org+RQh4vj1enD4pr0G9n4WKvlT9oj7D4+e9RUymvrivLr4eya49sGIZPhZF0j4c0Ms+eGEJvy1jsT5oy/k+wXmsvrPtnT4rXqQ+0fS7PjOsWj72L+q+zEhYvsnmD74ZEnQ+cdHbvgOdCb+E3VE+SoSoPQrxX77Ma/E+ucI8vvY3BT+6Ugu/UwK/PX2Vr75Cb26+f5qePgZN+L6kIQs/E7vwPnUMBr9HNvA+RTGSPtK54D0JBKw+bRHgvi6TZj2FSUm+FBaevkzgpL2kPMk+NMabvk3R3b4+UYa+f4aXvhTLnb7cnqk+Xi10PifFUr6mglA+YYhRvSQ0QL4OI04+pOSevSrMVj5bxsM9uiqMPWnS5z3SRRQ+GSAxPfA0jT7UD9Q++7oMvyBawD7+gJG+bDSxPcqBhT7RJOk9Hn63PnbNMb6i6+e936DwvmKB9j5Pimu+GmnIvV2O5bty11a800uTPm0woL0yYla+9v9rvlHijj7XRxy9NpPCPUcbQz4Eh6q+UR7IPoyn6D6DbF++cIUjPZQduT7X1RC+bAAXvwLckz1j2pi+H1ywvgdol75eGS08y0zdPrUImj5Q9LW9wpWBPdpBIr7j5F8+L5LBvlxg/bzUsyQ+jSGXPZAlHT8iNU2++mrCPkZV4z4Txni9JXtHPp9YPj41OwC+VUq7Pf+7cr5+Ik4+ETwKPiZGpz5JNrM9k80Rv0tFyj4U5Q+/VTruPgQUNr8H5P4+iTYUPod7qj4mDS++KWAAPyaOyT4RNoS+6JftPRpDer6iWjs+MptzvloEqz4fyeY+Rx/xvR6yJ72DbGK+LJSmPX16/b73Fpy+DZoJPqO15L4WJo69eGC/PsKhWr6dT0s+e/L0vkusfT5+Eeq+9X/uvhnLZD5Q5qm+pajtvbyRs76Bdqc+o1JnvmDw6z6cTwi+vlaJPr4UMLyBrwI+fx1pPhT3l7titqW+nGSLPlh1B7ykeeA+FuSCvigSjT5LM4y+3QDmPfWg7D7GiO++q/mBPgwgtL3IHK0+cSZUPEn0lb4mIic++UE5PYOFhz0hUcI+NjAMP8EB7T2B5ik+THC5PnQUGD6/EMW+XaoRvY40Br+C3hw+OPYLPIIM5b6Kf9s+nhMWv3LyDj0SLkM93hqxPT8SZT7wURo/8HPYPZw67b7EBV2+xtObvnQSH77Kmek+5k9yvmNiQr1griW/19k3vY1RYL7Crso9g1lBvk6Qdj63aYO9OEc2v0fhaD7Ny2s9iKPZPnaspj6b3bq+AjhJvsGegr3/uwU/BjXevg94aL4O2O0+umISP2qlDT/kbYm9C6K+PXxU0z6I1RC+A7e1vIa6K7w/MDU89grGPpROJr7DIt6+oHvpvV5A7r7k3x++xwA0vl/eLL0uVSS/G3yMPsC5GL6tKs6+esCFPvtsUL0M9oa9VA5pPcBB1L1fmho/01/3vRha5b1Ulb2+PATDPEyFET1fgWu9c1qpvdaqHb48/cC9GA9vvkLJVT5yXZw98uU0PuZtKr23a2W9j0RRPt0HBb7Curs9UfmXPZhZtr4lKk48uaYBvkcApr6E4IO7HDWbvZqrA78qR/k8IsKaPSZS4T1ew3e9ixahPYU+HL3fyxE+xM1gPLB2rDuxjUA+jO/HPYh4ij2kSwa9WXNrPI63D75cqA0969QYPTWFoT3Gd7E+3AiyPPvb0L5m1E2+dASAPVGphr2Xhys9P4H9O8kCZTztzI490yp8vi7Sqrxz8wa/RMuFvWaebD18h7Q9i2gTPdfi/rzInLG6pR6zvSHYqzx+Nxa9I+1BvbrusbwvyRI/XNp5PdqbaL2MinO92D/NvEx0/T2f1MG9dq31vCJUNz2MrZC+7+yQvZwpk73qbyU6tZeqPm+2Vz4NuTq+QHiyvbEzB74DdTc+fbyCvS+J/j2YRCA9pyDLPdxToj4CZic9hqKRPm4qED2Dzx6+Vrw9u4SRCr5Ttsy90CGsvLsw+D1KXwq9LzQPPs8Utz04wZo+0z9FvfBU1byINPk9GHuwvh9N8TtKXwK9M2HDPY5yuz0s3EY9rHW3vDdrtDxlToo+Y+gMvnFTrT3KrKQ+AbqCPd5DcD7eKNO9cW4kPURLcL7B0ak92dkivoAwPT4bQH89SbSyPSMRY70lfea9Z3QHPmVNgr7ppyI9oDeMPe2CC71XtEW+7XS/PE6xAD+JQZQ97woiPs876Lz10Xg+dpShPj6lVT4VJKw9Kn2svc+1+L42Id+8JJp7Phs1cbvfgJs+DXTaPS9x373gDTW9QbmxPXcvnDyoGfM93Uw5vuDJljymrlq+9NvkPW4Ywz59Pfw9N12LPpO6rr7orIE+4kkxvg+Eiz5FDJ6+pqzPPiZiQT5lhgk+U7m1vpLV4z6ANX8+9Oy2vltj+74w+zK+y4uzPmWBdjwwIpQ9gNK5Pri0QD6MNqg+/ahmvsXbpj3G4km+pMayvpWN+T3RyAq/YARdPl5aZT6mfIC+Gb5dPjgvib6Vfl4+pVBavWpj2r3nm8i+StUWPoulKT4Bfi6+X23KPoIkiz0R7Kk+wb0zO0WMmT4JqbC+gT7CPnYxLT7kpzK+timKvgzHMD5t9dw83osPPiNPbr5O4xA+wayAvg9OkT7RIok8lbqIvnrSHT6KcIq+OjQgPbDh3j43GC6+UEeMPj9KwD4wViO+7peZPvT6kj5uFce+HALZvRIFWT3rZ5O+my7RvhT5iL0ljL69WsXMPeeVsTwplk++gqGuPooGVL689yK9LzMevaNEUj4AhNi8/LQ1PSMtgj2YjQK/gr2gvlpS1L0J/DC+a98HPhQ3Er536dc+BHIYvi8+sD66rwa9FxTHvVqACr77boW9cdGRPjvZpb7nJ0W+eAeNvuqfnT5W2Co+n6uXvtj2uL6u4My+cx7lPkYkUL4G1CC+s9dgPU7V8j7Ryic+Z+Y8vdkl4L1Oajc+8MwUvYZ59j6tRpe+bVWNvpY6dj5c16o+PQKGvtQnHD1+cLO+piSGvkNGuL7Lda6+r3ypviS5MT60ZZm88ltQvtCxbj5pcOI9j95cPmgThD6q9K88e9OCPlUQe77wUew9NdGCvTexYz6dtai+f8AWPpnxK71uW08+eqWhPWJ0Gz8E0YS+MWpwPbZGzTyBBx69syQAv8nI6T5Qe94+g97xPXyTir6Nfic+VzUTPgRlwj1knPO+2+CDvqTRHz25xoI++IokvQkg5j2niQi/jCQPPhCsZD0+E2s9CbcVumNFP763qYW9QmEZP+KOJT6w4QQ/x/eHvryTdrwUNzE9//k5PhOZxbwcYNY+FtChvnEJpj2mOoc+DMegvVJ88z5e/rA9dxK0vfp9h77LW/29Jz1CvVIFrjpjKwC/WyxgPn/0hL296q+8nyVlPpUdOzx065O8LXbjvdkaEz/f9ac+1h+iPfpq5btkeWA+M+sJP0AjxL4AYAe9ssVdvvjWlL1irH8+ubZqPATyRDy+ZaQ+sM6CPbkbAT61DTQ+xVtrPpoqi76n7WG+J1SJO3py0DykC1+9hGpxPXNleb6E7si961hbvnUB1j0pDXq+17NrvqAVhD10yIM+GDYCPP4ohT50gI++Z+1XPiT62DyaoMq9nsdrvAvgAr7STNC9Bkt3PrU+ZT4BwCE92/iSveKsAr4box49HymIPjdBtb6ycsK7u0z+vRh547suEMI7oGN+PvF5CjxKMX4+X/+ovpomtz5wkUo+MXQnPQDKWD7nKre+U3Odu+BfUD7DQV0+anF6PmNgGL7jqBA+dqcCveQFtL4K5LE+msuWPhfReb72IRC+Fc2CveXxoL3rPAK+U0N/vheg9z3Oclq900acPEz9wr6lkSu+TPATO9PsiL1IR1a+7B7avNGf7T30HGa9emumPuc1lL5AJyo+8EF8Pmavqb40A7497JTovbNfhj1hFze98zbHPQcTfz5+ZNo8dmzJPRW1872ka/O8aNsfvnzhFr5+Toq9O3fPPRWiYT3XnAC+IzrHPQcfG77h3pi9XGgxPtpuJL7yNlk+L4wfPlRr971RrSe9Zl1cPRpoib7p0qI97c46vouJcD7XIcq9EMVZvvjLSj5aqT8+cUuzPZhaVz4iOm09ogOEPhU/T75ni+q98193vVQer76N9NK6J5UUvtEPRL7hKFM+E4hfPhkURb3/05e9Vo5WvrSm5rl344c9LTgaPmWwnT1DZHm9kNq0PGCrez4w4Ja9FJQfvTk+OD7jqwE9HrMBvatKmz2P6B++iNbhvJ9phD53f3890RBkvuqGIL7rbSu+8uG9vfyl3D1BDb09QoWFvmyT5rzFvgy/YMz5vl/dCT5VWfy87lG1viMovz7pCA6/F6ZRvvG4tj0Ddys/IP8KP9iOAD+TWTs+uSGUPvmniL4HqcQ8w3iaPvQ0Cb8a56s+B5ynvgGspL45y06+E6zUvuQE775XBYK+dJitPsX0Cbyz6q++NsEHP6U6rD6q+0E+Fn67Pi1nir6WgvE+Xjd2vpvV/j4gApW+Km/dvcLfAr/jnww+cH4cPj6vnb5GFOs++wSLPqBOoj2cURc/xmbJPZwG1L6Gq6y+ohROPpxU3jspdP2+c9/ePpHTlj6qFU4+JL1XvqZheT6l/R48jBvkPX9qW76QxHy+ivy1PYsOF7+iUtW+Ckr5vk7vpL6f+9K9Aw2BPu3LCL20awg/PjFwvmidsD6TBWW+GOqkPuEixLwdErY+IOkZPbGCu73ZTYu9/O2mPVBFnDyjeCs+hxLnPhASCT57cXq+0pyWvi96hL1s99o7JthAvbjRs72cDWq+G96DPRLmLLwoWx29qUqhvZ06BT0bwbm6ASFVvUpgTD4bx5W9qFlrvKaT2rzIxUW8d1BEPpSzpL1lkUU9+yS2Pl92db6W0VW+GgM1voceDT6rK5s9be34PXt0Yj6JKLk+5vFqvmuoyjwZc4u+1iaovXb/rT3QfAC+3YFfvrY+1r1JfC4+9HbUveHO/7wEGK+9wyehPU2amr2dqSG+4iMtvhQH7D25pfS9E9fJvHvsWz2xkxA9KlPHPU4sDL5QyE6+41vNvVAwiL0QyU89HX4MvQb/D72f65m90nohvZrw8z0HHa89IAaEvW6gI73a8ei9mvqYvpiYMT2o9Rq+zfQkvjk3TD2zs/o9liqCvkl+TD6/TyM+M7oMPgSyzL3tIi4+eWQmvk32HD44p3c9TiMsvvfTYj7riZS9OdXAPb9Gsj1PPlG9NR8YvqIhhz4m/8E948DbPdf6ujwVqLq9dX//vdnFnLzu2lk9lXoNPajQ2TzdFdk9UVkiPpdd6j1JU5E81vRzPspNPD5ID5Y9JyryPObcg72M+j++FPCdPeusgD04jlE8oLeHPDt9qDsafze+X8+1PZ95jz0NfAM+aeumuyb03L2vAgy9e4JEvr9wk71CY+69a93hvRG3270zzhO+a5ywve+wQj55v1s+QUPfPexyOb76Ywe9HEyYvXXoKT01SH4+9jfzPZUrc72y/2m+8+livT5Sujw4eJo7UZWvvQPPhbxKHWC7/x1CvU5PhD0apAm8cqCkPOTOBz4wuZ+9F0WmPaY91D7pHBk/BCvZPi9qQT0/+MQ8QHcSvFJhPb1jqhe/jnkIPmz3I75ujv8+jIHSvv6Mz779JlO+8n6avl9BBL9ZAEg9Rf3xPoK4FD7P/Iq+NGDTPnD6wT0Dxiq9OVE0PdpB4j0NT5A+L55fvl0MUL5aubC+0jCJvUWnnL4rNYo+VjIQP1kl5byOkg4+4kKyPnTIdL0kTs4+o2iKPXEFiL56Pgc+hE4JvZG2nT2Ojys9HEPYPnSadT6NTKs+C5U6vpF8lz6v4rW+pL9/vtHA7b6+PIC+X/wJvkra0L6jP+E97dvevhRpur6WVkm+yH6oPgpfLb6r/5w97BJnPSm5mD5FPvO+B28FP9pZhD471AY+M1WevlXjIj7XSZa9j55nveJ7D76jzGI+wA63vpHSQj6t9GK9SpmuPfkggr6MrIE9UrntPSox1j70BM69MTFbPqnSEz7KhEM95qxSvl821rxXVWo+vBbYu6RPTz6VZI8+0Do2vnAc5D3CN2e+UKFlPLT9C76Taci+WvbnvX4Ozz7fMJw+aW3rPiYrCr7xuYY93fkIvnkDLD6ZBf+8JbwWPbrPL76L8iq+UfytPqBuX74pKfc+IEL6Pf3io7uF5VO+0oGavnNOebzY1/+9upeOvjIa1j1WpzC+EgydvmsxZD7ozf69s7qKvchfe7xmu0E9s1CDPvqXrb6JDbE9bKZzPqm61z5uacG+jm/pvT/LdT788Lu+iopwPoKrFL5CuWy+q9gyPo7VsD09lpg+vuoKOxPR9LwOb6i9moUvPgVEjDwL+GS+33wfPj2fAT+RsGU+52cyPUNp676DXoU+h1zbPlrm7b3+Fak9jQWJveuM+rwr6yA+ybyVvv+Jw76PypS9cPnXvE5lO73cxec+A195Plf/Iz6e11c+RqwTPxJDjb7SKhG/rhaAvqs9Yj7vpKG9GEMVvy/tvz7YI/8+lg7DPR6xSj7JmSA/ecKHPhLTM77xA3E+wXTfvEiVJL7BVDy+MVxMvmCKvL4JirK+SDIJPh+KEj4nHkw9s4Y0O6DA3T3fR5e9acsUPikVDj8zZFA+n7ZhPR1nB77Sl0q+nwW4Phnfyj1ALKK+3qYlvtmIFT78Qhu+/sZhPkcagr5Sghy+NhfpvurXhD7hsMA+sE0rPhlriz6liWq+nC8IPaqAZ70lLNe9f00BOwOXlr1MDfM9csIHPk14kDys7mk+JTYKPpvnUr1fBfq+KRt9u4U9gL7gVv29mHkSvgoRLj0vsug+RCakvUJg6D4FMlU9ElpDvj0JdruODh09osCEvei8RD4hSZc+K1f2PdOrOT7WIbm9ZSYivnsjyr6rF6c9JYIzvpuckry2/Ce9J+X/PYSasDyJbiw8KIxtPoin9rv6kqe9zv+6PJVjcL02ONO+xuy4vZozSr3oq7+9C4EXPtH9O76VQLE8yUWVPdAFlb3HvlA+pXfGvhINaTwdjMM9Atu9vU8sh77IJ1Y+FSkZPq5JEz4CPMU+FftpPQSXmL2GcR++VduhvuDegbuGIxC9NUW7PpYfwr6PkSi+/ui0PozPT76YLNm89bs2vqMG4b3eytE+QltWvgAfJz9L/b6+dvhUvoovNb73QfS8dyWbvrs8sb1e4g2+yft+PhnG2z5WuKW+42CPPjuchr6eruc+mJrRPsVet76T6x0+h9uLPr+5G77Yn/M+0gKQPFJB5D2XwLs+DfeNvhBI3b101IW9eFGVvvTgwL7Wjja+AZV6vsXinr66pz4+KDsdvoABFT4gpIk+JkKBvtP3Sb4Zuqa89i5uvp9ZN75f4JS+Ky44PSvv8D4twSq+kpiyvlB4h77NUrC+hbqOvgg43r6JzJk83G+KvmaHhz4StFC96VSSPr3j4z1ttku+b6EUP4cvuD7V29O917uAvkmjuzx3mLO9SoXfvoxAbzxQteE+DYG9vgp/Oz5UY60+/dyVvmQoSz41yMC+qC9VvaXrCL+F8/G+FuTuPkqxpT0u84M+VRNCve8vFz4E69k9OtMbPkD9fT66zo4+zIyZPIx1Lz4gp/Y66s3NvrA6oz1Oa7C84V6ZvYf+SL4z7JK+zFzxPIdlej6IV3i99F7uvlOo+r3SCBm+KGLDvSsENT6de9O9PTnqPgZDur4+iSc+Gna+vUCVRT4xrtq+2dzzvkLbAD8DrjE+MxMmPkha/T3+8GM893jdvK5kKL5jMQk/6XHovl1oar6yfhw/85RrveTS0T2j3Ts+2CITvozM+T1HXnA98ZQcvggFPT5d3uS9joULPtcdxj2IdZi+wWa0Pg1yk76CJ549Vr82vrrMeD6t1z09wXVJvg3LJL2OcKy+oHSNvrc0Ur6BR8a9CgAwvW1YUL6Aj9k9P4wZPqvGFr+W/Po9BJ7SPclYLD3Jfxu+HjkRPn/Okr77Ps4+VgmfPsG6mDzaLRi+euW2vpJn+LxnNLW946jEvqWcJb5WJTk95gKfPcqM47om5Lg+QWyHvX25oLwBde69GsL3PV0aDD4uGbI+vKmfvbB2mj7whw4+0TiQPAvvdL1Rv+I9Ap6evfLJ2jz5xXE+HU8cPmxzBj3C8hE+VVbGPK8Bqj2ewBc+6rB/vrtDaz6Ejoc+DzHQPeUEKz7vhfq9qB0PvBrvGD4fsTa9WuiLvrfehbnq75e+22YYvc1lKT7KfKK9x1+YPBypsD4F6fm96LFFvkC6Zr0is/S9BsuDPRs5A71SvCi9H2FZPhDbeDxTU0i+qSswPs7WLz4ePEk+SCwCPs0ui75mDpk9lYXqvl2zND1Lo587XeBIvjk67T35DFY+Wjd3uz8vQT2I3CQ++EczPIM9xD2Pqs+8PCxmPdYsBT1zqci9ldfDvDfhpz2Nlw08O1caPVLsj70awzs+LNsrPvqhGrxPZIY+AUYdPKJ8+jz+AoY8CtXkPMlG7T1qiia9jPT3PEXIbL1qFuu9n3PVPK/qpb0XxZu95SbyPbqS770h1BG8FZ0dvtdWFT6ATiG9uaf3O6gEWT6k/MU8nMOZvZtSfrvc5Be9Im7zPfj4Sb0xWXy+hxpaPVkvab0kIUi9CLqjveRuMbv0bdw6gK3MPaDtXj12v3a9Xbu4PbM5ibxPyo29brMnPp7q271Powo+YlzkvdJsGL6x7Ds9mWpfPjCTDL6kGbu9ZHEuvb1/Cz5jvE6+WAl1vgEz7jz+iJI9QILKvUW38D0wXQc9f2fRvflQSL7i4oM+30MpvHohvz3D5kw+VnWYPbz5KL1Nqjm8146mvpydFL4W/mc9/PQHvpSeCj/5iAS/kNOLPCHJCz19ogm/2T5vvoKijb2g3TK9VTKDPWYtuL2Y82m8o7hivIclFL65mAm+jMs+vncYxz30Cc2+ZNjcvEn3Qz0rXYy9UuOYvIdrUToy6zO8wjhAu8t0JT1nHq++lzWdPRZv/L2dyps+NuKkvVY2nT29ohY/wP1HvlVpDz63jvM973wJvsyRAT6GYBg8q/CQPvjMyL3Pghw9IbcaPu9BAb3rKWe9mbaFvSv89D5YmFi+ctKrvuROlT2tMr8+8qAxPQMOL70kWvG9PFq6PJ6gaT76Bxu9Qu+dPomBGL7xAJA7aEZHPBZdb75J3WQ9nXkpvIRyA77MDhS7YUWxPjCrxb3whZK8T6bLPSuSK71y9Ju9z2BQvoJ+pT7zWEW9/u9gPmCpqryCBZw9wjbDvataFz1lAS2+WDhJvvJaiz68BZG+ttVtPQ8DUT7Azbu9qxOiO6JmKDwDu089F+WcvW6vUz5Zase8IqGqvSlm/r1NSSE8HkvNPYYTi70fPHQ9V1yKPg8OKj1UsJQ9na23PpudMz2egme+WorJPbSzJjtK5fK7erekvbYJx75RB2O9T08qve+lPD3vrEc+iorZPMhl6L4LGic+SfGKvL+feL14p049VKuPPBBWnb2m/+Y9zwApPo9JBr5DSRU9iOwDvq3Tvz3rXDs99RsiPGhTjz2TXyE98D7GPoAvMb7H1AU+ZpBGPq2wujy4+Ii9IGchvGxriDwVVEu+i6jYvR5aRD77Eha87TXiveszoL4DrD47mddcPqD/dz5mvEO9zTpYvddDwrxeedY9SvZPPG76AL/fwyy8ZSqXPB6B4r5Zzbs9B2mDPdZRqzxHc7a8HDFqOzG2oryfCko9sF/AuZij8T1J4dE9cWp9vb+x1L5rnlC9IEs3u2j5PjwEGRm82THhvdLIQryRnRC+6aTZPEu0Pj7ZBwy+0jRBPRJPir138qc9VaeZvZzJjrpy3wk+6OOIvbGp5r2RgAM+9iNavKLfID0UbTy+Go4lPVT/RLymVtS9uyC9PBzU0z3iOME8KoTwPpOgyj3D1qA+bVOrvPGogTzRhIw9JGbgu/U4lrzp6ZC8vL3mPFhl1D0LKPc8zGlAPJz6P711n5m8KyyJPo8dvb06+u288PCgPSnoe7wC4Ry9+FIDvk+FWD4a6oq8kYqIPRDhIr2FmZq9is6sPKVdlj32eAC+u9a0vMyJAj6kdRm9pH+gPfIlqzttLJg999/8u32vS71yPzi7J9QQvngt7D2sHOs9kViLPXHrrr2WtEe9xQ3tPBS59r35IBs92HsHPZ1yIL23/4U8NU4CviHlAj7a54W7oRoiPhUwsTw5BbC9kS6KPaXNgb0eK2k9rN9kvIzCTjuKQS0+5HIoPov/3LzB9oY9fiK9vHXG1b2Z3wU95wk/O5wOCr6/1+48BZE+Pj510b2R8xs9LGfUPf9SAr5H57Y9QAobvrhF1LtDRdU90BQLvg7+F75vFFg89pDZPXFMyTyIJTS9dGIiPUHvkD239Qa+k0dDPaVR4r2g7SC+k/FDvurPbz0A8P6+rvBEvsPbvL1en9u829lQPY2xej3QK7G+snCePezPxD5fKxW9MFRIvmrsCz4GyVU+luNkvqA9aL0a/JS9RTuRvZz/7D0O07O+csuTPWk13L64UbU7vb6EPbjon75VQMG8OVX5PUfknT29yc29qOsPPnlQgj76kkq+g8ZgvvHis71l3s47Zbkyvt3jZz2gRvq9OjGiPVZAnz2A3yK+aU9xPWwkWD58sao+eP2RvjqBe74aC6C+6LUavvAQPL5UmpQ+sZBbPlhxBz0NnYs+/6b9Pdjk8D2JW0m+W/ErvpOtg71pj/A9nCigvo6bl71slog+dB7EPpPMAz2owpW9nnBZvlsIqj6jume+vZsxPoYeVr5yiDm+Y7ZEPRy0Mb6CnpK9p/yQvdvRGz7xZpw+JQlbvtKafb7mAKc9tXrmvUVWLrx6jzA+nPYQPY/KuL7dBh099tSDPeRG8T3EbW49oWlaPp30QT40nKQ+4mk8Puh//j0tln2+z/2+vQpFLr7UyYu9nwoyvhBVHT62wrG9WUtBvX7Stz5wde+8WijovJatxz4cLn4+6OuuvX3SX74QdOS8SVvWPXa2A74e1sk9shnnPmnjSrzNqrO9wXMUvvDQnD0LLsi+xAGlvmuvDL7/qz89RNVRvry9sz0roPg+9UpkvtIGiz40N86+wQI7PriRBz76EbU+J9mAPoHBzT3SRpG9mx6avQsWBb5lSP+91vHxvSs/kb7mIZw+1p+Tvh2Z6j3i3h0+b8pmvlR5A77CtrQ9bp+7vWSDmr6+39u9m72nvhNto77XOFi+MkFJvlzxGD7LUbG+gULgPjk8S75riM4+T95PPr1YGb20q7890788vt6Ppz3PK6e+B0HCvR++G77jdkc9JbrXPcnxWD6Cmum9LsCHPYnR0D5+pKY+fyeRPhzBCD5wboW99mtOvvKjNL1cBcu9DDfovIewMz7Z9LS+ECduPbVv9r7/U7+8Kko8PNjcnz30mIE8lr1rPlztsz0Qr8++5XYGP1YPdr7wzwA+mqhSvhobnb2KaHM8GlC7va/iBb/qEww+4EmAviNivT0GYVg+Z4WAPtBP6jx7UE6+RpqqPAmpgj4DeFQ9cQ8QvrC6hL5YNny+5lvUPlrLeD7bVX8+Nw13Pj0PbL4whdo+XzGmve09ij7jA7Q+dIDTPevKoj6egK09gnmpvgY7kbpKxtS+HWi5PbXUAL0gCzI+GsDqvk07Wz7i9Gc+cX7zu0Yr7D04Z8U96HIEPw2lfz6dBbw+IAq6vnL+Bj5ZZ2U+xplrvZDPhz7txfG9vptXvvznbr6Skrw+GIsTvtaTtL5wYSW+DNCVvQS9uT1OGKq+1i6Cva6nFj4aSYg8wTK2PiVLJr5UEKg9DbYvPnKbDD0jd9C8NgWwvfUFlD3/hmu+Vy8SvRXEKD3nxjI+tPwOPfUmwr52L1E+YkyvPsh4z77HDla+wF2AvgiLUT1Ng3S+FrsKPpCEoj4fWmS+J7qmPMsxoz7XpK+9daWjPgJr4j7Yly0+OlYaPdIc67wSj9y9iLTBPQYxYb4gcCq+2bUnvmatOL4RTbu+uaz3vfjFkz3/+XK85KhyvjD5mb7gneQ+80fmPqXTpb2Gqgc7CMcGPHtaYj0LK8M9nSAQu2piuz3PWdW+CGHgvG7Kj71Zs729TXwOPhTeeD263Ge+tMVbviVu2777bYg9XNUMP/Z2gj0SlPo9ZWejPlCTmb7d4As+RjiJPQumYj46Rqo+h+oLP0rvKz6F58I9yFxiPqUH0746L1W6B76gvuRksL7HahK9SCyUvfNBRr6KsOO9KEN3Pty2D75qhSe+ktxpPs/Pej6WjIo+JzOfPqutsL6SqFG76vSVvaMFxL1mbe+92IKzPaOisb4PraS+sBdVPmTTnj6Yu8c+pdawvly6370GzzE8Dh5tvqcF2T5Mwg2+rj5+vqi8Zz6CmwY9EB3ou6DH/ry/Xqc9jAm+PmlWGL1vh+u+kFNtvto+Uz4OWuw9lNjFPmfGyTzMhmM+9vCnvvEvN77zLHQ9nzDevt7sZz5iKNw9gTgzPtAICj7NoyQ+1gNYvgc9sb4uTtK9aFYzPp6V5D6IUFW+d0hMPU2HlD0U8z++Su0CvoCTID4wWig+rVOFvoCZmDw77lQ+JJ/vvcktCT6T77g+VilFvgBj/zlQP5y+ArShvKbgHb19N8C9WKQfPhmXCb78plm9GWMmPfKFlL4iYWW+VND/PaP4+D26K3g+nXj+vU5bvL18t5Y+WuCJvvJ4Kz6CNjA+IkPdvZDozr5uEKm9VXPMvXj/lz4sIA6+QK7Gvg3bgj3SB7O9VecnvkM6Gr4JJtK8SjRoPrXOlj1GF6w+0wE/Pm6Pbz2hNTS+ZM5EPR2HYT7tBjI9n2P0vJjPBr996YI+fDqpPvzppz47ynU+a7VPPcHcI77ldOw90jPmPnIEgz6FH5k+qhadPJ7iir4jBYe9Js/LPUCROj5xcZa77M+Cvvh5XT4/3Ju+pa18Pbqfnz746QC+J72evTETkzyvWzO+9b4aPpAmkL7HaS++lx06vmMQgb6ntnq+gIn0volu372wORk+7CwQvtRq6D7qHOM86rVevi9+oT7SgTw+Nr/0vNtk27xm9ky+EttLvk02IT60SUg+KBMMvh9ypr6fRRw+HLOHPoCHZD7S9Mi+JtEJvyRCLL6gSWw+GL7RPu3n2rxcZrY8r81jPkqeYL6J9m8+uwSoPQyGe77XDGA92fEEv8yBtrv0Yvw94DybPnKYUb6shI29CC9/PSmZRb2vEC09jY8Dvgt/872J/gC+yt5kvjSbpT6Vtoo+AjJhPvEIpL377hA/tJ/CPUsUID4BuQI+GvmKPWpHpD78Fl4+pIlwvgXMBD5kcOq+XRb6Pd5OhT5WDMi+7R42vilzpbwHKjC9RtDqPvhSNr75GWe+i1LRuiZp2r482qw97DAcvY9R5Dxsnq0+cFwuPmPOGb47jYO9CyOJvjYWW7wstRY+fRu9PG2WAL5piLk+9eU6vo42jT0bfRe90dS8Pmq3TD5bAaW+y8EmPqFuZD4miQC+2lTMvWTSyL0rdQw+QjPMPmiNjj2b07o9reaZPsi7+z1l4ZQ9C86IPpyCC77o2a0+EnNxvd8zs74WnLO+CaievhpSSr5UE3Y962OpvlXmE7+Ti80+bWS2PiH2zz4EXD2+/EYbPxk8tj2mSAW+HWMGP+K4iD52ltA9zb+cvq8Vkb3Qcno+S4DGvZXnib7hCkC+OgiUvZv8Uz4t4Rc++KBjPgA2r72PHry90+kvvdNOmD6KGCI+2j0PP8Y5AT6wAp+9TdIHPQ5ElD4ByVa+9nqWvhVpmr3ec8o8OFoiPzQAmD7a7aU+wJACPvjKdz5wK2Q+dVIuvt/Uor6bSQ6+sXRtPiJm4z5Sl5M9S8XGvd4aFb8iXts+kN46PnLIgD52rxs+qmHAvQkxRD3DtJY+NnBDvN0QDD65PQQ94dBoPt8KEz7asQO90CKSPfSrnb4jq4M88oo9vrshgL5/tYO+PECLPoYhRb2x0ig+1RmRPsnbXz4BoIS+qUN2vjtDhD5tRcc81LHUPeeWNb2Bwz+92D6cvnvCJT2vsQ4+jY5Ivtge6b6KHqq8EhMAPmo6cT5bAnS9qVHLPiVStb4JDqQ+1Jq7vqfw1r0PPbM+RdJzPkk7fb5BvOC+hinYvmHoo75fagC+RLguPld5VD5TkfI+GxEcvgKOmLzE0V++dgKPPpL8Fr8teJM9ufYWvbbxQr7DewA+j1gSPl7nlz7S2pO+NZTuvXJ7Vr5764i+teKZu53vlD42tRe/vms0vps/eT2jxUW+rEaOvf4clj7kzI6+Uz21PpvxqD6es6E+W8MOPipKojyLx7I9LPkPPrAHiT5hQsA+w+kdvpiOZj3KeEM+9uQCvRpZOT4V+gY7YdRyvrM7gz0oLp2+EoV3vq1g674ze2O+wJpavccEFL7X3Sq+G+kqvaRDvjs2+p29kXV6Pt8Dv73CNoA9IKISvqINtr7Qt5K+bZ2VPYXPlb1zEWQ9bilqPiFh6b0RqwO+tqYTvlsojL4h12O9I3SIPkzWST6CsTK9Ypz5vTVCJL6dbx0+WSTPPl3FPj6sqHw+fFLWvSaDIr5km+w9qqzwvm74zj1lOJ++uWOivE6ToD59Th4/FNaZPcHPnD4sFkw+ztgEvv0jTD7Yk4s+Nbeuvf68vr5BPKe8qhkDPvp/h74WasG9kOfQOwc/F75jFMO9yDxTvjrMDb7WpJk+Bw8JPhnm9j1wO8I+KlmPvhBbFz6zJwc+SKVjPTfSBz8/aTW950FxvrBiIb5k4aC9ZO5+PalzJj43kqS9DH+UPVmUPT70JWI+AI4mPlilvr1EyKI+IWhTPhJikb0F4nm+Mc95PpBdkj2Gk6o+7q3VPhll0DvqLxq+uFpcvopHXL1PvWm+JX46va75GT5uQMu+i6m6vU6Xjz2cz5u+4CPAPlf2Uz5Kmz4+FF/5vnoPTL3EP9M9oNSsvWgxgz5bFWk+dIAFvvOcGD7Colc+uz2rvpg5ebzyAoK8jsEqvi3+yj4QDG0+/HyJPmD3pz2IIjg+bce4PWuGzr3jV3I+rHi3PkMdLz3wuG29zkMbPJv6oL6vsKo+Sfp7vglRer0Cu9K9R8zAvM8mtz4XHYm+Bp3VPZ1dKD6SCYe+csjPvUaanL7qsQ49cQQavJvNYj3B1Bu+1mZmvdjJH77PVx8+10WivODOtr3MAo4+3ruovbodQb7xcHG+mbZoPjJslD7uF1I9JGYaPfyOeL2ZvU8+eDaCPW3z0z7vKsc9Hg6PPgGdlb1GTlg7qBj6PgzI/L27IYq+8ZSpvSGyfr7PtLY8TvsgPnRgXb77p7U7f4ybPALeub6xFnE+kUTdPPf2iLwjXyk+ED/EvtCfBb4uy4G8FdaZum3qJz44S+G9dHzavTdfd77yvd28jH21vicObL4feqo9bWvGPvsLYr5F1/K8SaGavIruNz7hKp0+3+Yav4Y4fT0vIvg8SHG3vn7OCb6TNWg+kBZNPi+KSD7SNUW+BwynPXLJTL3+kLo+QKVrvcvvGb6F0ii9xrG8vas00j1CXIa+1/QavusJ4T5oRIA+/dGnPQJa0b0pWFw9ym/3vu0/nz0choC92I77vs/UCL7YzaC+/xEBPz2gUb7vaai+c4pKPhpkR7zR2DY+BsaNPlKpqj4M5/W+2f4Avv7ebjzOVoI9YqK4vUeMLT4vjes9MwYTPvIDwD1oJ8U+Ci64vRmbRr7oBbA+yizFvmgUlz0GSqY+Ma5sPZAVJL5Tluo6RyN1PiStS71ahtY8zghavlPzpT7UgKg99tI8PhC8U76vORk+6fY2PuAiyLwhh6a9T4uyPhCwqb55KYu+DC1RvjC/Hz3dGcw9LuwUPnRzlz5N3mI+NNQ2PqjspT5x0oU+UQItvuLg7T61mAK8Oyv2vopKob3eViW+izrCvtCDRL4VEuM9/XqKvqFUgb0BHH8+92kQvboOO74qN+69T7Y0vcLILL3lvyW+wSJqPt/EJz4Xb0A9My2LPvvgQr1LIsM+/HsZvpKalT57UcQ+FIBivtqR670wYpS9oiKtPd0bgz2xUDm+8racPk8V4T3ZezE97xFIvfZSSr7QmdQ9euy2Pn/QDr5+RKM9bgoBvJPRj76JNEE+3aEQvqJdTr5+e8C9vA28PJ+ALb2NDIy9V8EqPmCaNj7sDnG9FtQwPu0Hf77Th8u98y5hPhcEEr4k0TS+TfavvaKsY77cJ1S+jC9Yvjnsgz5GTFg9TSruvZJgEr4AUja+7XZPPv0E0D5M5zE9ijSkvJtv6D0CvyQ9zWwwvpwSmD4paJs9B8ubPjKDjD20L02++qwevtJKn77/oY89aUHCvcqHgr6Fpzg993OfPDXDtb6tmPO95rrbvvoDLb5IWBi9zg8pve1/1D0BQB0+Hh57Pe1N5T6iViu+KoNYvvsDCL5RyVO+EBqXPFs9Sz72Ry++eqhnvpHOJTwzW2e8cAsKvtkBfb7SM/S9waI8Pu9J3T6WEtq9FTaYPZmtiz5WL829lM3avus8jD4Aqti9BEgCPvAGeb6G96O+eRxbPp2yqLx0aw2+KjEOPyNK9z1yC5C+dNHDPquzy70E7D49oJM/vnQR1L6puqQ+2n2nvd+TnL4E8Va9BxmoPjptPb6vjO2+G/IQPYVZhz4rXmW+p7LlPr9aprvFOY++iUd8Pinx1Tw4aXO9eTm1PqxW9z0oQaC+IYuEPjbn8b7uRVi+HPOwPAsQmz4EJWc+sSrZvoqdwz1JHUK+i3E2vruBkbsApGa+Hn5qvhYeDD5BXqm+cTiIvhYng76/vQG+0xFDvlbNyL1+lZA+zzCVvqFirT3HFhs+lOmfPTcDpD1d0WG+e9JMPCKJdL6OiFW+KqF+PlKeK77cgqO9ooGIPi0Cir0QuI+9Ck6wPl7Uwz7Hq1I+HmbOvI9lH77hQjg+hGPLPlpeCj5h+pO+k+ZlPbaLzr3sSE2+8bmQvth1Mz6EFf2+GGTHPs8drz2qigc+CvClvj9vvb5Iyk0+OBIgvyF+E75sAkK+5nZkPqheeT1dDlW8lHv/vWHCBD9vANg7miXVPpA6R76dxrW+6juivq2oxr2o14O9nqyvveQLMb5Cuco9VNaXPvfgFb44Zuq8t4P0vm6gJT7gOiU+Z8jVPnbrxT2C/6q+494CPiQKyz1qnJU+nuUmPm1nJj69dbc+yk5XPnp/ojy69Jo+UVSBPmWk5TyF/+q+VvODvudsuL47ARa+mKScPRFcqz35FI++y7kSPaMUtL6TqYk9RccLP2H1B71EKl49DHOYvWbp6D3NJ+28onjePlxjfj5yw6s9m41Aviy+lj6+d3G9WSarvRVIbD5Wi7k86L0xvjp/071WV9k+KMPHPqOC7T5OQaG+SpyNPgiLH77i164+2VDguxDsWL7taFI+7Hn8vXIyET0PLi49biTeun5UqD4g1tC+Xre4PvqDAT8IdjK+ndN0Pts/b7xFXDW+l++UPjzqxD4nqM09RYwhPn7vhL6VJtw+FiuHvtbiWL4Ju+Y93Z0NvoRgxz4taLa+OmLNvJ0UdD4wMQ09OQ7xPnlpBb04MEO+t1sLvkhD9L161Ii+m4irvfjzp74+JKA8rjUyPplfGT2YNqq91hfbvikgnD7j2PY8HEUvPhnWzb0iURk9H8cPPvjky7w32B0+iTupvLgEyr3qXUs+tiHxPcafJj0T5Te+O6D2vOC+kD4B0J4+hQ5RvgnTfr6FEYC8ecEbvcMQgD7Q9LI8l5jUPa/ADb3SoMQ+aFd5vrbmST7f4v0+GFTlvdLJO74yocq9sxSKPgOgrr6Uh/u+F3tqvv476742owM9V2O6vmz7Eb4Qx5Q+RSIdPnyNtz67PlQ+9O5PvlKZBj8/bou9n6HsvF1Ahz5AH1C+X46/vWkdjT2qbfC9G1OcPqi4GD0dd3i+agDdvQceqr45K4i+lnH4PTv8OD4yKRS+A1eFPktrAT5iPjU8WNOsvVdc/70gFmU9fqCaPu+N1z6Gm3y+w8rMvg3jtLw3KZQ+Po/MvnmtI70dKvq8j14Avpcht73Y44K+DmM+vnxCC76OM5i+FjOhPadNDj5ucIu+4SXzPRHvsj65Yw6+gqmCPufOjL4Xvi++CrpGvRy3+z1Mgo8++/NBPWoEnD1pybc9hCCxvZYAUT6INb4+kLbEvlr8Kj3zkq8+0HKtPp3QDr0sKsO9ZwyNPrCBCT7RZK89B0o/PhgWG76i2w2+AKNmvmzE2L23uYw+3P9TPqrLtT7oArW+9jSLPcQOsT7am4a+IZruO+0wtj2833G+t2YIPm3EyL2IqVC9aiAUPgcHBL92EqY9rIinu720Y73L/IA+WC0XPpKJaz45Djs+Edl8vh0E2T0zEpA+HcKGvdjblL4HGdS8pbQkvkEADj6SXEc+pkYavk3nIL4ADtE9BB0ePvbOhj3QT74+SPwdviI5jL6R7oS+7TmzvZG7OD5V8pS8eDbqPhOmFT+aSoI+HDm7PNbW6b1d0xK+eLPXPttchbybq1M+WaHlvOkEoD5I0SQ+Whv9vVCn4z04aTu+fQGMvSUslDwSxrU+DAm7PXzsTL42f2a9U/PSvlS4fr6Iidi9mUAOPuIQKz4xywI+s+YDP7nUkr5Sssk9lmKsvXKKa772aQa+lFuPPmRUbT5abz8+Xr4BvdJter5lI0K+GIg7vvfcibtv2809jFNyPm0LKz3o+t2933t6PkFBDr5RoCO+hVXFvWkzKD2W8ws+9p3GvVhspb7Wgjs+QGzFviHq3j6AYiG+cNaGu+Ln4T5vtwq+vUvXvam7sT4AVAE/rG1tPKSDJr3/A0S+4Be0Pp2fPD6O5069zACVvrbGxj4vR8w+6kyvvgbCgj5XjJk+0uz3vfk0ij5VbXU+dUBKPJr9qbwL+PM8shebPn3fbrtSXkA+b02sPt7vs756wdI+k6DLPfql3D7jFA4+40APv7RO/j0xat2+0xnIvp0+qD04CbK97ZhBvkekKb7uqMa+KVPGviSPwz1r106+SGEdv8n9DD6kxqs9fWI/viziwb1rLd0+S+fiPfemkz78mcI9b3/yPVm7TL4vu2s+zv4bPv3hLr5uhqi+dwtdPq/hSj2Nr6a+zzkRPp7WEj7f0Qi98T8Dvgr0GL7LxUI9RjRuPUS5CD+0Pwc+ftBkvgbB+70X46A9VzqevtGPbD3SMRy+g6aPPMORCz6DLSC+79c9PbpWfr5AgQ2+FA+CPlqe/j2HWJM+SNqyPmqx/b66+9e9thZCvsr74L4z3+S9n+WtvjP5AD4Kk1i+803TPRd8rj64wEQ+q+MCP718k75Xmi++k8b0voNHrL6PV06+MCm4PqGGy71mBkW+qYwIv/JxDD1MbOq9Hxgevo3q5z11loo+5lcYPYv+1D5ap7m+U66cPnOeCb148AO+nIeIvW/dWT4qUBo9TS2BPWrmFb6UN/m+VEZ9ve4owL44vGe+bAPivSJDMz44yTE+c0YdPxul3T07H+s+Q9XaPqqytL4jfsS9nXxsvQ/HAz3o1Nw9ZB4MvtBG573iHYI97twxvpAKPzzSmCA+/Yo5PvC7o77sOJ27aSWLvic2wD0QOpw+ug5TvBnTSj5PF7m9C9zGPiT6MT7wd+I+iSa9Pu59Vb7R0nK9u/sAvqA1q76mjQS+yHeRvRitID2RnBk+/vj8PpuBBj4i2B2+m0uOPqCmXT7MOpo+gq9bvvQY2L7571w+5oijPghwSD79cu29VMMmveatH713r2W++AQmPvvIY71IHz2+2tgRPsbohL0/kpw+1osZvufpPD+PtsO9FaWsPjB7AryosHA+rJC4PinsBD6SMpS9qHfYvXkCaL4fpqW+9fRFPpignz3LwlC+0oSAPnQn0T0wnJY+1LiXPmyUbj4pYmY9CqYLvoaDjb4XmIU+lpCjPrExwD4NvDU+GQzUvn8qxD1wfNu7setXPtPWSj4VdvW9gx+KPZgpJb666l0+k19+PqlxLj4hgLe83V1cvRYedzvG9eA8pA1Xvh6OrDutpH6+nD0Mvwbmar5n1Qa/NrGgvT1XNj3Dy8y9FVLjPeOHDL4MJua+Me68vgTYCT6RN+Y+YgJCPodS2L2xcKs+gkUFPq4jPj605z4+sPn3PZoAD768jAe9A5pfPst6MD7UfXi8y3BKPsXiqz03d8S+zhOcvWz7X71lPOc+hWKbva0ZCT77V5s9AXC3vRcvAj5NW86+Nk7vvS02KD0vQiy+GnCePsCaXr5ImyI98RqgPJrFtrydY+a8Zb/ePZU+rrxStZs+Kx2CPWoVRr5Jm3Q8LcKgvmMYiz1MfK29iEFxvbrWljuwEQ6+XqUlPmp+Yz03kAq+tME0PMbQt76tfsA9sTwYvQhBu759xqs+M4eSvn2b1r7XUHC+3sKtvP57xz64fXk+QnEIvQC5wz20Ubm9Koqivq/ZAb5Izg0+mnWwO8SXIb7zCaw+beq0PvFfQT44pue8d/1AvpNmEr6bVPS95xmhOz8iAjxcStO9VhXLvfgZ9L5rWmi+QvCkvoZc4D5RqrS9E5rlvUHVC71ZQ6I895EMvg4G2L4h2xE+SeUSvmy/HL7FJ2Y+T61wvYWwvz0sk6I9RCwcPlnCC7uThqo+lrV4valus74JLsu+4f/LPfLAhD5nlqS9GuFVvd1Q9T3ZzIw+d+WAvnZedz43wkU+e3cXvo+Mb764C4q+XidtOzydhD4+mPE9/El0vqqh7D3ZeVm+FyPUvgcuuz0CRds+g+VOPttLoz5kj9i9vM9DviEWJL6eiQS9k3aZPEd3dj5Te5o9LyPPPbaynLukQKA+XHICvv0fkb54FYC+DByxvgduKr4W9uY9v0iIPijrWz70ojU9c1OTvtR76L2mNA4+xJP9vSsdHT5fTgI/suoOvgn4GT4hXEk+RJ7Xvfnc+jwblI++RxZovn8KC7wV1jc+qN5Ovg7MJbk/5ze+bd2Bvp0YpD3N1+4967PAPlXR3z1sFEI9EsmIvS6nOr3yxbY+BSaqPUKn1b3OPXc9lR8Jvg+tYLxsd9c9TaUYPu8imT7i8sy+yq+gvrRw371lD+e835FxPgMUxD29SFK8Bye9PVL6Ab4hPkq9qpvuvrDAcL5Mfzg+pGx3PjrqTz1K/5I9CUWAPI+CdD4Dm+g9zjsGvusBr75Cjms+lShmvFvUyT7Bjja+Vl1cPRQ1EL0aO6a+aWzxPdoK4Dsa2qi958TDvDxRdD2tbIK8FyC3vrrwgb4u194+C/WcvpZwsD5KD0q+TuMevTPwgr6oAlY+KjQGvtZU4b6TTrQ+nLxaPn+y375behg+qsmwPvnJ5j1Vwcy+Rx03PkthE77Au40+tZHEPRhH8Txd3x2+vBKqPpvuUz5J6Yu+g0k1PTPydL5qriU+KdCzPGE6nz7Yc6M9ozLAPp5ztb1Oysu+xL2gvnDQJj2cQZA+xKvZPoIGuz6ozqw+ymXRvo/93L78gFy+zwwcPwaVjD2EnT4++OiTvmgqYbxOlJ2+OT/JPp+5Qj50/Hk+1o+YPmswhr6+d5K9Ldw4PiZD2D7Dlq+8mS9RvicemL467YU+bacpvhFAxL6cHIS+8tIQvq8ujD67uyU+0dJEvjBWoz2nNim+9nBbPdG0Kj6hS0a7ukKyvNpcXzzdBi2+YsENvaa6dz73uSe+KNGyPguRQb6v6Hg7UKmSPfrdJr5ul6G9PD0Ov71CQL6dTJ6+oe73vW5Rwrw116c84icIPvI3MDulAPU+08i8PWTb+D3xEsm+sbkWv6ewq76riIk+78EiOlMMq76LkvC+5QJdvpEuvD5VxOi+kk7CvUGrqT0maBq+EN/Uut2oZT7qE4s+3SuQvqLaET6x0709YmXHvOm6ZD7L97a+6Sr3vEqwsr5Vm6A8H9BHPmsTCr4Lp4++AbO1vicZsDvJUQ0/PSWCPpX0Qj69yM0+nMfEvfNRer5Ln8M6ugWXvUsUgL5ZBIg9+F4PvvCYyT0Jjyi+H95xPvyWq71hR9C9Z+e4viM+wT09CG898YWqPt4Doj51QE8+4+3tvWzDtb1htBY+1YafvgxO8jpOf4A+ToHsvvXNXr12vgc+VUK5PoZClz5OXFK7b+PNvbRqkL0E7Yi9jRZZvQLp9j2Q3IY9YxqFPtFXiL7T5c69//kKvp5GH77QDt4+UKZLPgQnjLqDk4i8TyslvqadmrxA+hk9WUcSPhIqTb6gMBK+VQ6WvVUlej6Gg0i+O2OZPhov072fCAq++mr4vguiBr22AsM75FBqPri7WD3JS8Y8P4PwPT2tsL74tqq8gkfSPdWC7b32kQu+AuSkPbDtib2N4uk9M074PYSXMr5+Qyq7Sy+sPgaC373TRTK+oWMnvi0h076hk8a+vCiSvsUzlz1Oxmk+qW0lPbfc2T6BDtk9DtMNPg8dVrx7JMs9HtMuvpMnz76z3RO+Pu9TvgU1Q72U0xq8ut2YPjt/iD56ng8+kk3vvSk6wz4Kcic+C720PqR6OL2qjZK9u8gxPjniN76QC2Y+qpc5PPyjLD6mCQe9sU2mvndyFLwcw1g9hFQJv4akir6vCZ6+o1xave5hhj4Q9M89IVgvvhJlyD5rR24+GKx3PldnKT5VM9e98ag1PgscfL5uHB6+gaaqPRMRy77T9T4+3Ff0PuUj/L2rFSq+Wdg+vqXQBL6BtuC9oMhWvqiamD4mHQO+ifZzvOUuzr3sPgG+1wU8PqrROD4npLU+SjB3PeYjUr5mpl0+6cs9vUwpnb0PmlA+wykZvpfbE75q246+anGuvoiAET5a1Gk+A2aHPm9SUj6c0Do+aXWgPlfdxT4iQ9897Oq3Pp4rbD6EjoK9KmmKvKkWhLx6HhA95O+ZPqTg3T7Kl1c9JpgovjTpOb431xS91Z44PaEuJ7553re9lUzjvsUXJ72WeRQ+8x9qPIy1tD3djCm+x1eHveBMgL5osa48QO3BPlOWlD7SOWC+iXl5vosRl75hP4O+ti1NPi1rDb2joye+HefLPobSvj6pOR6+JmbzPD1+D74XfeQ9V1vcvom/Zb6kWla+c6u+PtAMpj7Zmo69c21wPa0UVL5sAx0+ilwtPlvswT4VR2k+XtX8Pa1fPL1l3OK9djnovT8KNj4NtIS+kx2Ovnuq6T1+z1w+hoXUvsWecj4Bdxs9+yRPvmJoSL7U/729cZOlPnk7BD5+i0G9ydvHvvfsib5ShKc7H3cmPiMchj4otrg+Z1w7vi8GPr5ai4k+whVovYXN4r6t29i9V+QrPP9O171p1UG+epYFvkb0gDxobJi9dEaLPhKxxD0O9JK+e6nqPWBW2j2fEpq+bKwfPkjT+709fRa9Fp0AvihqvT2hrAo+duRCPZN+tT0Ovby8pt6bvsV3qz6msyE+LjD9Pa+NGD4hfoo+l1K1vgSegzwXcmU+jsRKvmckEb7VPc29smxrviFtsjxJRNc9qgLMvb7Ytz66XAo+Z0nzvkG/iD2pZd898VhWPosANj7pDA48KiT0vVT56z4M/tU9ahCIPYwYAD/+jj4+XCtbvkIfND5CtJW+deOQPpFxiD3rrOa93c3hvaibmbybX3S+CvYDvsptjT5nKoy+WoMYv2dbDjyx9ZA+FdYIPi5RDT4Z/Is9iHDpvvqr272bSAW93GBmPWbP5D74Lq09PC2Cvnb04T3K3M8+6XCqPpeMqD5fXIU+ht1IPR0f5T6DFdk+J3ydvaVPkL49G5q98wP3PoyHyr0b+uy+BCMkPqIBwr2zTgS9r0ZHPmKK+D4TE1A+ZKsCPnBdIL60lKc+a5uRPbzCF749xsa+qxKSvXiZjb24KAy+1oeoPlsdQT5rOwg+6WKQPk1uv77lJIw9WZEtvrFrKLyMSG2+YOWHvucgmr0YDQa+xyWYvivqmL6ra0O+SWGOPpC0MD0o/L2+Y8lnO75/v7zAmgg+7hH4PZ6KwTzT2IW+pE6WvoHFcb4BiNo+U6W2vjKPwbx1zf49id2AvhSa7j5zhmA+eFsrvjYDyr2W3bc+EzivPXJOKL7xPdE+aW+SPioms762a/G9uviuvABsVr486Rk+MEF6PoRLDD4opzu+F6xpvui1hT3mVEU84huHvl0+HD7yMII9odf0vWIzsz2ufFy+ZE8JPepsZb6UiLg9RCGvvrBiKj6T6/Q+8yarvr8M0DtCEVK+i2cpPYXiKb0xC0++LqzmvWDdcj0GEYu9w5eBPe8TQb7KeXO9xybzPrmxjr3NmFy99xcsPtLeHz6dG5g+fqtwvbS7nT00cFc8Saoovv9wvL2ytSa+HA1Mvn83aT5A+fw+nHD4PfOiYz3RmKK+E8HYPF4+QT6uf6E+SZmRvkvECr5A7iY9o1gkPQaYvr7m6ss+T81mvcisQj6Adly+R7bmvPSU6L3YHlK+z1KiPsE+F7/0ORm/5CmiPqYrPz5Zbqg8fpmePjomX7xkLMO+1Ww+PhTArjuTHT++TJKBvm5PYz5Dof49dXvuvOTL1D6pApC8NtCOPtbdCb8nzyQ+ODfUPReTC71Mq7K+IPijPsH/SbzrF6+9wf2zPqODgr7uBgA+uPyIvhBtsb7hzco9QUx4PsPI5T3VAFw7Q+MAvntjNb43QJQ+JMhJvlXdbT6WYew+u7izPi+fCjwPvqY+kpEqPrNh3b4dRXa+FvEFPn04IL7+t5u9/C/ovQ16zb29NwG88E2sPc21HL5GMvi8LzUHPPwoMLxwZMa+kPauvg1ejz6V2iy8YPiSPJNzPj1QAaY+rh8fvmRJ9r0xqBG9nv6zvh9V8r1Q85I+sMn4vqUSjr7OxWw+Vt+svoixQr49Eny+A6UPvRvEgD7MB+U9I4FVPvkwZ74sooU+mRgovejDlzxF4QA+qC1svkvKib7hMcq+O2BqvRo8F74/6TE+xXZrvtxmDr46Dwm+06tlPUIEPT5i+GQ++x7UPmfJJD5iODW+D7fMvgxCir4c5do+xZ3bPsOE77zazZO+3L4fO4G6yr5IeOS92HYfvBczbj6oDjU+EXzpPf1OS745ZVC+qn4APSnlWD4K2S2+Y2MkvsxxcT6G0tQ+eM4XvstNED7m70I+NUt/vmIVB75SgyM+JzhRvuLjzL5DKpk99cgMPnKzUT6Xtl2+vVofvibsyb4pm/k8PxujPCM6Iz6RoaM+JAJrPnOqQT24lns9QXL3vWQMkz6o6f49VZADPoUHUT6N60s96h9evvzg2btfjqm9pm1OPkHonz4TxKW860inPrT+ZL6LQL6+On0vPksys7os9gG+0m0xPkva471LZOW9IDFVPgv+J75HJIM+zy9EPvoPcj6iB4C9Xv5Yvp0cS72DtB+9N4XPvY9HGT/W+UM9QHH0vbPWML6Q37o8lq6APREozD7qVfk9ngPsvt6awb748Gq+tJk5vog5HL6EEZc+Q7aNPnDLgj6mTta+GZh2PlvIuz6J0+2+MR2OvgfcsL7zZTu+BddaPjyKhr4Z+Xe8WXpfvVByEj4TzLm+PkeDvtgHeD0VVT09aQyAPqs3sD78uNK+TOB0PsIkfD7hF2A+OTexPhPxTr6JF2S916Y2PcYidb25b1o+35MHvr2Por5egbI+CMwdvlHKsjzfYQ4/1dCWPUUF0L0jOsQ+GQIbPvf3ED4d93k80J6zuiWl0z3Srv0+O84pvoje7L6luji+ab/ruvfThb7ulYQ+bcWkPi7qG75rkji+mtEFvh69FD6b0HE+J8/QPZl+17xRIlG91yN4PdMrp73oPYG+mDyQPTjn5j1pBhS/E4DbvXKQ2D59SpK+4M/sPlJ/ib1xAjE9m1IjPgsjoT7MS3W+PjGZviFDsj7e130+KRywvlW1Hz6D+7W9UooUvtZn1Dz1FyI9h6JPvszzPL4JnbE9yH00PrV0Dr/vciQ+8xKWPnKzq76r5aG+vwe6vsWlsD6hKwW/eFoUP6e+ZL49JtY+I0BmPjPBh75BcZe+CGTCPuZxoz7Do1Y+NyazPrIjXT6o9My94KIFvmsKZb6IA7O8AqTCvdPuOr7BZzG+2qXzPYcDmr5wbIg+Np7QPAAsMbyE+Mk+zQxzvk+Z57z3k7+9a8PFPIwLJD4PVcO++cMvPeJnUj5WyN2+oomfvtedWb5sbvM9EeWEPc9fkrx3U6C+/v8sPhfHLL5liKQ97+QRvpf1tz3Grv09l79RvocaGj6tV8W9KsKRPeEpyD3wT4c+3zk7PjZhPr5bjuK9AtQ0vu14077x3sC+F1aiPdGwUr5OaIU+otv9vUDP5T13M3C9PYs5Pg2WDT/nBiu+gTIZPbwbgr4Abca+I5GevNSA6j1Ne5K+N7yAvmtVy77RoJY+NMlJvGaBmL0t37O9hmmKvrX5Bz3jslA+oIievjTuqT6U2Ig+Dx8eveTXMz6ezRw+vmU5PidcHT5M3xA73UMev2EzOj2ySuU9AkkKPvSDrr4Ql/w9FwLzvYHEWr6eOM29syK3vlXor7wbtay8GyUSPGucETznm0o9wiO4veqCfzxemHy+pm6JPlz8PL6LeqO+2LgbPtX8Ar7r3Pc9zkVkvjKNHL0v+pG9PyW4vn69rD39VAE8ivGJvrozSj5hQkI+of+HPXAbbT6w5DO9MTLVPKVO8b7fbE++u/whPc+CJz5BM+a9YkyhPqLiGz4q1VM+SKdbvEWo7z0H8ZA+iWkTPqqYaT2yF5g95BeXPjbLmb1/Lza+Ba6IvrU6uL0lAB++vr9dPt5ZpT2hMUq9fG6avSTYf72EXii+M5hEvYsxG73IrW++kO4fPo5LUj4qSZc+6JfEvq+g2r0+t/m9DR8cvs6Okj4Bbew95GSvvC4bmj7uiGQ+JfwLuyhL7z3dLhw+rD3Xvi1Cor4N9we9ytKtPQ7tcrzVfk68wKKdOuYCm7yzuYw+RuUWO8htgr3MiJ692oZTvNSjnz4R9Wy9z5WAPUfYibyAPog+EuGbvkj6+TyAk3o+jspBvZiSrr5cY4A+ocMIPrErZb50Lbc+jTe2vTHbeb7KJle+eTQFvrAgjr1f+IM+9LxDPcnaKb5iLgO/YNO8vmGhPj3x1tW9K9SCPiRHCD+l0WA9eMU5PnKATr1/+xU+guKIvu4FqjzweoQ+AJgCvtUrl76GkOI7K6EBPm+C1T4qgyy+4H+7vjoLEbrtTQy+IqHyPWXee70yhK4+eNVQPrdsAT6cogu/UmCMvkocKT6Ymfq9ioI3vhfWED5fWza+w7yrvi2Gsz4HUFg+1r+BvjTL0L3ZkfS9eFegvvQbkb2EDJG+iUSRPsa1sb45Yi0+99NfPptmtb1ml4E9srGxOp7QEj5wzS89po6SvoAWZj1Frr2+phxBvpqUVb2XsKM+nh6SPGeBYr58ccE9WxwiPgWw/7uzCYY+UKpTvvfvQ74nguS+JfG/vQrg7L3X8ue9h/3RvOuMgz3mrX29BKWwvguxNL4TOWA+tWQ0PiTTkD3eKn0+VZ0ivvMBMb6p8cg9CIS2PYgYBj4qgRO8lWMqvmlmeL2zkyw+FTMbPkwLaj4GhZm+c236u+IJar4YKCQ+brfcPoYEyL7mYMi+RvO8Pfjetj4fDGG+I0vdPoRTsjzGvY69KI6dvTZhV76Jn2c+2OqSvtwPUL5MGEq+JR77vW/EsT7Tc2A9mN/XPqUGkj7DS8a+l6UIvg6qfb6/j987FnMdPokpn713hvS9OvegPv1auT4vWlw+0woUvoxnEj7fmHk+LCSMvV47zz59//C+aJ0kPWbj67wRUr494PwlPYKcID5OaQ28WaRnvqrg0DyWk8S+BBGPvu3fML233/s9URKbPtdtUz51a4e+MryLvYefsj240Zg+rPGNvVWO9j6mogO+vmvyvQ1jvz2+TQ6+CLl2PVgzDL66KzW+2ImavIXujD7apFA+GyyiPk/0E7yY3IE+Fzk6Pkqo6r0m6hw+vROBPWTVnLwbDB0+oTR9Po/KnbvwhwS+pHVsPowSpz38g4M+RfszveZmMr27b4y+p4MqPm44sD0BBTc+A8GVPfdfC77e2nu9XtFtvotDor1muSg9OlLTvkOjP74PE4k9Unu9vtXr4r0r4YM+Tz2mvqeDGb7tkcY9Y3PYvIrVD77v/Fg9RH+HPkNXXL47XAk+J4mdvakmzT6H3SA+j8a+Pq/Lij1Bj9m8Xn4Tvv2iN738ZP8+p2iwvW6kwD3siC8+smSyvqIgPr5Koy6+k0xOvsiiKT5Md6U+7l3KPI66/T2wDgm/mx/MPkCBGz5WYju+9htFvjBdpj05ZJS9iQ6Bvl/1mDznBo89Fw77PEOyUj4Uh8o9d+mtPTb1tr6716S+p2P5PTeqkb5YUu28B152Plro0rzQFm8+aiWWvayNJT4waSO9MrWqvhBczT4uWSy+9bj7vfA3E721Zrg9gEREPiE6QD4tG9m9JxEgvnOaz70+B4y93vkAvx4pTr0xa/W9w36DPvna3r5wAZY+jvl9vZIunD6ZudA80iaQPaJdF7934y0+q+/yvRrdGr59KKA9suMBvovrzb0iqHA+Ox/APsSP2D1KMby8Pa7rvmMG0D5Fyfw91P1EvnfVhr15uGO+gRR8u0yqgD6PxLy+ElYXv3eayD7P158+uP9KPof/M75i8Lg9G/OhvArg0T1BleU+r02ivS3nar4PFEa8tpjjPZZgWj7HYW++QhcOPjXRi77imXq9bPSvvXB7jT5Vjow9Yj8avgE8GD4q+LU+vICBvrRIr70MuFs+rUILvlqIB77Lbzs+RN6KvRfc0ryw7G8+bHIMPQNYhLy/ybc+tkyfPpRrHT7p/7m+8lGdPr1aOb4wlR2+bxd+vjsfNT0aJrk9KSoJPmXGoz2G4Qe+da4MvmmHYT5/4Mo+9abFPZaSyD255ty+vJAmvf1lDj6U3nM9CA+ZPP9t3D49b5++WZgtPpBmuz05Fus8wcAKPyyKLD5tOwo+qrzFvGeB2L42Shm9Ze2CvigwIjxrPDw80zl4vlmPsr4YxZa9uVtVPk3/qT7x+7S9+m4DP3MvPL0JWIo+H8yTPRjk177jj34+kEorvjU9P77fX4q+PdmhvkU/TD1vSpe+ICj+vCz/Wz1H/wU/eVCqPZOCUD3nRES9IoCYPu4ozT6TT+8+WtIsPSUI9r2IQ3E+Cfo3vYU7uT6GZp0+gxANvlkQyr5FZbC7O4F3vKy8tT1Lqbm+9zIFPhTvpL6wrbs+u1fivsfzPT4We3s+V9ngvtVvaL2MBCG9Kc2mvV/9lT7ayBa+mG/DvtWfzzwnxuQ9DjsEvukVkjwx2Cq+ojunPgumJD05G5g+00w3PQ7mFj4NrwM/L6mEPlwezz6YXZE9NY9kvKVJcz2PXLu+3OH+PV5xKb4kY5K+HIJkPtHQUb4SMcG9RzeoPea1kb5RpXk+0yuNvKGT4T13ysU9026lPBCe5z1dsWm+8c14vl1pAb4NNb8++VyHvGEdNT7mJ7E+ErbMvq3nnL6oaqA+XQ6cvgTDJT59wCA9SoloPtB5RL61gcw74CGfvu+qET1xXwm9wvyVPuF5CL963vc+EbRRPDh8CD5uB4c+m+2DvktOjb3c+ba+OLGkvXurCj43Qb4+3vd6vRjftTstW0G+gqlmPoXg2b5oNIw+Tkphvjn+jb2vUsY+l4lCvqg1qj6TK1I+PKUjvXDnvD7fWxA97puZvh0kcz6onQk/AL6nPtIiJr7XOCo+y8MSPie1cbxmCCC9u0Y4vn1Xdb6ffp69n0OYvrPcC72qODA+O7WYvTYIxz60xYA97ZnUPXvFxD5NpbU86DGEPoHvSr5ejKm+4HklPdHVET5pLU++reECvV8qaL5RaGa9F3WZPMnR+j35VZq+wkc/PlsWkT7OeJc+G8AdvRYgoj55QJA+jNzmvarMDL4Fmic+hpS0vZ+razvtQYU+s2rVO6/Txr2FtDG9hZKyPeMP3LzdioA+cHa7PtwDq7zXB4c+X5aTPraHgL56zYY9ldwXPtgezL4mZJy+EkBRvqprHT717Yo+iwudvq2KgDxOTiK8MVeVvHssnb4CqNW9a/JLvvQkxz07d3A+8EEBPt4Zyz2H5jS+UPquPn1OTb4HEBE/B1qcPjpuEL9KIAi+KzGJvgyDVTxe/TG90QgoPkVFAz3ntqA+mloIPafpMz6e1l6+LLybPnrlvT5bhbM+jQ6BPDuwgroGeRA+qIsuPn2xsT4wjE49n5DFvYEhgb2IaoW+M+akvQjdW77mzlw+RglDPbf1Pr3XzAU+v/uivKk45z4HMA69JacKPpOy4b6ehs695mhEPgOXNL4q8Te8JAlrvg9l0j1eF9i9+4/yvbBN7T7ILpq9/xfcPfTQgD2DiJG97C5jPUXb3r5nXtY9S412vVAlOT2sw4w+pRjOvXO2xr7IN+K96npOu2+4oz4jiJQ9whDPvtpf/j2PbxM9KFjQPrNQBr0WAIa+Du+WPmJ6HL71QQU9oKi2Prp6B7ydAHw+naB+vBx9fL68idY9b6dTPjnwSz6zAHI+z+59PQ8qFT5RZRI9GzhwvQ9XfLxP2rG8/RGfPWWnFD5lAhy+bxySvlaVTj6wJYW915+lvuhZLr0dAUq+oHACviTW2LzqgeA9UHNovZRKPr5m/Bq9O4e3vbzkZD2bCTE+c+ccPtn5Az/ZSne9htM1PuNa3L0Po1O+FI6lvWEYeL1PFYe9UGqbvnhoaT1tWAI/WH46vTuwm76SSD0+ye+rvtk0mr4u0bM9iGSnvRbbur0zy5q+SMQDP1RJOz0Uo3g7UWgzPoA3mT0AzVE+r6iIPmPfRL5REPM9uA9FPsRxCD6Cm0U+hrLYvrwWED66VOc99K4LOPa2Zz6N0za6J73CPfFuwz71CDm96XVSPoG/Ir4B86A+Cax/Pjc2sT1h5Lg+9TbVPpuOT71BJ8i+ePjBvqpPg75/GrS8bARfPTvWtj1YKbO9RAYPvg0IVz5CyyY/qsogvoTWeb3c0Pq+QzDuPbP3+j52Nqc+Lxz0PfW9Er0KHoE+kJnDvfROxT46jZS8CSoTviWODL5HxvS9gft3vn88ob4jyG++ZPp+veQmn77aokA+NXdxPs2+LD45l269RUzavYDjrb2GzAw+/B+zvhGJBD0Ey9W+Wg3CPrhX/jxbIqE8A0WCvRwbhTzZB2q+Lr4lPsiBBj7gzX0+G8MGvcUER770piE+gIs4PY4RjL7LLsO+YdQUPlI+Hz6peos+PRHGvD1L5L0DZAi+NZfBvPH6wb4Gyqy9lCYiPoYZ8D29B289RNKJPh7i276vhK4+KSsCvjU3yT6H1gi90DQbPYAOJD58uki+A2h5Pic3vj3rlzK+6Re+PabPgz5tXuI9XMmavi1hXj41Ab0+nyY/PkZZlr2UpvS928S6PdFmFb65MoU+RHz/PH3WFD223iI+bfFAviR4873BUv8+Bg0EPhNuTL5TMG0+fNACPqy1Az4rS2K+XR2NvuP4Kb4C0GY+v7AOPpMGx76zqjY+lV8HPix+hL1YlaI+uaVSPga9rTwnnVa+drwXvlfWCb5gSLc9RTkDPgQ3T75vPlS6zYVlPtIxOb4dJJo9zp4Hv8XOvTyebUc+bTH1vvZ+gL48aKq9+LLiPRDKDL5w8Os+RKCxvrNkTr1aA3w9H8vrPmbFgz5j1AC+vualPmAIUr4esbE9WEz1vAGgJT6jbug96RHMvQE6ET4zgcs+JuCBvpUYpDs2Fh69yU6pPojBLj6drqe+dLYHPtqs7r7UOsS9E+Luvchp5b6XxgG+3hbmPQAUir4rNbe+HRRpvkE+9r2h40y+LxVjPgdhb7zhthe+yiDxPh4nBD7IO2Y9bi1QPtt1Cr99XUI9WEz0O//XEb2GeTc+3hOJvXrzWbxrCUc+nBM+vhta0b50ovA9SF4UvjGWT744kZI7v0psPso/hz4o4PM9R6hmvrGHqr08EbU+ptpNPiMxur5vIYq+/8l6Pbq7ub2X3aK+CbVAPnNVFb5LFFO+mkK8vFkDMr5l1na+Fzw/vrf0qT3srIE9tG7wvaLPe74v15o9oNUxPtBGp76juq8+CBKfPklNIDxff42+GnVRvtDMBz5AMJO91JGNPpJlBj+bYMy9YCKNvvzor73N0Oe+Ee57Ptaunz0SF3Q+LGWaPuWoJ74SyAk+c15PPOfXiz667zI+ytFYPZqH3T6GAw2+92cGPqxmrL3QVQc+pHKhPoBnur6hOpG5TMAavgLGuL5SMYW+X7tdPjmPj77hkFG+coMsPqN1/z32SEk+cuAJv1PXwrzPMEy+m4YpPqvO8zujO8c8IO9ePgG8Nb6igZY+7Z+ivEf/2b3/n249Tiq7PuE/zz1bkJ6+XRs0vuULjT6gpJg+6S5uPnrpjr7jkp0+Tt1RvpMAVjxkA7y+fGKmvpuV8LyM65U+FB3RPng9ZT6xAQ+/JycLPk9tDTsL5gy+jzG5vkr42LyAjie9NYjWvvEsGT0dSq09ChnJvSzTgD4gkvI8wy26u0DQd748PPC+jDYTvumxlr5Ji8w8VqaLvaEMQr4RdHO+qOyIvhNFm74SlwC+/F2lvTf0Hj8vclW+tRyZvureor4gGHi+gFJVvpP87r36OMC8LES4vSkhiL709XW8wuRRvh6zBr9LBpW+kJFLvTQdcb7FUgw+S3GtPPqSBz81Ipk+7b98vhHRJz0b6RG+2Ld0PiAXOj7RCpk+6bcFviQUnr4CPnI+1ii6Pl0KXL7scb2+4aKEvsEjoj5vGIM9BG27vfzxAr4BDdc+TpfdvuJJEr7ENlU+vluWPa7Luz3e8Z4+b3UKvs9YhD639DU+g73avpXblr1v/gY/oTMOPrwDHr4MvcC+lv/MvfTMPL7KREc+U0kzPpB/3b1byqK+6rJIPamQBz2jmKC9OlQAPPvOYj4WN9O9QshOvYq+UT4mJoe+mLrKPU7vq70PMha/1IfevkLe2z1z7zC9ESSFPr2hgb6ACVU9HNePviwQS77qQne9KY9lPqbRvT42+Vs+h8fnvd/DkT5TN4C+MgC7PN+WE76GzZM+/WjkPa27Er0HJ28+ANbSvWAI2D2ywCW+IfPjPF7QA74Wh48+KUQNPh0PDj5qNkQ+tFg8vlBzpT3p1pI+fHZ1PhytCz0z9hk9ukkqPocvuD6lk5G+7sKAPqePSj7pOko9L18VvTFT972XjmO97vJvvHK7Mb6UkuE+KPq4O4amfD6tfG4+KadSvHMRKz4Eqoq+O45LvkwJtj6oTNA+Gou1PvSasTt4qly+ge34vX/KZD6XnOE9wmQGvsUcV73tv9I91J4VvpLq8L488dE9HZUHvigWrD07gyG9BMUbvu5/DT7wDn8+6+YhvLirDT4+xpK+7RQAOxFaiz4nFA8+Av2jPT+ZGr3G4jA9lf00Plbywz5A9wW+8vC4vvQ0n74ArZ8+qu+sPpdx1T5Lhw8+HcH1PLRpBb+BQhO+a1XsvccVTz75C9c+m9PTPfbuPj6pMu++xKcuvgh0dT3XiNS+4qZvO7Qi071pZe2+VQa0PPhpMz4EBtW9vkKlvRxb0L3R0CE+g6ikPTMj9j2Cby8+GhbbPeHLrD6ETOC+ruvxvZVdFz6Pxu2+SWycvYbyUr5POZs+Cp6NvNMqCj5D3wu+rw9ivtohqL19KFC8nGZHPsmfOz67PEs+QmJMPZUJYr29t42+mTwQPvXd0z6qObG+D7WZvTSPUL7qIdq9P19cvk4zZD6isAK/+7wjPb+QjD35+Uo9Wfovvsds0zyG/M09oVJaPXNvXL5zzxS+od+9PXTdhL0LGCK+D5sWPW4ukD3qlz6+EQqPvTu36z1IUca8VtbavuvB4z1ox5c6Y/FGvn/42z3PkCG+riHuPRMEPD7TLws+F3cJPpcQBz5M55E9XgCfPqpNQr0Gma6811RbvbljZjzmsfg+dpE7vkWHqD5bzDI+tYMAPpU/1j3mkxu+n8afPgIyfr7J9fw9GJfnvsp1AD1B6lY+KXB0PvRKyL1jRbe+vCpivourjj1Wk5S8LdxyPrh2Pz6cZnG9CUonPlP4zD2B+7q90k0KPacFqz3IgxC+54tkPQdDiD5j8cm9a+JEvpkiTb1eFwY+kEXgPZ1B5r2URdO+92zCPR1etD4vFlM+98fFvNKPTD07ZRy8XJq+vlXyir01DKo+kyhWPo5CgL7SmTG9O6vUvXN4qz4Nw/69Pw2SvjJLLL4PBqy9qQSCvZPuqj6zyFu+EMqGPqk9Cr41QY++vLk9PruaNb5IlGM83Zw3vidcL76cOjI9zsVqvj/I5TwvVoY9Cln8PRFbFD6TIki+2Y6yPo7rgT4TDKA8YejovW0wmj7e0wm9ZnsTO55Vq73/ZXE+krMDvT51yz5dNCU+VzSjPgeWbL6u7Gu+N6r4vhmcQT5ge/o7MffcvS2MhD7CuoM+8+LnvoNVb75yLa2+RIqCvRu/W74nfqo9K4KVPjlFWz7egb49SyssvQo/Vr79pXe+PAblPZjm/L3O04O8jS7QPjP5YL5+F6c+fV0ovTCCdj4G+ic+jmU8PqUn6TweJ+e9KwYgPrv7oz6cbeC9/Kt2PYMNdDwfTRw9YvLJPkgdvj6/G9c8uDrsvXSUib60Wkm++orevkGf0L3j5yo87PGlvYVGdb58x5A8MPN2PjK1Mr7BvLI+SKSjO9mF1T6j2iY+ZAhJvny1mL343Yy8uIMTvsfUuj3i9pk82mIcPmzlbr4jzs29217FvtAoTT6A0sk99yOlvcsqSL6wFds9ryoPvkvDt73ut5A+UuI2vGM8uD41xc291Y1xPp8UID4naAa/R8BWPq2NnL4QgGo+V+8dPXO3yD4rfpq+GB32PfjrSDxIpS+47JNDPSDOor58CTc9igV1vpRk3j3xcp8+V1ySPnwZ+jxhEFq9o8uCPuHyRj5jYKY9wi29PbLm177YbJu+3NHwO2UB7b2jmRc+1CAZvmS1XjsmGhI+Y0ZbPTeEurwKGJg9h2FuvShKOz4aAiO9U8jfPfcyyb5lJvU9acyNvtZ4Tj4pc1G8tleVvYggYD4MFSS+UbZdvixfA77PcBW+C9kdPSy1872Ym4w+VA8hvfZqXT6VEs2+gR7TPeBfy76lsyg99hdevoE8IL6Jugs+lhWxvt6TBD8da2e6fxGTvq271D7W5pS+qziHPnkMmz6tvgy+EaH/vudugT6cZ6S+MUJBvhyoLT4N6kw+pYDqvZQDcr7J+Zg+AlMVvqy8Br/nDwI+cVjvPfdmy70wasw+MvzbvSqbEr73sDg+kBU2vizsTj4B6Pe+MiSzPi3MeT3tvui8Vi7Cuh/gkb08Syc+/JjUva5nJz2QF5M9U4Wgvm55FL4Lewq+QHiSPhnyED2pnS0+MJHWvh5IHj5siCk9K/qLvtTTh74cLDU9y6QEP7xxmz0U9Fe9mg/Gvtqi8Lyv3Wi+ZcUvPmgMtD41ZUc9ZKZnO2EDLT64mxS+L+qevpW9ib6EhhU+sLmjPaVvkL5A6EW+wKEmPb/qDj9g/yi+etwwvnH2AbwId3m+PjQEvlNAnL35f/i9oMIfP37dbr7P2W69izQgPsK7Aj7KsfM9c8H9vdj/bz1Joj89sqvHvq+ZVTyQfRM+tqSoPPXptT4Uihc+CwyOvmnMAD4viRC/7cjYPocdqL0wKYK9yp4bvdlQn7405xE+AvRCvSaTlz2ttn0+d7FGvrw8Kb2lKIU++vbNvpYw+L3pKI+8QlbgvnF5Tr5RV/Q+hGzrvfmknbzjMcW+RslfPYrf/L2ZJb6+qz50vu3Iqr32KKw+Q6UMPQIUjD7Pb3Q9Hd9tvgVdJb0RFy8+2pyVPk9uET5NnF28yOtevYJI2z0yQhK99dq9PsRZYjw2UQm+mLu4vfIVNT6BoCM+JBYiu0sV3z0jNQa9iKhcvkGBnL6ueA2/nRDPvjA2M74h63C+29KZPkMu274qdPC+yppdPt1NCD49t+6+wWCdvlilar7v31k92rCHvqr9Br5WziU+cEebvvLyJj7H56I+4pKSvMTUsT48i2I9fvJYO2DInL2+a4I90FIsPZOg2b718YY+7/3XvRUpabvdYa0+Ei3Fu0zb177qcC0+aUfWvVmBZT4+gdC9PgH0PS2++j2SDfy9acupvmMc4D0tkVS+jhigvaMLDD7Bg5y8BUunPhS16zpfk2E+niAwvur/Bz2X4QO+l01UvrKLtz43s2m+YLQhPGams75kSqO+L66ZPlj78DypZvU9roRwPog1ET6VokO+8BvFvZCCJrzUo7m+8KinvW50xr3LhJU+Vm+SvscLRb1Pw2C9tYN/vbrdUb4dwUA+vc+MPiErcb62hJW+vSqjPZQqDL3rpfm8e5PpPU4XcL5r+6w98oj/PsGae75Wtj6+8ycmPl4zTL3Hx4K99LdavhGoY77z0L698BUsvhCX370gc5q+9zn0PQiRt7wAc/C9xqNYvtRM9z2C7M++XEc7vTbly70RYye+uDPPPdZOo7453hY+RWWAvjBSObx/c4E++4yOPqgDEz3Ospy8CgzvvWN/pT2mCp8+AgCkPvWciL6PNrq94gEDv2Tn2L7WLOW9HMJ2vSHiiL5Nwga+NpQiPfE6wr4asLI+BRjUPg5Xtb1BEMg+AhNOPrjkyD2imse9hT/TvQuVW73+u6q+eSkAPsbktD0TF0q+pNF0PvXFkT0PMDw9s7KTukPJTD7SSu+92U0qvlbopb5iHaE+o9cGPdqz0j1T9k0+X73+PZEJbr4idpi906iovdQ2jTvmY8y8xS3HvUAfsD7WpBU+lQMrPT6XpL3hiWO9X/WWPaQ+Gj5EWU29G8GDPUIZ3z4CISU+WI28vkFD5L0AVGy+cJXePqqIBr+ml60+AFKiPcUwZjysUJo86w3hPJcdaD56eMS+IEsQvvZfRT7LclE+MihCPq0LGj1/dmC8L+TQPPVUVr0TGIC9OmKFPSL0Aj4fKO08JKcgPHXY7L18VI298/aHvfUAwT3GqqE9RAxMO8ZO6b0NA5U9JSjpPMvECz2zB0s95VLmPbxkpj31O8i9JoEzPYKALj2oJBw8vWpfvRipFL3GLD49YXilvXayKr058TE9eE8LukGdET4CTyS8KV2HPfX3Pj0kOvg81D+/PNZAqT0hlT49czaWPZgq/LgtLQ69BiqLPXAWcz3NRQg9Cm0KPgYPgTwCYiQ6ObXEvXcx6TzmmA+9sSFrOw5a6jxGbqS9BMeSPY+ng7x+Eic95eAwvVPMAb67Koa8tuQMPfjXCz6GCQA+3vhyvWKR9D79QFW+JgIeP5ZgGb+4OMW+LADdPbCGh76OBFs+2VmhPjzBpz7sw58+FYrRvoLjCL9JZCO9Ata/PASf8L4OKVG+OmievjQUEz+6H+C+aXkevsz5gr0X1we/V+UqP4a8ND8NiYA+wNSzPtu6E7u5RmM+zbYSv8yxgb7ScZQ+FTvpvkaaT75h2xY9m0+DPpFtzj63cvA+wC++vk5qpb7x/hE/7YyAvmA1Fr7dBei+kv7RviDcxr65gFG+9IZiPnPz9r57Yz89Uy0DP8GUnj7wE9M+zHRePglsuT7NMxA+m9xhPsQwiz2Xseq+HtyxPVWeJz8YHFE/WCVdviIEDL+l+3O+r2Cbvuqgr76V+l07catyPk/kBL8NT529wJ1vPjEaGL5FW4I90t0DPQh8sb7p1929aSQDP6wJiL3cgcq+akkRv2ThVD4mogE/diOHvnXwyb0VkOm8cOAvPurGrL5Rlac+/f9MPUDdPD31TyA/OkP1virBrbzYIKE++BK2vTRRs75XWyo9jnZTPncZUz7nOhC/8zm1PgX+AL9fi/c+KjJCvgIRnj5xMme+RPOqvmGCI7/Z288+Or8mvxQBET13J5Y+puDvPm42tb43pKe97L6kPpVe2b4ONea9shmxPXPtnL4AoHQ+5znzvv+suj7plI69X5cVP9m7ab6aASs+NHmEvk7Jgb1jJNe+TuADP1RXvz7KM4m9eVkIvkbsLr5s/bu8KVjVvupdjb5aTlA+h0GivtT4OL7Iehs/1g+jvtwJ0L7LfrQ+ZZKgPq8t7b0fNHK+0hixveigir7mNru+kwwIvzU3tj78mwm9zzwXvviIH74bnNA+84iiO8Tsg776tlC+Cq0KvwrV5D4Vcuc+Xq8VP0s8Yj45aqe+V+x9PiV30j6IlLA+A5UqvyuJrT5I1wy/ByoZvvCKkj5YttA9860xvnEsiL47TN2+K7UMPGDYdT6T+MG+0/X0PhT8cD3zXnO8IX0Ev0V2675FLi6+ykv0PnLAR73llwW/HEGBvozYEj/GS7i+iWdyvmK4jT64A5M+OZaUPvV72L6krPq+HmGrPl/w6b7I3Ak919ymvsfQij5TwCe/VXpWPoJYJ74ykPM8Gx72PYtuELxh6Mq+waeSvTh7FT8VMqa+vKSqvbVTkDsvtZ698B3+PhBbEb4vzgi/ZECevnhxDD/XvZ4+YTaFvXIX0T7+rJ0+iehEP2QRy74AjAw/sKqSPkORb72ROvS+93iUvpQ8x7w95AS/ODKnvr7DKj4ygpw+rFbRPPLe471bTws/U5KZvkdldj486Ki+r5DAvhVl0b5IRRg/PxqEPgC5Cj+ztcS+UhPkvh9o7b4x7Oi+vOrtPevqBj+kSkA9a1G3PmcF9DvcF769e8iMvv1/AT6ZSIQ+unIHPyAC5j3MWpa+hxyDvi7xyD6NTh+/Ie3pvX01572+R4Q+jKcpvh9+wT5HvSu9aiDfPhWB2T7MoKq+nNTDPhFSZ765S5Y8/7kUv85BnD5NCDa/n6O5viX7gj4XAIs+eU3TPsMzbr56s76+dPIJPfPq1ry88m4+YtYSv0R8xL5Ikmi+kdRePmXksD7weEK9Z0/7vkOODj6rEfg+YuvZvqoDrD53+xA+sKelPo9Vpr7Yj/8+okPDPul9HDxKOQ8+WsisPEz9aj0HheO9QcpBvg6W974x0Pu9FyZ3P5b9cz1S37g+HlKWvsaxYLywwI2+8x3jvjh5jj4BlL87y6OtvftAqD1J5vE8aGkvP7jr+r4yx0c+iBqFvp8n9z5G+5m+/jzEPUSdvz0F1tK+a0cZPozXir4m0BU+AaQmvwmyBL+Qccg+Zwu5Pv8clD237R2+V3hSvGLnQL6nyLA+XFGzvrEDEL7mKs4+8p6BPhEPML/kLQe/LurxvAqtKj6F4QY/38/UPbmC2L7aRvk+MJWXPhgX175OFA4+SKqBvl0iND+6zTG+j3SrPTfxFb+yU4i+Bc3qPePteD0fLu4+IL7MPumHFr4jpte+Ixv1Prb7Fr77bvY8+EUUvjkUkbs6vQK+w1qXPrU8mb6qa5S+6kONPnoh1j7pEoc+EBi4vph/RL5wrJU+hDp0vQAX/DxrLi49LEFmPv4jjL7v8vC+F72XPjkPW7267I2+H+wVv25qwL7SRaE+80isPvGSkz7/LKu9pa5fPSGwMD7uPY68nP53vh3oE76HTDI+zu6hvhMCXL7AjkU/KYw5vSePMz+xBw4+RmyUPvgf5z70TPK+n+HZvvMqRj65X+e+WX07P4Zc5D6jvDu+AB4gvQu/Xj0g8nK+MLFqvszAAD/DrzO+ck2avnUBHT7RV4U8z2bWvqImAj5HeW8+UTaQPrNSDj+a7GW9Q84Bv4S05T0rJCq/nEagPtR8A7/GAcM9cKqEPih4m773ysE+U7M7v7DSHj58mou+pxpAvv/BAj8yhzi+IHRCPuH/PT7Lg1s+5Ricvt/ktD4VqNg+rclsPcIlpD7hvq0+9rBRPjFXgz4fPNY+1yT7vgqI4r1Xqhu+JVn1vrMvKL+Z2Tq+MICUvsxeg71DEJs+9EF1vmzMWT42edy+1K0ZPwhHpL5HaZ0+jNvpvsYtQT824nm+pg2gPpTVPT0OAP8+bow0PsRTDb5iUHM+BJmePhHzvb4QJgi+L/VoPsOy6b6OLuk+2AQfPxj5jb4KAgG/GSXDPgkdHj71wGW+ctqFvrN8kr6lCJ6+JWDOvoB6cb6lpy8/+9q3PnhFXz7aw4O+UdvpvrDxAr9A8Li+i/DWvoeGQr4P6SO+EfZGvoypUj5G1xC/MDc9vi1SuT4Y2N0+JVmBPmz+iz5dExu+MIrhPuOQyr5LSue+NToHP0D8kj3GBqm+u0kuvwWHCb5+f9c+WiXxPPttLT4O2w+//IDLPQshBD8DXSi9Tfw6vavGTzxU7Xa9fo1WPWP5EL9OhxA+7au/PcFCrz2DXP8+DF3WPWBYPr/u22u+6nDrvrknEr9+XTw9bAZBPd6hnr7red8+W/22vdPO5T4UoOc8WxjcvpCZCT8xoqI+NYMWvjrxyLwUNgi/TaYyvyh3Pz6O/Go+/o29vqSH0j6sYrc+T5K3PinUpL5ufSi+GhuxPrH0Dr8yzWk+L/u1PZVJNT0VICe+QYjHPvxB8b4I0fM+AiBePTSTG7/LWB0+SdWwvi9G0r7Toce9bTjbvZMggr7lVA4/N+JjvtHRxz4HYVq+71lSvjKngr4NVQk/TpD0vM23QD+mWhc+xhawPlx2Er8Npc6+52wQvpS8FT9lfl2+R4pmvjQRsD5OYu6+VPH0PPKt076vdLE+vrmMvrfgC7+F+Ig+r/ehPrbrjD6xaFG+9RrZPvJK6b41JZ2+uUpIvm0Oyr6XTfW+GMRnvturaz6khvq+lWoyPrgSNj7vHLM+UklgPlIN1Dxsb+k+0NXwvutnyTu7yyK/Cr/OPrn66r13iTc8H/Dhvvy8275co8i+rTI5Pt60pz5tcRo+9i+UPmJFdT47Lwc/dCrGvpd4wT3cj4I+nMluPdp1DD+7PDS/+BsGv/LXOT3+b0W+VIdVPqTZ874/etq+zzO+PYg8jT6iHuO+206BPise8D7iUIA+KoDBvg3AIT2y2Oa+OunjPYWro75WHrq+CF1ovrx7Wr2E/AO++XvHPuZoz751NwY9gOz7PoBQTT3Og489K7EOP2OrZD6BTzi+HTqZPvSRnL5MkK6+n7QAP/CqQb65XKa+AMAXP1jn7b4sSqG+lhu/vQAj9r6lRNQ+KRkZPq/pDD7C6Qo/LjzIvjFf/D6avb2+0KCovl0WJz/0+rA+si9xPvHnnj3TPxk+0hGIucnMMT90Jiq/+CCePvs+BL+hzoY+U93jvg/RPj4z2li+shMxv33Avj7NadU9u9hnvlIE57yKW5a+go4RP9QSBr6YJLq+0W76PnTRU759H1++ITg7P2PVqT5Ika0+l9jPvbuEir5MjnY8l2Yrvh3pxz7kRrY+gTamPtimbD4k0F8+oG0Wv7mHH75x8Jm9W5LaPkfEcL7McAQ/nXcSPxZqvL74WfY83EBivs2il76lUlQ+WzmzPlaWjj2ZfAG/OPkSPq5LID4EogU/oSIQP7dtBb69hwI/y5b5PuuyNz2C90s+UhzbvkFDwr4d4qQ+TOeCPh9h0L5E38w+FzPQvuFzA7/ev/W+/hjePXjXK74m9go/OVPFu/3FJb99fP2+Hpc2PmnMmD5Xnb6+u6vuPV8wSb3aH0A+O+aOPnmHpL6HtDs+FWrKPaM4mD5+xuY+z66kPT3u1L4Up4q+9brivkazkz6f0Am+niwSP0dsB79stqK92HKJvhM0ar3IXgU++DDdPdn5G7/RuZU+uQ9IvTSfvr5M+Vc57VIRvkglQz65rQg9UribPnVzxz3bvPW+9QzNvv/Oi777uLi+0QgbvoTjBz69oOc+vDkfvpKLjz674/y9oIclvir1H7/QaEM+9gHCPih8nT5oNQK/TogpPekEkD0XHSq+7ugAP4WH/D5spvk9DZ+Hvn9yuL75yqu+XXT9PhM/RT66eIG+UcfrvhRRdb4RIN89YsuPPEL7CT8gOse+Hag1P7zM6T7YKDC+8K4Svsme7D3aQgq/tnLjvSFL6L63Y8M+1WAcPkr64j5AZG0+Of5UvjMeJL4Lzfw9p3XXvvvW9L6bv2o+wtGfPgoPGT6aEBU/v4m1vmVnHD7mEZA9TwAxPjIMRj5J2cU+NdLdvsCNnr7C+Be/gtfSvm0U3D6Y2yA/4iCFPsbGVL+82kw9Q+z6vljMjr6GDyo9FB6GPgH0ibxIzLk+7Kjvvhak5b5PJH8+jXzOvPvB3z6YayO/WrrZvjv7u71R28K9v3V8viqkx7zIdrI95HUzvZQFzzxQYn+7XetUvTbkVb0vVjq8668FPu3DTL31eyW+LeunPPaYC71FQ6e8","weightSpecs":[{"name":"dense_Dense13/kernel","shape":[34,76],"dtype":"float32"},{"name":"dense_Dense13/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense14/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense14/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense15/kernel","shape":[65,14],"dtype":"float32"},{"name":"dense_Dense15/bias","shape":[14],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:50:47.574Z","modelTopologyType":"JSON","version":"0","formType":"identity"}}