{"modelTopology":{"class_name":"Sequential","config":{"name":"login_register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense16","trainable":true,"batch_input_shape":[null,3],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense17","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense18","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"Pw+gvrUpvL4BCIk8WqkqPbHAXr05qoa+RcFZvogBeL0SqqK+vNu7vdkYPT5ieH0+1NYSPkOPe74Eaws+9zS6PbACdbwCaPI9PpL+Pmk1Ob6PsTc++nK+vOqPlT6cM1u+3kEAvWAE0L1j9MY+3ZygvrwfWT7cFog+GMiDvpyPsT5cSCu+XtqjPpbCfL5wk5G+Al+RvljsQ76rGs2+0H1QvpMQZbsOtMG6XC0QvZiHyrsIHIG+WCJVvl6bED7w+6O9aBzuPcP7qL7QEKi99xibvvjYvr4BDGo9HmNtvr+Odj7OI2E+mBkVPRJTH77+kqO9aQsvvhVxpL6RRaM+DpgdviBjeb5pzsm98QvAvfwoqz5M7ka9BoTJvo7c0z4qups+vr6fvfgvK75ZOvw9ky7PPddT1b7byEy+LpKKvt8Srjyny4W8M5E5vpcgiDzn25a9KXKrvuH+Cr6Y+5A+1g3EPf8uo77yVGS+Ge64vtq+oL3xtRe+1MzFPhmPtz1uRhC+ImWVPiStu75H2DM+XiB2vmg4gr5Tln29A2ilPSXklr5USII9J6fjPkc7mr6ZjsQ+m8pYvp6ePj1elmu+7PHzu9OI6b6nXda9fAcOvTQ6Yr4TYgO+AMWjvfgvA72wWt29pZUWvoprvL3X4su8Fpy3vpInrz5O/7S9KVORPmd5kr4wsKe9WCnTPf1oXb7mHqM9Fjt/vrnIvT486rC+0VE5vnzlSL6AHoS9XXVyPjVMJ77LGrk+cRKZPrJrYL6azR4+HXxHPkIsZrxE8P49lkB1PuFYez3AHRU+frSVPqJ7Mz6hN3m++tQCvgd6tb2jl+U9EXRLPdAAEb7dMBm9mRm+vgs2DL6SoGs8K2aTPipwXz0oYJG8goaGvh6UXL5Do/89I3crvhl3xj1oy2o+RAwJPsIG0D7kdCI+wQwXPlvuQb7fK4O+UBg1vo4HyD60NlG7EbrbPkNDoT66Tmy+ZJp+Pqhv8j1FfNU9tVrpvBAgNb7HD4++stJYvjjyCL1vE3C+PIk8PtPKxb3TqQU+o8cevrb+Bb4flJ6+V59euwD1rL771Wk+92DBvBfsUT5tu8q+A8odvm/KNz5az7S9PTOpPoNs8L0yqIc9PnD0PZMHsb4cmhI8SpWhvQFn1z4n0J++J8X4PNKopz7EOnG+A097Ph4s0T5am3q+nA0ZPsZyl71N35E+ROM+PrpwkT7KETc+9XOoPauljz08o8o9x7oMvTPPWDuT7Ic9IjszPW6U4j0BCZY9s5G/Pe1FnL0ueF69RV2MPW91jT2NYYc9ldgHvbPZRz0ZooC9XkvevdGeqz1ICQS+2MZsPRZIhr0G9Io9F4dtPRpArz3YtJy9PFbdPZz06L3/rMu9MND2PS5c1L1Vbq09qGmLvapL2j1TOFk9jVLMPeUbgj3fDnY9aFuWPbTZmD3VgrY9QVQcPUUpSj2hf5E9B8WEPecTHr1tCeY9UrDLvbIVZT3pYMe9Q2euPVQNnj3ZCUO9VgHBPRNFhb1fews+z+evvST6nj1q7u49iaTQPSnqVz3+lOa9k2pwPeUVkb2z55O9FjeGPX4+2L0psdm9UbupPTNA/73qX5i9+qcavf2uer3UUt+9iAFyvYAHl75VUCA+7DqhvGBT8j3FrFI9ChaLPu/3fb6fh6q9FiaCvcgPq7yRxSi+iMjBvUuVoDyg6IU+t0ovPnbCeD7J+iS9t9oKPtXT5T0ZC+09vrmkPlNpEz6KpFK+5P6NPqMiaT6R1m+9wLsUvXQwiTvqAOk9ApwBPOfsZb6adro+XkZRvqrynD6AhgO8NLTsvXuvJr7R2XY+a2AZPrJAcD6q0Le9m5vvPe8gwL0zMc48UTEovj2jPL5O4r49YE4mPQFuRL272Eq+xYPtPQdkzT76dpu9yIvovYqfUr7fISA9j7YdPuMWfb6KWJu9DV0LvueaQj1Wzd68pVVCPvvklr31Bnq+QJNFvtpBdj3Lz+C9262EPlikwb2aZJY+zY+vvczJ27yo1Xo8+e4QvvmALL0UxR6+IBKDPe/RcT5Xzss9pSW2PFXdRDwsYUA8FIn4PaiyXj61nyg+bvPcPezrjb1dvD09wV44Pj4pa773isk75WuBPf63Ij4NefO9BrNVvuDapD7tw8+9P0gvPkDOib0tNiO9lYwBPDA4mDqY8qk+jaNHPnY/dj3hX4E9pxENPv0hWz4sPzy+zMPTvqe0Dz7siRa8z5KWPcbMlzwQNoa9uxX5PE4ofr1BYsW6DU3SvWStBb4Nan8++o4HvhIFRr6sjgY+iNW3vTp1K735QXs+d4LHvcVy5b3NpAG+LTAzvYUuBT0dFTA86g0JvVrDrjyS6YG+gwH0Pb7NF757Lik+FAFLviPF4r0FRZc9W3EOPj1SB7xAApy9Hr5Jve9WSj0fcJY9HrSZPttiBz3owqA9zWt6viXSv730he+9w/4ovpc4Zb4ZUgQ93TIrvTTV0T21o0S+epg9PjXLHr5N+Pk8syzLPVH6nz2JaBw+jViHPUGXDT5J0Si9On3HPQSlnz0MwCm8VKPCvL9zu72sJCK+qa0pPbTo/z3Ufh++XlQ2Po92Ur2cgeW7mJ92PI584L25kC88fFomvB6kGL0zKw29rtqpva6GBT4ZCxe9G4ZVvUznSD4GL+U8C8u4vSK4Jr7be9+9VRTLvfpDnb5KsQA+kdAyPakpmL17u5q8GjGNPAC8wbyVFuG8UGwLvc40Cb4oe5O+3jbdveMDnz1Zn4M8bzY8vsuT6b03Uj2+f4uYvszMnr2xhPA9zZY2viFNpT3nmTw9KxdFPSqRLj5ZMxI9aYSFPm27N70PZya+w5IVPt7IL760elW9uPfZvXDXEb7PN8G9EZqxvLyx1b0AB5c8KGEMPrrnRD7sfF+9GMmjvdLfqT2yXwO9x8MxPHDwWTvBtcQ9ZFSPPRypIL4G/A49Q7cEPoJWlj2msFg+Z6i5vd6m5j2gFJQ851ILPcOpIT4XFLC9B2jrvdE07T0lE2M+yt1MvneOUjwR2fM9PutYOoK0Tjrv3PK9g7k6vhVGGj3gF0Y9E1aVPZJBXr6t7DM+FYk4vQIMIj4bYZK9nm67vfCs0b1D2fw8So9lvZ0WVLwM/4k99opQPXEJgj01NrA9onxWOSK47Twxbl2+1wxvPZQ55b3CUze+IU3oPPs1nrsEmia+uscavo6CVz1CyoG9/bIHvSTeuL3Bz6K9ShCwPLuO/T25cbU9VVR3PQS2ur1Mj8o9q6UNPn3qiL2i/L09hhfYPeDyMr4VQ2e5Ge+iveJfnr1nmDe9dbWjvIRuMb6Gshy90BFXvdq1Gb5H/SQ9xiUOvs1JAb6knkU+cje1veIEJb3Qjwa+IMhKPuV5ir1zHYM+JfJ8vuBzGD4gSSq+6HeNPTaoFT2/HpW+gfNJvb5SIL2Lmsg9w0GjPuAbPT5/jtY8YiK8vT/9zj3iiDU8LPgGPuKat7y1lzG9Z7Atvuu2nT0akfm8azILvmfkCr5TRRg+wNvkPcM9OD17bpq8Gx6wPoFWELyyfYY+WPGZvd0QJL2sLyu9CaDZvMXQpD7CMc09v2bivVw9j7zDMwU+V211PpQOY7yr4XK+ueofPpmPb755Sx6+zorzu1CWnL0Oypk+6ziFvjl7mL2jSNK9xmKJvq8Tuz1HXIO85KRqvYMen736wjG8F8c9vrCJij5NY2K++pHHuxfrjDxbRD8+GKIIvvzYQD5+SYe+u7+gPXm2iLzIicK9o+/GPWU6oD13e1C8gytuvkqexL0xmL89kgt6PV80Dz04AHU+LL4yPlkhZz2s51E9J7XQPUjs4z1i7RK+ydQSvgnUpz35YDo8X1ijvJf1rT0SmIU+ZsBRPbfcgb7dmEo+5e/jO2iW0Ly15Z89i/OrvJ0pDz3RHC2+i+tYPnjR5j0uP/s9NEVTvJnLO72I9qa9SM9evcnUZb157lc+m0gFvqchET6sg2w9j/qTPZA2RT7kNO29z6UOvjyy5j2YaQm+1aEkPnRuxb30tmu+TcHEvU/j6z3ukiW+YJs9PpYgOb5s57k9Xhc2vj2s9D3DJAq+9xDkPkGiw706l6g+2cFYvibSVD3LOg48rs9fviF0zb01vQu+Si7avZOK6T2v4Bk9SebMPJXR5z0NLys+W8H9PQDKzz3GtFA+NauUPRwd5L00Lr8876kFPLHyfr1jcji+QHwPPnhJKD522jK+MPSxPVqtCT4H9Mi9ocgUPuZVED7NrE++qpZVPlMkxzxBAq09wd+mPl7JLD0nUqY9OAHHPUzAAb1gIta9am4ovqTxCj7zeq48wp5CPZGr9Dw7yR69F8wWPhYNL72x5qm+JfnUvo9AIr7V38Q9BTcGvifDIL541ag7NkhqvSOHKr7bY4U+zPYavqxmA75h7iS+LdALPsp6G7722fU9BNUYvud/a7wPNxe+wPoFvuiMkrzzt0K+i49bvm1X1T3GcBa+/DOKPkMRmz1zv4U+fZYTvX8WPj3IuqQ9ebFdPvYZEL0kfL89PbcovmuhbD6umAq+MTY/veT9xb2kNN49PRV9PrNOC74JDxi+k4xFPkcbdb4A8eA83ifgPJtsDrt0JVI+/5ETPmXojj66fis+1MeDPTRvXT15HaI97/fWPUenZr68KN+80s8tvjOh670SHoK+bwQeO6GHyzyy1YU9Z/ymvdt8jLxc4wS+dheyvZeny71rT5e+rGDAvCpsED6zKr49o/sxvtxlnT4qZzO+5ndEPFlKlL5YrMc93gqhvQZEeT54gTq+stkjvUbY3L2Evzo+uffAvdSTVr4M9Ju92ZiGu2Qy+7zpYLk986cxvWSnGj78Kb+9RPKcPkjdIz2rppM+KUR4PonB+DzCxe297xMlvfWy7r3QcP29tCrSPWJfULxgoAM+acbwvby2kL3Ub5Y+f7MlvRZhmj7NyQQ+vnbqvBW077206Bm9X7I3Po8A7b2DEiU+7me9PYRI/r2hrhu+DA17vj+JcL4coRY+s+4HvjAEmL0cMQQ+y9qyvVza7zzQngq9WcYWvt+ZJLxu7Pm9dZ54PTslGb3LvI++R54gPpCbvb1vzka9dXgiPuBYT71edqM8+RCDPo6Mg74jEKA9fD62vumCeT4GnM+8H5czPoZqKT2EnLQ9mQl/PrrO/D3M1cg9sI6xPZQsbr6zM8U9EhIYvoCyYL7/cKu+E2LFPNf3LL5viPK9AKFAPYuCjD4uGVW+H+wpvaccu73A9RC+kwqrvXwpkb3YZbg+uA8uPq7Hc77Jyb49G+OQveJm671lDmA8aFM2vnD6jb4CUxs8QudavuBkxrzb/cQ8nXhZvV2rOj1Siyg+uCmoPrgdpr23bLU9g+stPhspIT2hMKA8zo5ivqQpkD5wHro8g/kMPoSR4D1zXlO9l897vAngi7wkDKC93hq1vYx2gL3RvUW+FbQfPSJRbD5mvYQ+ewVEvaiL9Lw7cLa9MDZmPbSxJb1t+xk+gJhxvq6bBz7RjU4+KcVVPQ0Uir0V3+E9rOq+vpUIkzwa+uW93evLPVnxbL3Z12K+G34jvmo4gz1RO5o84+eFPvu1KL6azc49GBxuPXdlJz65/mk7aNwAO3k1Nz0ncRA+alK4vjV4ST7RqQu+3O9Svs7ZXj0bs429o5UXvXcnLLzDEZI9uTIzPY9QF71a8AM+eM6LPYRBCT65fjs+N0lIPTvIvjwJzYC9YYwIvTgX0L0ea4m+UDmHPZp5iz5g8Bc+7kDTPePX5DyKSXW9Zxs9veY/Ej6HCdM95/NFPqTBvL57tBs9NM+PPV09nb0UaEw+yrOZvOQgIr0H/Ne9RpeOvQOLs70JR7E9RU0sPpa3+b2dvcA9yAw7vlkpSz3r9fw8LZWFvFwukD0QMKc9rRPEvRUOlb2/dKs912QpPYmV8j3PtC69RqGpPXRNj70Ka+c9HgBTPcN6ID4k37E5Y3ZQvm0ixr1zH7M8ERXRvImI7DvnWd89g0FzPULczT2FGCm8b9mHPcpsKz7PcY69OHXHPKIA/72h5Fo+I3iSvJ3d9b2QyDE9SHbCvdxbs7xEika+JuQUPpDFEz5wThu+/qHuPaZlt70DOGu9R+ZSPuj25L2/4iw+OOyEPbqN/72fmy28LfBEPX25EL0WToo9kYSGvejNnz2S+0Y995wlPpZ5Kr6FZeI93cSGvoFycL2FWW26jT6nvZ4Ij76avqO9OnFQviahgT4P3mw9mT4hPoygDj46E1s+X0OVuygjUj4eZ0M+lT06PSD7Pr79EOY9tx8aPv2U7b2mqm2+ziBlvWhMEz4KzTM9QRhpvT1f2j4mQUC9TEAuPtfcuD0Wd+W9HFi+PcLXez4bJoo+mfDIPeQeUL7eZ3o8K2SEPRET8D0KFrW9p1VXvse4Mj37h6W8iOwlvAZa9r0EyiS+ZqWtPhDMIb4lths+qAvsvQGk173uy8o9bCnUvRuv7r3PIyw+YkA+vlku6r3Ryrk+0vjOvc4utr2r9YC9mCsiPtc1pTyRgXU+tNzQPK5uhD45mJK7RUbiPXNB5T3FFCO+URoSPpIjub3Euqq9m7OEPlu9gz2CBgM+cxLcvSy2yL0E0kw9rdiSPTmK+j0Strw9GjcOvvNUdj1WgYA+IS6/PZFH8b0knEw9gJCDPg8gczx0HCy+oI+EPlwk1r2njWo914aBvU8Z2z3J3LA7e7GgvVVo+z2HIhi+K1fXvaVmWL0rCTO+so6HPT2AEr5zwiS+rFkxvQ0GX7zFFSi+zO4BvAXbCb0TCJw9Yi5zPdvfNb6yrZc9ifLQPer2UD4sz+28s9lyvEfAir6yXqo9BqNQvgkpWj4Ackm9MQBIvgUewj0oBss9hFvlPKC8OL7w+cq7V8RFPhC8N725WR099WTKOmuvQTzNYS29ymjXPYrBYr70T5+9nO5FPhylSL1p/QG9KOx4vA6TIb57732+r8iDvQvgRb2MwQ4+yqZfvbsNbL0VQNQ9Ui44vAnP2jw8UK48iTjbPaZTo7xWzwE+ah5gPVGOgT0tK3W6OsvtOp5BLL74vno82KvsvD9eiLzk7ZM9Nf+6veDyhr1OFkI9mUvyPV0FQz22vyq+3VPCPWb147riYvw9kLOCvGWGjb5GKl29olmFPGCcXT438UG+/7+sPa+0xb1o6/+7eSthPWKVzb3tjSw+2ryEORRkBT65orW9bSL+vZ55zD0Y7+i9Ca6QO0kkkr2VJHK8DYqXvSFTBD6emm++ATtJvref8r2ygeG8eMKNPeBuBD7plBk+i7JGPaSCo7zP6cA9PQaVPeH4HD7/T1u8efiTPq7jqzxYQcU81pvgPdbcyb1eaxo9XZ4gPqn6nz0GM0U8HqMsvu4ZCT11/DC9IMwIPosY2TzjosA8MC68PaveLD7qWSA9aMhsPp2ZET7UVlS+Vl48vh8AwjzRBIO+W0NNvaPwGL6U9We+oQSHvgtSy73owlo96o1+PrccMb7iYD29Kg44vvzed74fsUw9ZxZzvqAGPr68jgq+7eh7POp6pLtZHKs+wDvtveqqs70po7q8NCIOvsrCJr4Hk6o86mv6PVJAq7z1JGk+JRgNvrS0xb19vNk9LqkgvHgEDT4BsGo9onC6vs0F97zbFBe+lKwfPIwrMTyddpK9H4BBvr/Gf71TVYq+6MCcPSpJeL6qZ+28+iMQPmij3D1t7Vu909H6vWcqOz7BI509lva4vksNcz4lh1m+kmcHvEv2Or7k8IW92r9+vE6DBD49zia+YpOWvYA9lz03iIs+4FWDvbY37r0zApA+NqVSvs38Pj6MHiK9wkEmPo+AYLwP9Yu9blQjPpLuSj6KnJy8MOsuPtjQg70Q4CW+WFxMPhseIz4pjwa+NFeNvWBe1bv2lto958cYPXbuur2ElAG+Vwc6PQdRFr6ZU9o9mP2FvTs6Tz5AhQu94h1hPElwKj5L/wE+UmcFvWp98rpsUO29SqCQvTRidr5mTCK+vSq3vjpVjb0OFbS9/iHuvVqIVb5FN1M+xJnFvRWRDr0Dz9C8oN68PFHhJrzTIr29rA1GPmMuZT1icJ6+lRcuvPi0gL0oGgA9/tsHPhhrbL7Itt69uv2JvuF1gb5d+/A9BgnCPcubhT3YdEk9qgcBPsAQ9j0vmIu970fkvcdV6r11Q9E8wP/fPZxYhT3M6uo9Soi5PXaQ2jrhfSI9J6dlPXmmND3Bwx0+RUSRPQLsFr6b5wU+fGwevh/QDryatzA+suDNvSHt9z2plJi875LBOjv38D0dHy0+WrvePDHRaD2TI0u+XHL1PVdrob7vmYe8zs83u8Ovl73Bv+g9MK5RPUTKoT0NFSi9yv6mPLnr8D3x6zA7/VMFPS5fJb2WWdo9oMyLPsaSt72EhhM9TH/Vu/vqX7swLVm+2HuNvWArUj4RxVO+AmnWPXepCD6Z3Js9vBOIPuhuoL3SP4w9AzSqvecl4zsRw967d7//O9OmSD09V1u9hEYmvq1jBL42Rai9LY0evhohN77yAEm9oLkNPjKyJ74kekQ7UEtJvnZmrT1v1eI5uAjCPaoIz739IWo9FlA+vszeHT0jJWg9BZ5cvmAtV720Cm4+xzbAvsz6lzzg1Lu+hbfoPYqHgT0wpq8+jqpHPQLxUj6ZgKo7gFWAPokKlj4Ct+I9acmDvp0SOL1vbWG+VirVvff3h77yGWC+PgZEvQwHPL6kFoC+2TF6PtCAkD3/90c8MpAlPruQqj7PUAu+BvWwu5HmAj+J9X4+lejlvpWNj7yEcHG+3xilvYVljj2nxyW+WogfvpwXOTr7sT6+hwg0PqC7Jj2RNAM+CUcZPU+fKj2HVzE+ARFCvkClmD7DH3k+bFyKPeK5iLxtovC+9F/GPZoukL3fbk0+6slMPvdGu71u2zs+Oi41PkGUFD3dSqQ9IGI2PkCXKL5sVv88psiAPo/5fD0rnqG9BbPsOw6f+rsIHX29SDoPPnXTTbsuJTk8IkMWvdwsLr547q69+SJ5vVl7DL4hD5u80ofVPTW/gz2ZBzQ+1zy/O8wjWD1ygIQ8EagHPtJq4rxHO8W9Z/F8vfCgVj5bDNE7KMBRvkzSXD3ExDw8GnASvfMtBD0MPGc+qoJevKkFbbt5eBI+CbzavGaGoz06YWc+jzBuOsDW5z2yJKW9toTGvYA3iDwPfx4+BYVEvq4PP74tAl8+ddCXPU4FKT111RW+nUSmPRttNT7YeeQ9+9ZGvR3vRr0jHaA7svSAPjgM4b0XXTO9xP8+vupteLzvyBs+YOGCPZFvML1eS2C9JtAUPh+deb7aGpM+nl6dvB2xRT4a3Yu+CPSBPmB79T2mXSc95PpsPSygOT2gUhQ+XEK0vcRc9766BJi+hplcPdeTAT1IgQ89qE6RPZBIZ76ByVy9/hM9vqBZ+z1Xafk93rKkvYb7GT4DQO89ZvO1vH4rFz4mLlI9S+06PffNor6+bmo+HamEvRDiq70c7zA+loEHve87hb3j/Bi+5V0BvlFBLT7IqWI+v4OXvePKAL32D8y9CBJ/PiKgab1Wevo9ohRhPmZ4iT6dIAo9GPaQvpSZ7z0eW48+u2+JPngaNj4DMrO9KIA4PkCxmjpuzB2+wySTvJv/hzzBDfy974Y7Pko4Pj4mQT29Zb8rPqUAhL6Q+Ra8tHMCvfB44T2sf8W9B6+wPOtTID6rgX09m5jGvRhGrr1Fx9S9nfKDPXkRsL2e6aM9cR3HPcGHKT7bkB89HXWuPXpZWj5Ecwo+7BKivWwUM77BqGA9n+OEPO2vgTz8Pmk9fUIaPCXRbr6J5Wm97ceEPndCob6ybDA+wT6GPesx6718XbA9x7Q2PqL0170sayo++bFTviQiX77tzyu+6MxsPfE/D77T7Wa+BxsZPjgJXzwhvoC9V1kgvntTgr6kCgE+NHgpvvNeGb5U3pG+xWzvvMuOn7xMQm2+OSd8vqq4k7zuhGg9nQCrPawgiz46U+M9QRU9vqnMY77/iYU9FOtMvquwhD1Gll278zaCPkHo6Dz01pA9ThooPFOYbT2GHU690l0rvkydVD0icxY+VVH9O3ZojD4LZow9CV45PrVQEj6iYV8+b4Y1PuYViz6MJD2+UnONPTeXiT3Uzxq+EwYhPYN70j2Iai883kkbvlvDXT33TRI+ISZivuwxKz6iJjk+tWJsvq1Uh73XS48+XWd8PorQTT2BWSi9ZO6OvYY5wLzERQk+UWLFvW/XQzz+QKo9yYS0vaFoZL4mQu69/i4uve0+0T2q3u+9ZEnDvbZHnL0OSqc8bh4BPm+fjb4EmAu9VE04vv0FWD3FEZS9xYCEPj9byr3ceX08BV37vRhxCj6ULBK+Or0QPsxXvD03WQk+ntcOvu2Xg73rAXa7qJaDOat/y72Q+UI9pTcCvjKwCT5SD4I9oswePY/6mr1+npc+EDKPvdPyvD5Af2U+d2t/vZKTcb3azwS+Teuuva0kvbzrA3E92v0tvEBe6z17L5u+7HIIvngy6D37XAe+E13nPfhpYT2d65m8HlP+OzEKHT5UG9s9Ogd0vZI2VL7ZAou9Z6sivnRSVD0xfJ89rJowvaD5FLyA3NW9GccSPAGnsb1CoDm+eeSoPWD9srxxGSo8glKJvUxIfb6W4iu9S2OqPAaZ6r1LqjS9wwmrPcRhh7uaLps+FNb1vLjEmjz45b693nVTvXQau7zZ1rC9vEAEvTE5M76gREQ9n7BRvlN5RD6O20Y9a5TFPTDgp7zY5gE+1xiGvqeDsbwOLZS9pBObvbp0Xr6lMyW9fGKnvuMbu774TIG+0zJMPj7o+7w1fiG+1y34PfHbC7x08Rg8KH0/vqukoj2cVD29OaVSvjdqXT3tw3++Pe2gvZXnVD4D0so8seUrvkvvq71SJti8hb8IvQDx6D0p9s497gRFPT15vLv9szg+UP+vvchQmz0jOpA+pEH0PbtOwz26NOa9uPkVPtmiB74YIEm6jMwcPt0uMb15Z8o9agpkPu+zST6wDWm9xhBWPu5byL2gk8I9lj4GPk1oij1yU8K97FciPDY6bD5JrKi8EKRFvER67L3/NXM8eIIMvlj1Ur6Lqoi+MWnqvT3bED5p/TM+dkFsPJvqgj1wWbQ9Z/cIPsEvcz4NNZE++T0kPnSIij6HLKe+aQ1TPYfvdr1QEYq9HgGovczEnj2P13C8Vf4Hvka79z1P+8U++q7Eve/fJL1PDRY+eS0DvQQ0ND6KGZi8wfntu6mhSz1kJmA9SqwFvQdNqb1lDWY+bYkRvgVURr5UQXc9AMOCvui6xLx/2MG92JUoPWE5ND4TyZy9G79Pu2Gvo72T9uO8qJoBvYowQL7IhXK9NnjJPMkyyL3BeAG9J3uIPty7rL0+QsK9zNbCPMa6g71spV49YeYJvl1RHD6ZzRi+gGWfPdME9rlV6hY+v5wlPg62Qj5swoA8l/TGvQNzvb5qOQG+MFh2vqmLLz673xi+sg0BvsoRn77fv8y9rX9Vvrc+WD5P3pa9baKLvutPNj3t35Y9pBdMvQZNB70+raE9IvkgPnaPvb5+xVc98E2NvsdeuL0wwjE9GRcjvrPGPr5sIWO+B6X6vXE0FL4j9om9WUlHvCq0iL7cGb49v0HIPRLp4L0QdjS8Iz4tPjQst7yn17q7Yqs+voTQFz5+Fjw+K59LPnaDBD2e2Yq8MOv7PZaihb3MGO08kpk+PhplKT6eD8u8TBKZPSj/UL1iTOo9vOyhvcoyj7vqMMG+7sHuPVtgqj2ypQI+lR6KvTt/zz3XoWo+YzJPPjPKMjtWvBc+fOe2vrMzfL7zOPY9827Zu8nolb4fj4O+5PYivhsTE733MIG+UILaPZOUTr3zhAg+E6pjPhnWTj479Qs+vfS3PaaRtD7btjs97hGOvpat0L33mTe+W8MOPrHTnL0FfHe+VpZoOzzRx71ccxi+iBjAPYWW3z0zR+W8qTMXvY/mjz1RKY0+fPeFvsUb0bqpKKI9U2jZPWjQOj5huOa8ePxhvHMyKb3k4zs+20fevZW16b2ngwe+KeSpPSQRHD5csYm9W6rePU2CUL5ZPkw+I4owPqY94b36MBk+EF60vU2y2T2zZz6+uiZsPftknb22XbM9DpmFvCndhTu5HDM8C4LHvS/Qg7zwwaI+p4RruwOFMD7skaU9vV+YPW4i6j3B3qK8qbl2vdN3gL1k7N+9MnyRPmMkabxjlps9GDwCPrpa6D3bfxW+U/o9vVDmJj3OxXM+vX3CvcXsTj6vj5a7bFZHPTD99rz2Zto9NoKYPRd+6T2wv++7r5aAPAMrhD3v7cI8CSKJvLbOB71IYgI+a29zPbX1Ar1+kwK+3yzsPZ2VST6gaa28kxjfvdT0zL3L1na+nT8RPsRbDb6j1ik+2TeNvWQECL7QXoW9RAd7Ptg1Fb7RFqi9h7R+POC3nb54vhU+oHWtvocxHz74ME69Ft+bPV7xAb73KSk+bU8XviFlPj6CWLy8JFUmvohhgb7e3VO+7NOKPI+6srwPEMW+VNWWvdr0pL7V3Y++K6oavl43fT6HENU9C+TVO62JMj4VCVW89Q+tvXbiEb3/QWg+5vf2PRB7ib448Mk9d7EcvrhknL2KLKs8HHj6vKM/MztKzZm9wZWyvrkusLvHhgQ+GZyqO4qt8r23x1A9tJ46PvLG8b24vwE+S0DCPRr3Er2dcaG8ms61vo2yBj6ac949+G2nuohnlD6PgzG+KsSUvKybmj4/ySI+itrUvTX8tb3MoIO+Io9SvRS6ID6DwtC8kVBUPkiT8T3fkj8+C/XUvUiBUz7YZBO9MaVdvUCj+bzGMXW+NTknvh/Uhr72juk9x7DqPbSKQD4JFBQ+HO+vPbECWD6e6iS+qC6xPe/5WT4Z/Ck8XwSiviL04b0WIwO94KOIvTr2xb1k5SC+E52kPQibIb4EqOy9XgV5PnEMir7LkDc9MjwNPsEKNr56EAE+IRZ1PKoGJT5vnpk8pKriPf+TCT796CS+5QqXPD+Ddb1eRdm73D6gPHACU71nOjC+NrgKvgm5X77iaow+Sy4RPpi37Lq+Oei9TzApvYojOL6EDgO+Zf8zPNIuKb59FsO9bElPvke3cT6k4oq9azlJPRpwgDj4ct69KsPAPcMTC75Ph+U9pDaNvr1D9zy7c2q9QOMlPemXv73XkBA+OAAiPYcZkz30EsK+RE6DvmmlhL5Vnjm+pz6jvhJl8L0Pnri+E3oTvsFU3b3W+gS9WTsRPD+NuzzFgLg98HuDPu3tDD5NwGS8hBFaPpoaHb3K+Iy+vAeNPkDh7bxK8hs8Q2EIvj5B571Ba9C9BF+AvhX4ND1flI095M6qPRCkSD1PLgk+D+xMvVAvCj642o29ebuIvYb4m71dSTk+C8fvPSb8bb5/N1U+oYGWvfyYfz6jPo09ImOEvNVRFz4XOw89MQH/PRbumruZ3567U6xuvJpvDD4GUOq9FgJgvpmJWT26TFe9AE3TPVwatrxxyo48x51Svma6RD4K70a+mtCCPA+NDbxJrEC+SgexPU5+Tj6ScIY+iQkPPhUb4Dw1BwE+rutJPo5XvT5yY/M9dcOCPUFkxr3xV449jMGpvc15I76ILIC9HP7dPYFiMD4st7S83jSNvduzyT406rC8eJ64PS9qBr7c50k9INdUPb1ASzxx4Wq9RRpkPvXLqzwVzW89Y1qJPCz6/Tf8XAE+wc2EvmdPV73U40y9lcX9vFdM4r07IJm8aOCjPjaC1b0PRTY9w+GUvvJCnTwC+pm9wlcqPqZqQb67l4u9dn1cPQTxez2Pc0o+Pgb3vS7s+r1jOOK9j4hgvWT9Ub3Oh8w+GuBcvSGRMT6Pl4y+ELTdPZ1TNL3wAx6+Z44gPGIR5z0yIZW9UKioPjeyrr2WKRk++fquvZrBtj47edm8nWWtPJlNoD2mlU0+OAy1vpBxgD0+9IS9KUEMvuWigTsngGE+GEGDPvPoKL4J+p28S3vVPcNfir6K0qM+r6fsPM+T873GuoI9dn7kPPzA2D0qrlM+es8hvng3OL6FcYS9RFQOvvJsH7yjMby9XaiTPIYP+L2RV2a+WzLWPdiMhL6+/x49AsrvvcQl+71reiS+NNtavvsIBT6DNBi+LztfvR/tgjrEsRy9nenQvIqDnz3sa7O9MuMIvn6Vxb2IAEw9vxInPuwLRz7enC++ABN/PlbvV76AAuy8SkXdPZLKXb7+Abe7526zugSPwD1BoIA+fwiXvCQNAD5+dhK9SSibPoBOxz2GyHo+d0KyPXIi0D08oIm9Rve4PbQX173YYsm8/tO7PELItbzRPeg85Tw8vnaLXb5UAIs+0ODovaBiqD7rXuM9ufGIPUQaNz6kQWY+5bCWPiwYSD6RBRo+2j+EvTJ3Iz7ZIzU+zn6xvVkkl75ggvw9f8UPvjzk9zxDPGO+Ma9JvsQIJT7+qlW9rgzbvSAUqTyLq0G95hbGPKWNDL6kaMa9S1TDPYjfQjwToNm9E4iBOzfZgb0MZAs9mUeCvHhwkj6hdCS9gQovPjAaxb368UU+vbIsvnXfBD7vVK296KgJPf01J74ulxm+Ia7ivT/fiD5+BBe9jp8yPvdDPj52dzs+AKYgPizINj5LzTc+KDmNPihrm77QDvc9bo/0vOVPij0Pola+dr6sPGZ6gT4zNB2+BXAKvpLFVD7AHUK+EQ/gOwYlnz2eno292S8EPtcyej2ZGFk+h9krPhLaS76tgYu8mkmlvfhkdz7zaNe9qFGavpy5HT7T00u+FTq8PfwwCL72zSC9b1TePZI2LL74XBQ9IkWQvoPuWjxufho8t94eve4FTr5p9028LG9/vZOKq70lHXI+/smYvd/7oL4FEOO91qzWPWVzRr7KTow+Wt3eva3JJT7hXrq9880YvO1syzwoTA++eWZ4vdq/Fb4SmhE9ZBIUPlMQaD72100+oM0IPG+ZCjyDGKk7DKuxPe0ykT02Blc9s5IvvuTAhz6GJdM94XNsvv6gIb4ejQK+C9t2PePIfr3tcHq9b48KPsZ/H76C22U+8sASvlMIKTxieRm9Uct6vEVn3T3tKLS9wyADvvI8BT3H4wO9b8gzPnRpdr6FZwi+SwkBPk4qAL61B4G9nHjxPdUWSrsyMyY+dAk1PuaAbj278oq+mKB/vczHfjwKaQ++cu8vvu4Ndb13AFG9pBXcPKo7BT5v9f+91vDOvcwxI702gA4+BZfbvTeSwj5Y3Rq+8xRdPHCEwL3X2jA9Xc8hPmcWeb2J+oK9gtnWvXb4Ej3VjJY90SdXPhNuNr3bKC69X4S7PlD5Fz3fIYU9M71gPZH2iz0BwZu+6QtVvbdDhT1rCPU9LJICvj4EfT2OdY89OH4nvtsbQL5MCJU+/aDUve0hGj5pRgk9w0QcvlXDHj05yYO9xvwvPbBaZzsAoiG9yhN/vd7jgL4ur7k8oVbMPJJPib7yoi0+cTs3PS82Jr66A4m+nRISvgfUkz4JEo2+2v6kPQVRib0lBGC+9xgPPpLgyr1x31W9GQ6BviiXVb58O6a+YAm8PoPcM77t9Ni9eJ9LPE42+z24PlE9kFW1PTqrDL263y4+sFMtPrqZtz3qShI93PnVPaevi76OFzy+QFV4vNLoij2SIVY+f5tCvscWFr4KZJs8OYqNuzYZmD2YLtc8m6n1PctyqryB9Uw9yQwovkhdOL5Xe2g88NQ0Pu6Npz1yCAQ+x+MWPS223D0VViw9Gt84vYj5NT2rD6O7e/KLve+o0ryuAec9xdyGveD16Twtaik9/NWCvkYg1b3n4668PMscviP/Jj3gKkI8h8qPve1IW71Qnmc9gyAzPhUTcL5s/Ac+6OhKvvVX2r2D6xC+UKdbPU3Bc70/sFG+paJ3vE0Y2D0okRU+eLiAvRfoyL0E7Io7spvyPYCK0rzd+/+8XT0QvsG1Jj4BIbY9xLfEPXuysz1IcTS+fiz4vQPI9733Vp472FmFPpLJSD58DJI9xBQdPVEHzTtel/o9NpZKPp7Ey70NYAM+Tu9EvlQbmr3jZ+o8Nk8/vmU7wb0tqqE9NIh8PNaeJb6dCju+FRlyvXBPiL0Z95o9Sx08PigD7T0nLRm9iBsYPV0BRLyOxoI+DJPfvTjNajzB9tG8+EOcvXr2lr72R6O+0/XivVw72b20um49VxCOPMBU+j3742M+h+eRvpsBs7wI60C+g385vqIIazzrnPI8Bcpmvnfthj23k+O9gckwPeuavj7YB6y8Nv3XvQeIhr2mzFI9xvwyvt3aCz6m56e8/4Y/PRxLtb00zru9YOOwvMPc17ydvFK9bSddPZ3m6z2pPHY+km5mPaIwjbwWhf27elC8PWTCJr7ToAO+ihZLuquqhj0HaR69dqzVvb4XrLy8J1++dTksPYMqgr0QRvY84oQ9vndLCT6fcoY9JcdWvZsOfT5MuEG+Nv4cvpxWzT0EWoK8J6qDPfVP1j0yhMc7E2slPdPLB75IGU898a+sPJANS75jJKA91FkUvlsfrz0QQyg9M8fTO2iVCD4cWYi9VAUxPh5xqjvyXRQ9xxUxvteICr5G3nQ8a1/tPCuLRz6Rpku+ux3SvYs5DL6aRzK+BTF/vGfvFz6d3hE70MuXPuuVTb4bWQg9oiBavc0gbz0fg8a9gltQvi/2272+nQ6+zHIxvvG9MD285V69mjVCPL5a3D2gqA4+y3LxPQ3gzz2oq2a8iB+jPpiVQr6nDiQ9FMENvuKks73P3Bm+0v0KPhAQ4T2NIl2+zMlVvqxPzD5HL/K9qrP3PSFuIT5v6gm+kMnWPSuegD5/zSc+naEkPmSwJ72NBTy9Fo0rvoCd5T1shhi+EJDivSBS7z2LL469cf3TPYCXtzt48Wq8gkoJPZAzk70opq290I3NvJoFS74MRwc7zTeavVK3Hb7kop08BYYBvsYaNr5rpPk9QN2MvEgtvj0Sx5i93ik/PmEUbL1kH+I+MeAoPDcMsD0WIIK9WC2jPTxPp744WTa+Uv17vO6oCL7xoJ49O6L0Pj9KgT6epho92pTPPYtjWD5lvn0+pLHRPQfHRj4UMo0+AbYvvp2yLj6cpRU9UQSqvZYfL74BZE8+nCOrO6t+9L6cqUq+FL9qPhiSEb5lGGU+vAq4Pa1HJ76mpwU+1YyUPTMwFD4vU44+vcSsvThiG75NoK49zt4qPp7Zzb0oBOu+HuWQPdrU9T2kqoO9jigdvkg9IL1Ygeg+KDwivFv/Or7j8JO9oZkyvfYYjLwWFym9f9KNvrm5iL1nWSy9UQHYvTnWnj53+Hi97m5WvgGdSr70+609kmHVPeioaT51JVw9eBVAvW78vb2HLUU+0tPGvYJ4Az34PoG+AcQyvhM9F762PWA+yjFtPjUQHT58xjc9JL2zPpf22T1pcGg+norvvMb8hj2Vxr++NCnVPaEOjD6rzmo9G+o5vjqL1b0beUc+IZuFvr6Qs7x3rYk+OPLHvaHp37wbX2o+PQTVvaZfTD61keO5PlI7PrY5Hr2wkT+9ur3hPWJ9Hb6LGEo+zFhkvVjPf749wGI91vUJvgg/yjyFp7e939L2PPCi9T0lBlO9LToMvX4eMb7jY3C+Di0MPJXDmb1VmVS+xZFPvZSkaL6X55W+FO8vPoAtJr43rBm+hfYNPufvvr2NbKg87GESvo5JLz6HtN49Cw4FPQUDDr5QrgI8M1IFvnEcFT0XBqc9SaW8PRVPtr2uaSE97UQKuxe8XzvpDhg+wbDsvd3ni73i0wm8t3GtPWGuQD5RdFA9XzsCvh4/Az55ECq8kgFOPlL9FT3zKzs+l29WPuE6yr2hcMK9tJhNvo/dx7rvukK8L9iePHUShr2+a9E8yKNIPaHYwzwBiHY9WyoOvnPzsD3PiKW82oUTPugfFT4KXWy9HvIkPh77PD7gvu69HWEVPYfmnbz7KHY+mhDWPY0xN75Hly8+aa55uymD9T16f4Q9xT9sPkVO5T1dGGm7fVQtvqp3ebzcbSi+/3yzPoA8hbu66Gg+bADVPB0j3LyHu1a+JmmyPRruOb728aK+Sm0GvUihob2gcsk6c1B/Pn94jT0hQU0+ss4tvtZrwT4ZRCM+0LVGPsGDIL2g/3E+m3AZvl0y1b2PlRw+EVdVvipipD2Z0689UDZaPOmiqL2Eeh49KZdHPowb4L3X4xA+KASXPqq2O73R+RM+GMM6vYvvTz7j3KI+DHhfvRr86TsAbri952yoPT8qlr0WiDG8E/B7u5n4yL0bfN+9t9I+vuTnNL3gT0g+iyjAvZi0370sBkC+/Q5tveb5v73Yf6U9mVq3vDKDFL4llpo82rx5vV25KT24+ri9yY+yvZxZ/r2O15C9reeivT/FDL7sS7m9UtSTvugLpD4+Gu49Xwy2PCOHe71uuQk9XInVPVXPzz3Su2e+Jg4Zvobxrr1WXjc+ZRimvkYLxb3PUU6+6IM2vgTuQ7x7AVw+Ba/fvWpXN76whFU9/KhuPuvKlb0MiRC+emxGPgtdKL3O2u6+ZvwvPs8fu71ypsu9U9gBvr48o71So8m9NhV1voRWIb5i74I8PPxKvVAR1L2+Jym+mWFqPXE7JT6+k+S9Un1mPveRsD0PT0s8TRuwPbCPtrgSnH4+PFB7vSb7wT6751E+KDcMvrzNl726shc99oFCPstpHT7O0lS8mJqmvnVV1z1Uxfe8qZY8vtTu5D18U2Q9PfWmPuuQy73ty5e9xSrJvTDtU7yIfoi+rn8OvrJYgb2tcWE9HSPqPLz2Az47pww+wSLaObrcSD61Bg8+uDYLvhXUJT5aelQ+mrDyPMq2V76PBcw9b+wmPvD9+T0QhZs95EwGvr7LZj1VL4087cpUviQ+3j4ixlI9I15aPjg7Vz30eTY9ygatPUdzQj6LBRa+6cUWvnZzCr5uwoG90IpdPJfRFj4NoJK+FlZPvkqDUT3pGwa+7gIoPVMUOr6w3X++LizqPauTGb0ClE6+QOWNvfQMTb594Co9H9dXPZK9J75ZZ3Q9g400vc17+b2lAis+iLYxvTTQz7yZsjA+dskDPppP6j0Y32K9NFbCPcbAvD0u1p49v+tevtP1eLzgh5S7AmmMPfqvIT4Pkp48OsyIvtJsSTz/n9k8bxmYPW80izyIdoC8pWE4vjzUe74dXoQ9bGZJPnmAwT3VWg8+5Rw/vYPyt73vL+a90PHSvRnv0jy/zGK9uYEbvo9u6bx25yK+zOUVvtfACb70KwW+CdhrvUoVQb0yIJi93ASLu/yVHj1yAk29ri5dO7pyfD6DjSo+1z98vUXPuL36CeM7fJtyPFXmKLuCptq7pENKPlGwFLw4WU+7bDtqPmpGyD153z88sM2ovHBrSz5n7CE+JT1UO6PPCL1h9ug9rTeGPZ/sJ7xX4Mo9DJRmvXLFHD6PSSW+29ZsvKw7gb2IJ8e8SycJvStM7z1q/SG+e703vrvKwD12uhU+hL5TPkDeir0Tcyc+5/rHPaW1ij2ksIM+1oVoPhAeoD56YUO9VTQEveljED44JkG7ys8LvjWE6z0KGhs+rGryva2gDb4fPEY+fJxGvrtaFz5pmSi8Ql5KvVI5Oz0gwD49wvekPd6yfD0Hm9C9CWqLvfccgL6dOyc+GdyIPe8ySb4HXRG9zf4WvvUIiL0USoI9eDiSvQW0GD71Fnm+A+BKPbE2ob0zntQ7j8rqPVC9jL66Dqw7W9JtPWQwib0m/X2+kU5/PvnLSL6mXTu+wOnvvSu8Dz3N1IW+7gqEPma5V72ln7C9uEeDvdQqET7blba98PpfvuZ2jb5kz0i9+kkLPm/TGz6BjNA9tNXpvfiDKT0IuZI+cOlkPhMHGT4e84w+5FQiPkgXx7508i0+NcUCvpoVw70Wr4G9XtpLPILu8T1s/Hy+43pKvS+kFD5gsLq9WjoJPjXf5jyVgoU9w2KEvTofAz7t9jM9p3sfPtIfjr5Ycbu80FY4vpNwnz0Oc569zfHhvQOySD6ZG3299cEDvh5XjL1TNL892NiJPkMoxT0xNfy8SsuCveH5Fb5GPE+9mtlMPPL1Lz2RMiO+ShKBO8s/+r2OXJI9AN4cvgR2O76v9lI+Gt4WvhlKkTwdCHa+QOsUPu7ULL2h/6A++aXcvRZ+GL2FtJs+wqZxPsUTgrw7uVQ9j5+evhrpRL6Xlcq8Lqb7POKpv74p3b+90S+bvfDenr7tetu92uktPuLNQb4GO4K9hxWIPnq0DD6TtOm8GABNvtlUoD5K+w49GGKvvhATgz71rEO+KKjlvBVjBT4zrhG+xfCsvQCyn77jOSi+jZt6PgjrcT5nmx8+GC9CvvvZEzwFuAM+hrVJvmZFJT0DdWw+0JqvPVS4mjxjAw2+7AinPWuEwD1S44A91hEivYOoA76BaNI9+yUAvbW9xT1t7gU+BJu5PfaJk75yvos+crYcPm2CL73v9tw9RK4dvmzzrT4FI5W+qOeMPmv/473N+Xs94AI4vY1+F74c/iu+ngZfvan5sDxU1sk+j5ERvbbRsrwdBTo9c5maPmwO3r0VSV0+5jtqPoihCj1xbNi9M1MJPvc/y70S8zW+ah8lvdVz+7yBVBE+0jZkvs5iJz3kmX0+UDOsvfL4iz6AD329ASYcvcSjlj0lSkM+jdqsvMjxRj6WJBO+UxJUvbxtxb3Ch2I+XLRpvR4XZ74uYAE+u2DovaGyyb0q4Pe8FNZxvcXNhD6AWfy9wCWpvGjjrLyn8Iy+sm0jPMkaGL5CeBO+y8NjvleyQb5a8WQ8BhljPgh0kD2Rbie9KxMfPh0whr4IVMw9MyoPvgWofj7pTrS9hVT5vSfVAj5a4TY9CJCWPfS8Sj4oX3A+AO8jvUOMUL2IKRm+TSitvTaL9bwJoDu+fE/mvbbpNL5js0u+voAfvqHO6D3RSRo9ICeSvfaGGT4E0949dTeGvu+7GrwNmSM+/WRtPdXE9b6ynTg+94lLvtSX+L3yWkU+pxoGPVJOd76Hb2i+wWgCvtR63T3hK54+D9QEPqYFW7xgpyg+8qCVu7Wjkj2OjWO90PNrPq6Egz7kV6s95nnBva+JpjxX8Fw+ZlSLPiE8yT0oHLS8ZN2APfRRTj14mbE9C0pEvCNCjj5syQ6+W5F+PRjNNj53EOY9sPKzvc/1Lz7NfrQ7pz0Evb3tKD1PAe298o/3PSE8JT6P9WW+Xci3vcC8Ob0BzEM+9demPUlADbo2kog911sPPnRKYT74iro9DYOnPR+H9jz2Vlo9liohvjyjaDwcvdu9EgzBvFB8wj1ZLRk+fG9FPmGqhb7vygw+saSbPfnAEr5CXAC+iyWBvVuoIr2AbtS63TRhPsgzNT2Vec89JRvkvO45Tr4vs968xyQ7PQjs2L3DmFO9DpwhPssygb7pe+k9lrD1vVZRr73UNgQ+85WhPB/srD0BqJq9bWd9PTB6G72TJ3a9CB6svVmMlT0RolW9yO6HveDotzyfVko9327quUBsFj33NqO9OGjIPeC2xb0Iq4S8s+sIvDucoz1T9LW9QX0rPlmbvr1KWyc+/tkLvj5SYD2rEwW+QaIpvV9+a7xonRm+w9EtvulY5T31NUq+IEe4vcsf47qlYqU9Tf9tvZklKj04sQ8+jiKtvN4mkL0FDo29mN+hPs1eGL6AsJO+Ya+NPId/5r1lavC6AUo/Pt0rDr7IiT2+ZedtvpDrS75y/EC9ZeEpPvn82j02Brw8sDwSPUFZVT3UIDK9w60yPgs8YD3oGkE9QV+ZPaISSL6v3AW+vwdSvbR1CT7z5SU+TYJjvq++DT23nwM+5FXWvYrcT70wGko9cuZTvqB2rDxVDyM9E5cJvoSFkj5R+Pk8+gnlPYsZTDzUldO8BkqkvQDsyjxgLVG9cV47vK+AFz71TJW98LZBvpP4Lj4q50g+i0E9PhxKxL1GMYO9fzA+PqY0VD6CJT8+74OAPuzyoztgMvE9qgunPQqB4b0rkNy8uoyVPVPD9D1LHa497ojlvAw8JT5YbUk9/HoePm/2UL06jFW+aLh0O+ibDT17kwA+HfsMvtuSiz3QBJ09ptpIPVl+5D2xVhG+HCDNvXa3v72ZeQO9fFiHPT6cxb0CoWe8JciPPoZJa76RPBy+j4V0vVnSLL1F03a6d4qMPcyMiL2Z4Ly8DLWGvfZsRT2bWyI+iXlPvgRDRzyrnRu9UWxmPlGqnL0Lu4k+m8GWvf4Bjz1g0Bu+wz4TvsBaDz02IEG+oDQBvpJSEz5tF108NhqWPjyfcT5tLjw+oG46PvEIiTwztMq9ICs8Puc0UT4hvoQ+dbq2vVg9wb1GVjw+PxJTvh9xZr1QWKU9TyNKPlkwyb4krWq+pWQGPj6qW7w4oEs+BddtvQwEED3m4EY9d1OePebNvD3R0IO8fHI1vrhOZ74Chqk81isgPfyhh709T3G+3fQHO1Jf6L3rwjS+/s71PBRiOr0K9q0+o1SAvtfFl74aLG6+XaZ6vVTtHj60Ptm9iIYCvammo70yqIe+1dQOvUothT3BnbG9TFReviRoab15zJ69nP77PWNWnT0WPQm+y3RovSKosr0sLt09g7oMvvZHd74Hlka9r1HhPR/jCb6ZAxg+LPqePVUTc71ledu96YybPTcSJj5bsho+6yKhvWWjnj3L4va8++xCvQHXYzxr1GC8wBK+vfH+tr0I9Mk96aSJvqFcHT5QPYE+f/LNvT5cgD6Oxfo9ki+hPdvt5j1hHts9QiKLPrWcXj6ABqA9+m+PvfjvkbzUgva9NyYUvpD6eL0i34I9dl6ovK/xr73bsSW+AuSkPUlqnz2OKMK9s0XHPJwFFL68RCO+kskWPrvlWTw9Fvq9bbq4PASEor20pRi+jQS6Pd/KFT0pDAQ+S6WKPXtuED5BIEm9mZ9APouYib7lpGE9hTP/vUYRLT0RdwO9htIrvB1Fpr3OcAu+AHxJvViiWT7KShy+uy9LvVE2qrqx8HC90cQoPuwVxD2bXc69LNh8PiByOb45VIY98/DvPTfBmr2RoYW+SlzGvTkV6T0GJ0S8KJjbvJsBrj7m7bM8nQlBvXP4rL0ddJa9GbN0PmbIHbt0Xq89hmyTPJX0Hr4jWpi9gz6LvFcjCj4bPBy9PxAIvvKYqT33nhm88JjfPBgpiT11N4++Od4ivTM8jL10HvW91vKzvURayLvZmA4+dtlMvR8GTL0w5yI+q6lGPKhjzr1zAWg+5YIDvhN6Iz7V8w0+LlLZvTq94T3bqZS+qEXbPe8hW74UlXY+gYIEPukO2j31PPA9g2YbvQxrzj2KIpy8dSwDv8zKA757tdc8vsm2Ow5uSr6aEMo9/dOjvniMaL6nKsO+9rhxPvNHS725QE29EU8tPSQ4rb2PQ9W9nlc3vuYEeD2JHjM+ds+gvhWcmb2IaNG8/rWBPYAhij0/oVe+OLhEvf12Lr1IRoS+AUl1PWq+WT5QhTA+esDXPa14hz7r+gU+99govqgfvb3+d8k9VvdrPpHnLb7qx16+uJiJPbgGGT4ck2a8KtgTPpg+zb1p8cU9eZxUPouh+L013To+8/aiPTLUnL7j0vI8w1lxPk1/iD0j7mw+iKcEvlOdkD5B3SY8+nIwPMR8Fb4s67y9HyJAvl9nN76bzIe+3ziNvQirEL51opo+FQsUPpc7gL3+duQ9onJgPguEVz53xew9+VzxPYGdDz7n/Dc7fwbvvOINUr10Qei9NdqZvrhDJT4ns3A+SvUUvkvEKLxRLzs+4256vY20XL3kkiI+CfWjvXgOlD55llq9qAvtPKNLTD74x409GTEuvpSE/T21cz8+pC8uvVMtlL50CFW9/DSbOloJAL7AyZu9p/5jvvhhY7sHycU8GuAuvTgf970k5c49fEojPg0BJr5DZ8a8Q6KVvYNU2z0XdpK99ZKBPj01Pr6ytCq9bXDkvUX7nb1ZgPg6Sk1fPLeRGD5MXvS7xr6SvD2Fyj1tZWi9nGY9PtBf0z3AFuc905O4vZjoGb6UNui9xCqTOxNL3zxwtEE9vv2jPaTULb5QfFA9uE4ZviwAN76HZi89OLPEPbpQMjz6kHg+QQRxPS+GGD4gXQy+SjulPHuCRz0Zgm09LJhHvt9oNj4HmzI9KTcQPaoWEr4UPA2+yaeVPIYgQD7EwIQ+l7I2vMKV1r0Q7Fo+heWPvD8uv70j3jk+w+3VPVEYKz6LKIE+z5aTPHlLFL7Myv86ZvRMPSuEUj4fijm+gkrJvZzXpz0ePqO9ZQWevAG3Pz7gVTe+gP1PPHHxED5SJ5Y9MMi6vXwKWLuRj4e+LwGuPYXDfTxmgRc+tFsSvV8rBD5VBDa8KBNVPlitGT5pE8s8RrCovtkMFDvYB2y9QBsQPmyMRb67lZe9Uyfqu6lPPb7eN1O+3atLPva7Lr0eBBi+RovTvfoI2LiyKd873c3pvMAoSz65hSc+zkU6vsiErL3v2mO+MXM2Pe3yij4jz906ukaFvgzPHL5j1ya+M90LPjoCfj7/gRC+CMNAvgFsIzoLiA4+b9ydvdxyUz4LrIE9tSKKPr3SxD3VYHW+MR6UPnQSobyzj2A9G7MDPpdhv72guRg9el98Pu/BpL0nLDC+c7cvPoD9y71QLlc9ExTwvemfuz2bdt694o3ivEV5LT42G5W9LJJ7PYt1hj1oafc9TTECvv+OjL2CYmW+aFZ9vs6KSb4mIeU+X4VIPfqmlD3/a/09+UGZPSzbrj11+4M9v3WtPqDyST56BDy+OWBRPgh0JT7GRf29j70bvrrOubqd3kE+QUYrvqUO5b1kvIQ+jx3WPX0N0z2F78S7dp6HPS21Vr0z/U26IlT1PRsYkzycMy6+C+wLvlkKsD3s6P89ed0mvoMp4r2ElKE+rcTevMK7Qb5CegE+MHdNvjOBgD2zycu9BJT5PUQoJr4MDy680dH1vH59qr36TPS8DRfUO7Q+nrzqEwa+2AqOPqeoAb4vEgC9Ecy7PfG0gL5jo8y8qGCTvkwaCrwFxQq+WCS4PAiuGD3znHc+gKVyPpu1Vj70Ob69lfcaPr5+r76F+7O86SHFvSphKb7Oh2a+k4j6O4b/dL5NqbK+cnk7PZ8Coj2XpHe+oJ90vCDAhD5HDoC83+BdvNQMfL4Dl3Q+BWeIOqHgtb77R9I9YnDNvsMb3z3Dcha+EgQcvtHLfj3q44c9II4cvhDE7D3D1+Y9FQ2bPOkpbb49OWE+hQDWPmbKeb4THRU884FdPRvCL7302tI94DSxvviOPj3jbOY97DSCPZI7az37Lc09Q3LEPV0OMz7GsQW9m1eiPWy0Aj5SrP29/GOAPSzH8z2eXAc+rJccvXn6tTyDSF6+lwnXPX9eErwMpXk+ww/IunMCjj1yUgU+hESVPd3pSbv75z47TdmbvlsEebw2m5i93pgquuNWm7200cU94Kpmvg8b0L0Ucxe+WXOTPvuPK7yNMkc8JXP/PdbXyL23cJ28YFd0vmnjRD2b6tM9jXmmvrfl6T20GNS9hBTqvSXclz22JcS9HO5rPe4yP77Hyxc8jDA+PssNvD3Osie9LrifOxRs4z3lrao+eIORvauyqr2lVrM9JeerPZsO2zwvTHC8F8cfvpiloz2M3vW9gfp1vTGX2D3wyYc+5WdKPS/qcD1dltA8tqV1PNOXZzsuRaS9Re5dvYPGnr0fZ0Y+pG+GvimjZT3GirS9bc1TPhHvNzwK6Qs+SRlbuYEbWL6yLiu+ik0lvg2WUz0Tngw+2+dVuzVLlj2F4AQ+bWqCPoNHVT6eHUI+3CXkPSj3kz6dcAu+M7oCPt91NjsufY2+FOwEvcdWaz7tpFc8jvYkvtb3Cj06DQA+bR50vouDkz5XKHs9NvPnO1GJYj0XBG+9ZqugPVdGMD7zQ6+91SrHO38/mr0nYXI9n6YsvugSWb5FOI07/6TZvOCFi73yfO69e8X0vBqtcD7iGXq8LebmPNyNMb2G1108QAs1va83FT47Hn08Q3Y6vk4Hkz2NLAm858flPPcWeTzA2Dm+RIIUPo+mFr5Zb9y8i4/NvrCOij2g4Mu9rAhKvTFGob0v+427wwbePcQ3kL23d889ZSofvtrmhr7aJJG9aRm7vfa20b1Pia6918pavdG6m777MPU7lzayvcof7z2RcuO9+ew3PuMD3j09fqM6gDQxvpZRqzxYbbE+raoGPhfRpL3BAUo+4wUdvkzT072RSgC85Q0uvDcNnzqy88u9VcqkPfs1ej5SnNY8bgXePRjnHr50tZ09phGNPQfTM76fGny8AV8UPoUhqT0y5449CeB4vhxf0z33SG4917fCPbIfaz2dEmW9x5OKvXnqCDwjFUI9gG7XPXrvmr0C6yO+tIxNPdf5oz3N99E95dwbvOgYxz19C/m8SP3wPRknBr7boF29sI9uvdWtZD5PoXI+ADcPPjgKIr29mJ89eOFBvmr4lT153Su+5x/dPT0UEL7hnF++rQ0kvsF7P750mwe+6tghPvI6Tb5ayCY+YSuevdyN073yaMA8+6pGvpBOhT7kz1Y97ZMJvvZ4Er5/1Xq+SBYKvfCNsz3SgSm9vxp1PbfGe77CdqO9Og/lPfMfFj4RKja9CdN4PYSvDj2wzOI7E50UPbgUNj0RmWU8ws4DvD4llTtb5fC9JEWXO3TLQj0ToJs+h5TJPZIwQr30CEQ+LWtpPjyp/721cJi9O3L0vafTE77t53Y+lKVBPnEEhbwDvSA+4bWfPHZ8hr34zZa9gIbLvbDTkD0dwpk9mlgNPrx9eT5JPUQ+94ttPlNI6D18hJU9TZXZPZld9rvy3ic+AnEUvkLqrztQQ4E9fZAcvlj8W75iZDw+hoQ9PQWABL63wIU9K55rvbzh0r09Qo69EC9nPecpvj0ykBK+YaS0vc5UZr36Z+c9zPkqPXNbgb3LTYe8sEc1vpc/Eb0fg6a9Ob9BPpOXkr3489k8Rf2Mu/hnlz0+LWG9A5jnvdpdZj7v+z09RVNxPgVzAj6by1k+bVuIvcWLtrylBBs+r1yXPQO/Eb6EpgS+6CJ1PmgiqrzMm1I+zgiCveBqzL1geOY7VnbBPL3xHrxhE7I9XwzlvfpcxjywhIQ6I1tCPZF6n72szvQ9r3gFPj0lq71hF8296n6FvLpTib7kT06+LDPSvHNjb71PkCy+eJdQPjylDz0X5SM+ZnkYvpsiHj5KqBc9936TPfjVPD2lcVM+esavPV6dBb7EasC9Ir/EvB2MAz4h3E88Ji8OvmQ4gL3Rllw88TExvqr/IzymmHo9BgsHvv/H6j0P/4O9+kFUvA1S+z00dnK9llfzPfDgOr1JxSC9s3MnvtfCVb4iSYW8wv0OvtCoRb6BnyS9o5D6PbTm4z35WFS+zYqkPUQEzD1nsX49rNLnPITGX71wjP49cyy5vPMAFr42s/48wN9avlDPCj5wncy9b94HPkHaTr7kOzo+J9YNPQpqhD0fiMQ9xDSevRIScL0ASla9lkCrvoFYrD0Pqi69egpNvawdZzwhPJi9d62lvt2HKr5ScoG9CyplPt5ECj71E809MBOSvWQlXT6zBfe8CQOIvpenCz2eE429LgsxvsNIhT41XiW+TqapPJBPJ77u4AG9Zk6LPdnAIL7ic1+7VmZCvY8xaD6HMfm9q92gPVacdD7n8x0+kuLSvUqa4z0WXCm9BBDHPQE+mT02j6C+DGi2PO+D3D1D7mK9oVJ0PuLR6b2lP5A91I8bvAJsCr2d5DW8f1crPYWwhb4XkQ0+MDaIPqXMJT7x8Jq9/6oUPnVAor7AG4Q959gMvs2yDD4s1RS+1fUnPSPzp70CaZk+jm54vKTflD5+eyq+xPQTvVGJD77Th3U8/PaevqIYJbxkWi2+nE5ZvTdXir3pTYk9vlqMvF41J77Zlb89d5WpPUI/HL7Iaf691s2PPsWfLb0xC6i+ox+9PSPmtr6eguo9/LqgvRXV4LwsZr88HgTGvWoN4j3tmbW8NNcbPVrcuD0rwPO9+jw+PmHFpj7xTuq8KZVWPjgxhj7YhFo+g/geOwVGJr7wYH4+/CZPPj2Lmz74RoA+nWkMvgMyPj0Q/pI9HRfevHyQyj1iGKq9oraevhkNOLzkz5Y9LVWnvE6nFj3Pp268gd9vPV8yw7w15Lo83MwIvSTcATzo7ny8eXnIvAnM+LwvaZK8VWkIvNVbgD1K18E84V/BPJpHmzsEzk49sEO+PKsgJj2bnUE9EiQgPSJJoL3B54U8AyoOPP+JsrxYHpe8d+JVPLDjlzxfEWu9nvGFvL8anD0a6t28GHo8PerKHDxBjwa8X0Z6PO/AqTw54w09+V4TPeWoP7zsYYa8/jjuu89hpzy/f+O84/c9vePEtDwgYn286fK0vJCPq7zLfki8DsE2PV6Ax7xg/4S8pB04vRwkybxjcoc8/OqvvOhuvrxjWgy88j7Buwp5vbz75kM91tW7vPOo5bxuuwq+8pGPPmNfkz5X+H++G6yivmn9AL20B2Y9cRepvnG0S77g0u89iTUZPqveS75IavO9VCIGPhiVLD3pXJi+PZ5rvqMDjz4Aur69NiGcPvyler7zdQA+TVcJvvkj5j4bogm+54BXPgLbcz75h96+CBOFPniYUb4edM8+VbluvspYYj3KnMu8Fh8PPnjZmb4pAIE+WErSvcH3GDsMHKW+wxzbPq3OEr6iy+08obS4vvoZOr7ZJuE8+pf7PQOrxb4Tmy+9nyFGvgOjzb4+gqE8uD/LvhTSiz6C7Nw9uutRvs0Qvj7QIKS+uxE2vsUCZD7w5ai+FVrKPngRGj5VlOu+jVlfvo/Pkj0X4lc+da/avn4nGD5vco++GGZOvlmkLz19G9s+hiisvqWVdD6nXS++Ids+PmSDRr6myVg+vkRqvhibRr1/0Qg+3XI3vvKS0j6qNxW+ufqyPVGXaT5//JW+/CNBvj/qYD6dawC/AmqNPc12oD4r0bu+qcUWvoCqxz5nira+2eiLPop7VL7WYUI+JBJjvpJxrj5c36M+jYulvk4ilr7SRKE9Hpy/vhp7Pj4BeJW+oboCPq8Zer7gY5w94EqtPt2SlL6DArq+b3oxPbJ5MTwRZrQ+lPmcvfrIVD577z6+/aoQve+lf76OtjQ+Y2hxPcLksr4rQD2+7FsfPv9iRL66R2s+ezQHPDP5Bbw=","weightSpecs":[{"name":"dense_Dense16/kernel","shape":[3,76],"dtype":"float32"},{"name":"dense_Dense16/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense17/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense17/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense18/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense18/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:55:26.206Z","modelTopologyType":"JSON","version":"0","formType":"login_register"}}