{"modelTopology":{"class_name":"Sequential","config":{"name":"register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense25","trainable":true,"batch_input_shape":[null,30],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense26","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense27","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"XmMcP7UHd74dOpw+N9bZPXFt1b2hnxA+AdyPvlHlxb4lCm69KSeZvrQfkL1MMo68pRaFvjY5tb6Nf6E+m2WQvg0nz71qlP4+noGZvnl95b76xFm8GXRevH7f4D7KFqa9DBFXPhH1GL6wIZI+gT4IPp2LUr7Y9ZU+GzIpvjnLsb2tP+g99vp1vhoByT1FnIG+y52Dvl7Aiz0L2rO+bw9ZPtz0rL36i+g+rIQJPZyyf7yN3ZU+zB7TvDtWzb2ddVo9lPRnPcZTAr/tGKu+SIxDvqLWXT28daQ9QqhIvsGTND6widi9H3qUvTA6TbwwvyU+lhk/PjELtj7DpE6+K5K4PXzCML4AwZ4+xoBjvmdlDT7iSde9QppoPieVgL26JGW+KFV+PlPhgb7xm1e9wZE+PaG+wT66gYy9atT9PWFjK75W8qW9PK/hPZzLcz6+1wi+NB2cvHoEJb4N2bA9Jfx4vuz//TwoCQ6+OHrxPdnIwTxDVRS+/GCsPZoOCr6L6Ai8x/9dvgTCHD1Qp7s+AkMivUIstj6JDa88CjV6u9I4Fz4iXUe+seOtvAojdj4NIoq+qOAXPuvjC74TOtw9vgEtvc6TAb65+wY9+lIRvWz9Kb4KkDc9K8NwPqRdhb172hW+tAJRPtq/gL4JHPw9mpxavMOKDb5DXRu+ExYfvvAWyT3NlNe9CEuxPYQp37yHn+49dkR7vWbX6D1xl4U9NLgePtJUfr2r8xw+jgA1vR6uJT6RkFQ90JgvPbzJXL0EPWU7FB0DvlDs4j3npfq9+PcsvvBlPT5ukwa+9potvlXUBr2srJg+wleCPn7ZWz4a5Pk9pVuiPj6sBr5CjrS+XSRUvsDlPT5NE7E+dtv4PWHswb4esJo+oZ+oPWAD5j5F2Xm+mu6WPv7uhj6s1VY+86dXvr+V2L4qEMy+4E5wvuxpMT3XAIU+pLnLPjIV0b5P+HG9l5B7vq7AmD6XM6S9zGN+vn+ulr1IfYA+fcOBvuwYCz5Lwca+gAtyPik3r76KRpu+VyvFvDErrz7rd+q+jRItPrah1D4MP+y+d+GWvTVwnT7ZQUa+wCDlvkIPxT29e5M+/b2Lvt0mBD+gvU++WkIkPSOxuj4B8/M+c1LhPOLFwrtBUW++jT3PvvOulr4Z7K++803wvUYyxj5OAb8+VBfMPTFdAL9v0gM/1IY4vSBrWz7zh5k8JrPZvskRqr0Ciq0+LYelPBLSnD3Ye489O4sPvvtB/j5ZREw9MlQFv15gDb3fgDk+RYYCPtS3zT5fZF4+qbpUvsvykT5T27Q90UXaPlJNcz7Pwxi/pfiLPLPtGr5YFOK9mvMLPb7TTj58Nq8+foEmPyyNNL5axZY+Fx9Zvt9NNDyGiNU+vX0Kvw6sWr4ZWJq+FbNevqMtJT6giay9VHkZvkC0sL6D3H49cm02PhokGT9lDI+9A7SzvshxzD7+IxG9DUQtvlBwVj7LjgU+AEzovt0LT754PDc7A5VEvhKNCr7J5dK+f7uaPtq3pL20WrA+ci3+vrkCRT3uA829eg77PWZqujxpJtw+RPWGPjQwzjo21oC+pyj1PjMWrb6XilY+FIYOvl0VqjxrsTg+eNzSvpZQ0z5emmk+dVdEPZAsuz1lacQ9sal0vpGETL1Eq1U9joYCvtU9mr6FFf88am1bvk4YoLvxLw8+LtZYvtkqXD660g+9BC/nO3397j0DDC2+w7jQPfOqhz5HsQI+0FrvvcI27jtezIM8+sAmvn3G3T2jeV2+9WErvuPNxr5zmoo9oMV3vkUf7r6E8708QRofvjjnET4Js/E9kpScPlw987zZ+lC+EjyLvro8bj75ojU+gedIvv1doz1qVEM+dKNTOeKSaD6s+S2+VB9RPmizTL3V0+o9BhPNPWd6FT6AzU+8/cKAPvtiUb091g49H8L0vdMNML0IrBW9ftezO1uqqzxVj486cnFPPWIy1L1CsII9ITaOveZ+br3LU4K+2fqaPsbqd76nTji+pqhXvIoM3z2Mrjk+TtFOvuQiWL6Efci+vdiuPlb3yT1XlCa8eFX/vINHCr53l6a+X0wqvvE25D2pLBQ90YHSPY52tT2ekp6+8cO1PCdGo7yqkym7l9KyvlcY9b33gYC+lxIUvxPkB761NSi+4jB3PkNafb5uV6q9YNvwvWtpgD2NEuQ9UqCyvdCZBTy5Iyc6dy4rPiypCr/VeeY8Cz2AvvyWSb7JGu29QCBhPlglGT6zaSM+GZROvptVT76an6E9p4bmPV4z3TyaAkW+aE4rPYCYij5pUQ6/wlm0PcaYQLw0IOW9b8divmVrmD3HD5K+z49Xvl9/fr23/769RuOqPhM3Ub4HhUs+6n1fPslHMT7eSsA9teUAvnnVyL3AmYm9rF9lPh2cgD5272k+x4a+vpoKhr57AEI9l1SXPZmNOL0FI5s9Dq8kPvS7yjylpWI+nOyuPh1ilLzzfrE8wNz4vfwbLr6cVA09Y3jQvdBVv73zR5K9M6FaPZOFeb4a8xK+16oxPuBBUD72dCo+7m5BvvKDMbwdBzi+A2zPvgvhxT4V4CI7WumuvGvMpr12jb69y6YdvsOMFb1Sip29QaISPrJArD52oVM93rNcPKcIZz6DoFO9IWDvPWZHMb6OCk49NLB/PQPnHD5h8r8+a3bCvALCMz7dr22+Ag2dvQYRlz335ce+ILOjPFrFh76NHhs9ifMQvtPRpb2uYfI91U3RPkma9r5imtE90HDAPkTRlL0xqXU+qyQFPuY+kz6IPDU+FAixvbdhDD4cXKS8wE0AP+Ute71HFQO+IcUgPtHEIL7iR9O+WbHhPGfyRj4rhhA+wWIuPrUenb0mX2O+Q3KYvu73z7035xM+r/nuvYl3SD5xamg+jJ+TvqleIL5pgh0+J0PBPsOehj6N6G0+os39PCrXJj2Bwfg835Onvs3HMb7IRCK+0b27vUlX9D3ilTg7yx87Psq8Zr445g++MYRUvZHPUrwvZig9xWsZvR4G1z6e1Rw/DZtVOw+mmr4D3XE9fIaYvTdb0D4nyQ6/C3veO5eZRj6iC449XAq1vQXgxT1DXcY7PuPXvpL1ODy7luI9SK82PkRsLL7k2Am9jdn2PTukXr3Y7as90UIoPU3vsj4nT7y+a4KsPmKLRj6OG8I++m0mPoz4lLsrHyY+f9qqPLwbnzz/e4A+5WgBv5DnZz7hKgU9AWEHvzv4pjwgAKA+Go54vXzKrz6WktC7Ts1Cvkj3oz5xT9S9kTtoPsgeAbybcZ++8vN4PreaEr6CfiC+1sG+vajFMT1qoqs9tFMmPkl5nj6ucII9wWvovTsflb7heN4+b9OAPkuX9T1WLQs93mEMvw8JgT6UT8o9mOPRPsALlb7izdy+HczKvMN2NT7lPMe+x8+oPlIXsb7traA+eIIMPqsMHT9QyZy99TsPv0Pt4L6w1oO+23JSPVf8AD/g1cI+wRzHPDVKTz5r4O4+TMzwPtiIrj7lNV48hgAzvgJr276VGQI+Vbbcvknw2L34q6q+x0wLv69YDD5lETu9SoiRvkOYtbyxYBo+NBIZPgdeZz2k8/E+PlxEPbvCZD51qpY+WwWdPZlMXr2pHpc94dQ+Pofsc75gkwq/OdycPpqtAT8g/E89PODMPRLUJj0D0pA+62eCvYn9Bz6zF1U9j4ypvvaLAz9LK5S+BHywvl427j4LnTE9BclXvhoEqj4sdxm+JeHGPrhdkr4a292+jSfDvlkst73UvnE+CUpZvli6eb5SW6w+xsq8Ph5Yu75Q08e9p2TavtD0m75Yctc9h9N4u7/yZL5f7rc9uPUzvoCqDD+2PNa+kBAtPeQqV76QYOa+9lE8PaE+lbyK+hc+oXyEvvaYrr7FRtu9/53ZvgJcOz2SscI94OvkviczSb7efs8+tRyHvqpBHz7HV9c+VTPCvZYHiT1PH+Q+a96tPewF+z0dRfA9s2YIPzo9fz6eAv+9ljO6PvAzLb5awL6+Tt87PmMwzj5AWMI+zOTZPuo16z2jQzs+IuiAPo7+Ez6Fk5S+pyyePckuA7/AG8C+6jXRPhB3xb4X5uW+sTreviVxrr2vPqY97WawviSTDz17Olo6oJ8QvyBv7r7Cf549eIgmPob/cz7rIMw+cZaiviHX1T03ui0+SJrWvpbHs76uaC29wM2NPjIVCD9AKIC+aGnWPn2ab7767aG+1j6JPrXLmT67DbK+qPaxPb1Aqj7q7QA+Eh6xvfMa1L0afni9zA0sviUphT7CuVO+s1K7PhOomjsOCnm+sI9GvDe0Obxjv8W+3hkNPEhaM72C+0K91uQVPiZAHL7SnF4+ppkIPjloRbzfE+89mr+9PinQ6z5lAjm+ZSyjPqobkz7sKrU+MS1iPlMtCj2eQTm9Wr8fPq+uzD5Bft0+s2v6vp+6jT3DBno8WyXIvg/ahr1yObo+3+GAve/Msj5eb4C+vemevnl6sT4E0BS+PrkrPrdK2j3iC8I+5ZG4PtiSuT3x3wo9UG0avk9AnD53PEc+7//ovlVQDD4lDHa+zPlcvkR2cT72bbK+KYm4PADtuby6mcY8u4zevjBLuj69W0K+9s3YPfgYrL6Vw5i9JEsLPgmTTz6AJa++mRumPjStpL3nbp09Jo/6Pdnr0z6y1pK+ChGlPI0ty75O9CC+WhPSvmeYkL7wGhM+6cEWvk6tEL9ZRRi9llDwPZvwZ74D/sI9cocXP902GT5xXBW/iVSPvh/FqT62vlC+nK2xvKAiwr5QHXu8/Q3ivv8UPD0nE4o+7ArRvgcQub7oXQC+wqKzvrmn8D3x25C8Vn9kviSleD6RkjI+JHSePQeNIT5EhV8+3LJZPsGRFb3YgrS+4x50PkUB2T73HhM/+LXtvcS+aL6QhHa+aKHGPgFxCz4a7di9GnOIPf1J4z5kdEU+K2qJvsPVlL7Tn4E+AK2SPgdIqb5kB6u8Otpuvlyru76lgeE+VTd7vjNiAD/eXZi+6c/cvXM4Az8KgTC+99sDvpFTJr3n2RS/T9GOvg6mqb0M01W+nUyIPAKbKD7qYbe+a7qjPjfjzr1E/DE9x7UaPfDyyT5w8Wc+lr/ePkFB3T0CXMo+t9sAvnVMeT4EqWk+C9YaPnHYdT7pkfQ+tDhBPSJbwb7dz/Y+PAdxvoOv3r7lYGG+MLSIvugFr76qOMy8vFGSPmmf572BOyE+5g/OPmkHST40bG++cy+svv74lT7cq18+uuTUPgkM2T6rwxQ9cuUIvmXScD6hZDo+Y9kpPslpcD51ASK+ANDjvemVuDwgieK9lpYFvyXpwj5h5/y+xNZHvtAgpD5Jjzu++UjDPpAY5rymzGS+DiM3vQkzw76Hhg0/ZcX1Pk/hzT6DRv29dHDrvhaLjj5E7NG+xSX9PgeTg76RvVu8u7onviaMvz4EYkM+j4R6vgWlPT4qlPI+HHl6viM9zT4CEN4+ObYIP5h4Yj50ry0+Q4e+PgYYR76O49K+xMObvvSUVT7+gvC+Q2KMPr1dl72YW9y+3NfePACHbj1nmJ69WLs4voTL1L6FYyO8lZnDvhK9e77Kc4o+1qS7Pt6YMDsK0PK80DMPvsjo0L4TnZ4+rzqJvs0FDr+Tf/4+FWzNvTXIk772Jqw8fCGwvmSImL7ww/a8CryjvmNXZj5Kt7M+sHWpvmDSy7wXBpG+PawBv0JPKL4tfN880sfMvfuM571xXzo8js3BPgjCxD4BNj6+/hknvqdlFD98OES+ywQJv6nqWT6MByu+OI3GvlKKB75/kxS+RgrfPoflpb4YsWC+UVq0vumP8r5Vd+M9OMrhvq4opD6yJuI9liC3PUxqeL6p2RU/cbMRPiqjCD8jPRY/f4UPvwd4GD/3COy+QUUUP+BBlD1rzbk9bJ+TPsg9/z15wEs+6WgCP2qGzD578FW+lb2/PkHxpr4UQkq9CROwPgotc74C1e0+Yq3uPpvX5b79xJ89L1mBvsatSD338o8+PLrwPdw0Hb5gQIg+vagcPsM47zww6Qw9nSsVPrT/Tr49eB2+kcTGvmvCNL2ZpKI+tD+iPOOfx72U3sG+G6AfvsiQ6r2mxsK9gurTPRuQCb3XVPe9uxXtPm2Ygj48WFE9/2trPtxAur2J4YG8vwnIPKkgiL2sVQG8sgQRvr0vIz18FD4+HS9pvVYIgz3r9HW+k20rPeltMr3H/fc9dQv2O1BgOb6vUqu9lJOZvveU7z0b4ZE9HZHnvZHxwz7KD+c8H3Q5vYD1Yz6UmsU9c+ffvZQggT1RmY+9uxORPTyAoT5tlrW88PuUvs3nSr6M/q49n6efPB6t972COLc+GiSIvuyf8z0uGBK+jVImPsb77j5VTde+d8E5vpNVD78qTV49BYQVvX+tTrxjBOO8OxAnvriJmj4AmP0+nJkivvh487yb2EI+FnABPsp8/jzLT4a9hN57Pc+9lT4ZvhM9YfmhvJ4zq70kFZU+vFuiPhm2Xz4KKga+949mPW7Oc704gxe+auFoPVInRz6bG0A+6TcgvNFp9zzZHW6+iwvGvS1ezT7ss4K8voX6PYKIUz5oUAc9wANhPmn7jL2zV9O8DV1evejlCD7U/7S+LMrgPVanjj4IfoM9bGJivY3tLj0U8sa9FsITPuIGxD2LmvA8gc2yvR28Fj6URQw+7wUsPt58xT2eVhi+yOrHvTPK6D3LKxM+VG3aPVpqXL6C7RS+bjvHPRzozLsXgbA97wARPlNWp73dVXs9WkwdvAJvxjqwcxW9Ro8HvpR6yDyHVvw9VClYvXNeR74N7si9hYC8PM5CNziwG8G+N05SvqQNgzzw18i9aTKkPW8p3z042hE+4K3evX+wQj0L4Yk9xgeqPZe8Wr681Cg+Fx8wPcnwyj2gV9e8F+d1vXC7kD5nEw6+8J+qvX0vMb7N9YO9t3QkPnBzHj6QCgm+UvHEvWc1mr18fCA+EQaYPo2w7T0WJA+9lq3qvJUjVr7ODwA/WmKLO4Ajbj4IwWc+iVpgvRbg2T35yMk8oDlRPtVt5T2saqo8OHokPiv6Cj5hrDI8gY80vqf21rvKXeg85Y+pvn/p1D4sotm8Ta0qPqGJHLz5SA89QcijvSukYb5kk869qnw2PWrkGj7q9o++YMNhvXXVY71c+eI9j1CfvMsdbjtZBpg8I/lGPZA+IL0zQqu9SleVvRElCr1spuo9h/2PPBijxr3neZy9VFIrPAZecbtNwus9P10pvioil76vuLO+VFl1vof+tLz/E84+uu4mPlbWuj0gMbo6m9UEvZXe4zzTY0K+4pwKvh6lSz7EYrU+PiDfvkvuRT47BRg+nikUPuQF1D1ymIQ+IJIFPk+aWrw14XE9cc1KvGul2D1yZzg+BPabPp8meDxXSEA9N2kBvgaVh71RWpo9xggWPlRART5sSvG90Rm3PXOzsTxkbY29GqWXvCmDsr1lS8o+k64EP+zLxT26oL29oIOOvWSyAb6ewwG9GTuNPshwiL47dIC9Zo4wPiB2fL0yYAA+dsMivgRBgT56PBC9a3tivjAZ6Dyfcqk9GnAdvP5XJT5sndY9KyONPlEw4b0dTgi+3rUjPduJsz37OZY+AI5hPTg4mL2QzCG+6EaFPlXrYD4HXH29Gd1GvgIyhr7i/GC+CdhrvTCCWLsXuBA98Z5Wvb6WS75Z9L29wMouutAt+b3SSjC+y6SevsywmL5QW7g89LxePWOZMj4kQIc+cieKvDtbyz2YPNO+14ulPoVyHL87CWa+ksfsPkEUAzxy34O9wk2Fvqv9gb7+NII+FQqBvtRY/r3hYKC9Bi01Ps94qb2oQ6W+2/QpvVkfcr75Gs69LNCZPSTh4j4/zmM+q3mCvs3elr2MJoO+fDwqPaye5D2rNZO+MFYlPlc2sL5OLTG9VZmWPf03h75oLCM9lB+/vnwa9b2AOec+ti9yvl00pD1FEzM/f9eXPQBWIz/u0Tc8gF6DPhRzvL5gxZa+MBtDPeLG8j7thJW6X/VSviqfzb4p69k+wnaavZVJbb6lFtc9/JmNvty/pL63N+k+SL5UPj9PhL6ckqM9PIiUvsJHIj4paYq9raYjPfLQq77yI9k+aNDVvv78gz71fMy9OBZ4vmfvjD70x6K+i/eAvQYlej7LB6y9u/8gPulMeT7pE6888OpwPtHlPL508rq+D+SGvgxIaT5IeJG9uEgOvbIeKr6gNHI+NtbXPQyprz7pbHa9RmQ+Pp/ZBj41FMa6h7r2vSp2VL79OqS+EhxUviGdVTgbICw+g4FwPv2sPr75DLU9ME4/vjjb0j5UOAa+Ongyvqukq76b88A9uqjKvkICPj5wed29xcaZPtmozL6/mzO+JFpLvhI1pj6NNea+asTdPo8Ryz33fwW/MghBPl7gqz5U0PO+OI2WvouJIz5cgFw+i3EFvs64nj5qWZw9hr5bPsdxbbsvLk08FfkgviWB7T3pOn69HaMpPMNusb3Ke4C+suw6vsPLOT4JEH4+/IxxvsC3lL4KGF8+qv5xvjgnqj5G5I+9u9SqvnQatTsEIVc+bH+DPhNgFD4768A9xSCcPumEBD4Lo4o+y2RzvmAZRr7oCF++wbRcvlm2Hj7HgvO+V6arPh3uIT21eA69SrD8Pq5GYz5wdQy+YZlHPJBKIj1B0Rm+h4vCvtjeiz5sYa6+DZoevXmAn76TInU+UMXIvkymrb4zgXm+B8qfPWclvj4Tw6w+x18ePjbgzz6q6tU+PyDxPb4cEb8R3MM99yT+voL6vz5dhBE+qEbvPvHO3D7CReE9kmuNvb1wU76Tago92uuBPgps4L3noWI+qEQePh1Lx7xwW8Y+0mrfPtFA2L3Nug0+GgIHPgtWZT7Wyg8+Bi0APpi/NT6c2ws/wTWEvj848r0oIMG+R7gjPkOkCL+Nt1E+I/VIPkv7y77FeNy+DoLTvSXJhz5RY/e9IOmLPhPyj71Z6Iy9EJKMvq04GD38+1k+3ta2vi6u5r1qSWw9mY6YvAGXOryxU2K+ZFOAPgHVYD71i8K9x9KHvm9WLr02TR08ElfCPj4tBb73U5Q+27+jvh1F5b3kMTE+vryFvXZYLr6pYw2+0N4bvkMju75h6ds9Amy7vsTEPz5+2J8+wYp1vjUi3D1/U4e+g0NsvplbDr4Yq5c+6QTZvOs6gj4yktk80e2EPlBZwr0/Vxw+/9LHvcoA4rvZZCY+R9YcPgIlAb0+ifG9FKHFPaw4g766bjC+X+grvbCi/72mGDS+rbI2PuiHlj2bCXC9U8k7PrArnjxw310+fPAGPg24vb34GUk+xFkJPlwgjT6e2pM+tI0SvbfvoL7QIHc+z28yPtDa7TqOy+I95s+DvkVmhD04hPm9oDXRvu+1YD09q4S8PQr/ve08Ez0KDbE+IAd2vOppdb42eGI+EBjgvRZRkz2aH6m+WrYYPrnGtj34lF++5qLrOzmyHj4dGZQ+iTyCvTg4sT5AEYc88Hqzvh8ZRr7KxVe++YXXPaHAxT5VShG9ezsKPlqcaLxMSvg8qP4EvQlH8Lw4PCU+sq71vfQ2OT0Lg6w8l8U1PRaGAr630De+F3gJPZ+s1L41i8Q9X6HkvdX1/buhu5Q+wFPrvaP4ibzcm0c+O+AWPgefob7DxtY+sxzzPVESer4CZR2+d3unPi5IVL2C36o9xB1RvkYyB77V6bC9/tyuPAnVCr5Cyjg+MYauvZtFXz4W762+s6LFvlXkuj0DeGe+Qa9iPWsFob49fma9vS2GPcAedz6GaOQ8Nsm3vh1dP77xQNm+m0KEPvD/VT0hIrS+sBQ6vkue9DpcWO+9PNievl/juD3lCQG/gBq+PtzWGL2omTa+V0SgPRpM6L6Zj/K9cf32PoQThr7Qfi+7vcmWPpIZCr+9zkS+L/GnPuQDUr4On7u+KkyZvlj3vL4u9GK+0y4Cv+dneL4hdqC8ttAaPyQfUz4B+aQ+TmmtPizz8z29QNm9DKo3vlpQ4T5FY3++gerKPoTGrbybZ3Y+eLZyPlc67r5DOd4+ZlcnvWDroj75HHW+yvbfPsdvqD6DyD0+6KFOPvAa0j6nRu6+EerUvoPg6z65erO+z1CHvnIJx77AgAo+dyeKvu5oJ7z7cfW9ve1ivtzkbb4HLWQ+XYI0vtFrmb4WCJe+Swu3vqiTCz4vfBi/3lnxvushMb2worm+2fdiPW8np74GeIC+eLyxvgUNij7p88M+TxE5vmlkmD6LGXK+92VyvkFdmr3IXHA6qNa8Pht84zzacJi+8Bx2PWoeBj6Bbwk+SkyiPsCH4D0uu4G+dEFKvgMUCz4K6J69Mg4VPVefC76cm0e+Y9myvrPCUr1xqy0+c7+iPMCSgD5zu3u9MTc0PaCGlj23J3A+bIwQvsasnL6oG04+37s6vUeCnj5Mw4W+POwFPhKxWj4wSKW+c2a4vWvinD1PJFs+JJ8qvubh9D7ssNY+y1smvp8sUL42PyE+iab7va5qoz2UWcW9Mg6+vdg4I77NmMw9d5HEvntMuL5lLm4+43kePgPkhL5lM8o95qJ4PnnKqz4HFwg+Pbwsvf6C/b11MZE9PleIvgr4XD2sr5w9Ni4dPQlPNz4tyiw9EGXwvWS45T1Qs668KoGGPdjEqb44d1g+6eYhvTpPCTnEjDQ9DaE8vIzFrrxbbwE+1lujPf6czDz6v40+yGsPvbWO3j249yo+7q+1vu/2Xr6lVCi9rrCVPiKU4T3CjDi9bCIlvGUa8jwiUJC+e/lFPQrG8b3zUHY+fUepvnFELT0fUzw+WaKTPLmhnr3rV4K98o1uvts+q743P1U+WVUrvmjfMT6QroQ+/As3Pto8lLuWYD0+9ltIvJNOF70gOeA8oA1MPDrEij2OwTW+3qMaPjmK9bzAZhe+g66aPST0Ij0cy9Y95GI7PXI57LzvK4s9NHs7PtVBsrtfIwK9Y11tvS1Lg7o/C+27kGmSPnIjxjuX30Q7Ugk5Ppnm5j3n3vG8pBpevpAASj3JnaS9pkoevv4D6j7yXOi9VzsTvdM6nT36m0m8Id1+vi84oj4L6DY8m7AXPtD+Bb0kndY8mT/cPRp7yD2D6Da+aXlnPk3Nqb03Yn25tzbfPWhMHT2zzag9YDi+PvDN2TweObo9ZldOvg7vl709QN29JDqkvheDFb7Lb6y982YLviRNwz2Fc8I8ggtTPXbeObwvUVq9fEq8PYl41D7GbEm9rwwjPS46nz66C5o9oShQve642jzWI8k9kg/Cvlgh6jwGHkW9mmFjPZGJ3D3ZJB8+XFtsPn5YnT74u9q9U8djvhY/CD5Kosc9d9knPPLhI71Mml8+Yb8QvZKsm71fOMS+CNf5vTigi77P18+9WDURvnBZvL1m5YC9nqYvParbzT0Pzoq9hS7/vTVYD7+g/a6+ea7CPeARZb7yWzQ+TWeLveOCub3b6Pc8V2zsvqEJ/z0zQrA+ZHpmvp6Tez3bLmY+kKvrvVfvBb8HgNk9BTmnvGEJ8z2x0Rk+gwHXvBtpqD5jdQ2/GKiTvv2DIr0wwoA9JEunPgG9Pr0ZDf884nQWPVVKdL6eRXK9LK7mO2JTQz0URzy+on1MvZhWcr3bjMY+ZTMYvL6b0r7l6Iq910BAviYLHD4Ezd696lUCP0jQur1ip+w9o5quPAcOnT6+Epa9q0qjvQjuoD5zRBY+zcMkvhbFNb68m7o+Wg2YPmc9ML7HBsM9DBTBPactAL3mUZq8fJXHvNM4xDxrASW+sS+PPnh2KT1B+ka+ZfdOuw4PJb4/yI0+wsDoPG6B9L0dLJ89eWI9vbtcUj78q5i+Ry4Fv7thl72gry29sLr8O9ol9Dzsoyw8Tq05Pn67pToxcKM+EXaFuxVN5TtzI349dETZPFohjL1W61Q8hQPgPQCWYryaA60+TEenvN+vJD1IwUA7dFyRvFAJPb6u542+KylnPqDyFD69LPM6Du1ovBabOL3ZMZo9RyxKPF/YFbzmgxK9pCjavW2AKzwoO/0+atYGPcQGDLllROM7mXcuvWQHtjwcwIa8U3zaPFmKPL2rPBy7XjmGvf1Kbb5sJwW7pVY8vO+7lbylzba62+uFvFM/Tj0E4g4+6/b8vOUoyD4XuTs8i4jDvqGs9T2OlOe8oxqkOquIpDtKAU+8IJ4OPmOazbzOFDQ9du0xPngMBb2LvaQ7WkkcP8RRszuqEMa+Dr7Du6kPpj0Fb4o9SClxvbbCmr0lEqs8JNCBPMPUxL2/4wu6MtrtPZroU70ewBC9z9SuPfjr8L2gzzw7V1WyvQ4qVj3GjWi8Eo95vZUwjr1IVZK8cBeXPfuzWD5bNZs9Nv+oPbM2g72phea8ImEIvLBpiz2REnk8sNelPcqj/byzEaq8z2duPU2WTL7+5+28GzFgPN9z3D2+tVk9eLBsPVCosT0qYNA6P0G3vTLN1rxF01a9Pg+qPfkd3r09qgu9OP9IPpSVSb0Wm7K96XcfPhj/JD7G2VY8QA4zPUROMz2xl3+9tTsDvmCxzD2C15q9oWFcvTLrE75g8YI8ojcYvStwMrwGz6q9KcSCvaFhtL3cyXy9yJwTvnwPEr77dDs9qEmevY/Soj2YGoe8i1vLvRy7tD0NCBA9GHFgvlB3/b1lsY0+mwtluzKpQT633qI+MM9aPiTBoT08IcS9ZfUXPvw7HD7LT06+MvHMPgUGCT727Du8VQrGveLfyL2Lx4Y9vY0FPudHBT7Bc1Y74K/6vXUpIj2Xj+W+BT2PPpZKdT2O3jE9RBBRPhTsJz527ic+llYLPhzTwL7nzxM9uzWvPn77dD03KJq9IbQ4PqXlqb6o61++7dD6PeU1e70G6kU+YqW6vanJoLskR2M9gETIvd+ssbvLY949p6XXPh3GVj4SfY4+KysCPtA7qL0cp629wLIZvoHQfT56vI++NIsjvvfafz4mOJq+sSRTvi0NZ76brrW8LI2JPrUcFL4t9Ya+TtzavXivyjwwdgI9ogd/PiWlEDvaSrW9U4H9vddmVL6FBAo+3t6ePvQmgL5xm2Y+T1GFvR80wbzuwu69PJ8FPupxrrxrexA+nOobPqHa070ktTW9Kmr1ufa3S74wwws+e+OvPfnm7LwLpEU+BfIePWNZq75fdQC+N2f7vhFiC735KpE+gEJXvocr5D37upE+rC7uvZmChb48sFA+YxUcvo0QgL5OUmE+8l57Pe+dR77bsHO938DCvbU4Qb6KIaY9ZGT7Pvpzkj49UwA+3czOvTAipj0rRdc93MpcPp6k7z2L00O+6Lu9vPociT4mmBu+A/qNPDiT2j3F1lA+FYQTPm1uxb6NEYI8GHZ4PmIBsj7izkW8GEycPiaHAr5Htva9h0QGvscRqr5eS4a8hAcEvdQCH7055pK81HzDPcpgjj7LXey9yoByvnHKLL1z3Is+q3YHPp67F730MKE88eyyvsNycz7nK+++3ZH/PKvokD7fQlc+9chuPagJgb4SEHK+GuYEPyOgVj7zNji+mXKyPrS0iz44YyO818miPoQmGT5qMFW+XK4avqmf3D73jVm+rW1iPXWQIL43hHa97UIIvgdVaL6tun0+PPRzvur+MD624b29784qvbiYlz5nJJa8pucaPjGbIT7gt10+kysMPcTFsb4WSsG9gBgCPazuPT16OoQ+YTUJvZsloD1CDk4+8mdQvamLxz78EPs9J0WvPWllar53Yu0+NgD7Pb4iUz4HrKG+eBM0PsHkIj1bnIQ+vA+lvk9Kj7171Fu+sdOZPgedeD4FTCE7/AS3Pcz4+L3x/Sq9eeI0vmxusT660Ng8S8TQPK3tXb4HkeQ9D9MdPs0zub74UCG+HX0aPXKyD76r+Jq+pXJPPO8waz1rq5G+lVDHvZAYPj6lwaA57fgFvkQ2vj020Hc+qMf0va2Svb1cVt+8c86WPmp5Uj6SOsA+T5uWO4yHIb6WPo6+bP5JvsqKSz73Mwa+FqiHvqlJrT2lH1Q+q4x1vk2IBT7hk4I+hwNqPqvhk77IGEa+TPqgPtk4sr4ukgk+GvujPDRqED7JmJS+NXvFPqkkrz1R8wG+LHmoPbs1h71DKw++9pxwvpAB1b7ubq896r6HPlVAhD0zijK+cCrDPvDcRT3zmwY/elzEvZwIZj1QwcY+jxerPKwBBz2MEcE84q4rvlK9Xr4++26+oKDbPXeJcj5/FiC+CcMFPiESPj7Jo4K+4yc6vgTCSD65Ucs+mdq/vnf/3T3BLBQ9kzqDvU/4vr7MYTM+RXn1PTLToT4Lee291W/yPsIdFT4ybK2+EwfUPKoEe72u+2g+JdGAvueMej5Vp2E+znWdvhwvwj7dznG9bkUPu6a3Dz7c2Di+OTWXvePMwL5usFw+mlzoPVJ5ij0qcBk9DXKuO7QBkD7XK4Y9qA9dvGkjv75u7sg88+orvh6SDT7yZ6A+pg2CvF6rSr2BMrm+sYspPRBJ/r2tLaC95LECPiZoLr1sb669rgaJvr6YsD5Qay++Q2IovcpWrz3Od0M97kVQvgARVz4uc069Ko9dPpM91T3w5JI9NiC4PdmRKzqZg5u9gt8aPj7p9j1l6vo9zU+ovfIyaD0mlCe+6V9GPdOCSz5EOxe+bd/HPeAv/r2mdye+F6xQPcCw0bxmCUK76eCzPj9T0z2Q2Dw+0pTIvWk9mbsp3MA+zskLvXcrq76unom9v6ocPlBvAb7OrfU8io4rO9jYAb4OzI297v4BPiuSIr4OX0++cE+oPsJpeL7+eoa+sNpaPgobNT3xrp4+2UWEPkCLYr4zBYs+It47PpiHsL0qLuQ9BRBoPU8+Y76LLiG9oW3TvVszdT7E7Cg+QUYGv+hwh76Jwac+POyivpgwOD3hxlU+zI+YPr40ib7gmVc+ZLfpvd7Yjz4G3ia+lpwxPlPFET4dS10+nnCyvjfCkz4afIY7AtkRPqNvWz6wE5M+5IuWvr+R2bsYGXG8AFiTvtZFwL4XPwA+gYN4PQxpAj7VnpU8tS5gvv6uDrzaBMi+mPCEvjFzsT4mYwG/c4C4ve6mXj7/m6g9w2BGPsP3pr24yxW8LTG9vMSOHb5kg5G9ZHmevuky37yRdQ8+8mlrPjv2D72KpWI+Pp0AvjjvwD6jY+C9B90xvroMt707aWw+Yfp7Pl0XDD4GvSg+s9Y1Pt3Bxr1OcaQ+bMTuvC9Kpj4hNMK8P3PLvray9r2xXYi9Uoz5uaRD4j0Gs04+kecPvcg7+717Vk6+aOLyPQS+Ib4z3wo+/HifPkMMEjz3N0q9WBt6vmStkr5KqU0+Qn17PPOKJD49eE2+41sGPbjjWj3Hw2W+AucPvn17hb4GB4482tLhvb613D5zAZG9whlhvnt8+bpLByO+6/+7vc40rb16/iC98FoEvu6HB77HsvA9OIL2PWZMGT4FWnA+PzjLPhvqcz3e7G8+nl2WvlCyZrtNodU9phruPWObdD7MSYY+yLV1vkhzfT5bgGm+ztBqvTe/sb5D95w+JKbXvTUlzT1caVo9RF98PTRXXD1EdWu+DKqRvuHk473dPAM9PFSnvuDQ0TyA1zU+Hg8/ved2Yj68dBe+D0GdvGAaej7104G9T6kOvtF4rD7qVkC+0nAfvT2iDz55a668lpVbPvC7iz0s44q+YEL5vkjfDT5D56E85iD5vRI5ujyvAWo9rws4PtM5p70dtoC+IHmIPnq0572hrsg8bwaZvn5mlr4v6F4+61YuPvjvlr5+6c0+VsjbPs50dj48ubM+CEKWvhKmLD4gx+09NA6aPh+ojb6rx7a98qvGveCSJb6+cHS80K08vj8YOr6EPxY8If9mvoGid75gkLG61jFKvYDrl70VHzG+4YC4PUNVFD6Lm6c+8dEXPd3jnT3JEWI9z/FQvv58Bz69uM47SDHpvfEd5juqnoc9w3VmvrUijz12Wik+3DyHPsGdlL5DDrw+e5puPhBi4D1P2RM9W7hmPpg3O7z5oZe9SuwAvZQs5DziH2u+jNqCvrCGFD1wtQG+ZGhavj4g8j0z6Bw+MetevUKRmT3DyrM9minaPE/Wmb4HJZa9MoM6PXiHgz5mUeo8HwQvvIhnSz0D0YA+jtDxPXIxZD0wLrU+yvEEPZjmxr50tr++Stcavo001j2xXZq+LNqPPkf7TD3Fctq+acskvVjsrj5hDEm+s5JmPveyZr2LdpM+HKOJPnbgEb7bwR2+WzIbvpLEQTuvRJQ+l93hPVVlPjlGUvM9vhe+u4Vdtr51mi0+qz6KPXIAV774m5m+xCgPPXL/T7uM/ea9Ay6GPUE9pTyxgvw9hgp9vl79r70lGsc+h7JxvYI9KL48pSQ+wnx2PWjiTz7EyTs+EvCsvAxvQz19tgC+toZbPpYQwr0GobQ+Qo8APcNGcb2n9Qs+Lp6EvtnRlj72qGw+6G51vvMDab6EiqY+WPDivkREHr634BS+i3L6OVYqKT4K02s+jNFqvc/ZSz7pYgo9lrwkvUetw7qKa1U+EpzGvnsmsL293xs+N2lkPZD0gz7FSSe+ae7jvafZ+b4L0ts+YWB0PgjsYL50ncy9z2h8vW7zG77JQ6A9vVrgPYZcFL48K+K9JpLJvab9pb6FgsW8RroMPuCw8707Qy+9VHutPVIjITlWoag8JGOtvkFtEr7Psdk8P7ZCPv2GLb1qaMO8blPQPK33i74/g16+JfihvQjfpL1Woo4+tIWCPq6vmL3w3xK+eVx4PuZaBL5n4z+8qiMJPn+ZSb5hlwe+nE9PO95+cz6ETHU+yMGqvh8mQr0SElM9gKyHPMmrLj6wH4W+4H03vIXb3T1YSjU+4t2WvXzbH74eh2g+IxXhvTnW3j3SLiy+G8qxPdri6z0NPqE+3uzEvgU4ar6nqwq+Mf14PiKPYjzh11s+MNCcPviaBj632NS9tcl2PrXppL5ewLm9hA0XPhe5z71NsUq+msB8PT9u8TnCXRQ9V7qkPaeYL73lc6K+cCuhvgUYpT5AB3a9hNpJPmdVSj5mYYC+X0piPXDb57210647FtOhPtBv8z0DevK9VwNhPsJViL65iiE9lwHKvg/UnD2hFNm+8PT9vi7Xwj1/Vlq+KzQTPTE+vr34d989od8QPqEpzL5o8kg+UI7yPckyI73MTr299D1PviX+SD31lTO+v8bAvs3hZL0jlxw9/1/Svq0AFr7gGu49ORplvbCUGj7JrUi+wma8vb+lnT6B7Ae9XkWevfg5dz6Z3ZK9/0imPoORqb5NP+u9wAGevsi2cj4CiSA+fT98PpC1iz07+L2+PGeVPjEHlb3oXAq/Bt/HPesQwT0mRqm+uyPmPVn/sb5K8N49qvejvvNf170eB+Y9x+jkO2ifmLtJcRi+UXTOPbMJG75iPAS9jzd8PjTYvT7VbM2+lmkbPRiPC75PwAk9jfE/vGPafT4nUS6+25BYPiSUMr6ShLW9Hut+vndju7qpBCA+emJEPoZse76e0qk+mr0WPnB35z3RBCq93GaSPlt+eT7yKxG9acjbPXgtN75k9ge+UfhkPmGY7D2b7qe9F7rjvd8xO76gnlc87iLNvWWTX76Kxn2+8DlRPsHfo7tA/UI90ZuUvqnSHT41hM29AgsLPiCJyj1yaDu+vWDWvhqmUb5sda089b88vRw5oz1h5oK+9jNdPkymNb1vSgu+ihYIvpstOD4fxEq+mrh2PqJXXD5Tk52+o6tzPl7tib5AR6g9krYQPRnddD7gkA8+N97VvSLlAL4PcFy+7B+MvYM/1z3TF+e8X455vjfBEz0C1Jg9zo7PvTqQeb7Yh5w95pGFveRIB7xqw/c++9iivaO35j0RXKY+DuRLPicn97zlG6w+ahufvkGfzj7XdH0+drCyvtkLHz7XbQi+4pg3PUbsxr0gfL+8A09hvssZNT6Q2eA9nDKtPiz0jD6I+lM+gq1qPkiKr716vnu+wVAaPlHRYb7qOBG++KUUvsP2uD42IwG+e7gIPeYgFT77E8i+ppObvhEtmL29RMI+WacZPrKkjr7R362+ac9zvncaqj2tGQC/T83sPk8+YD0dsom+SJURPuIBwD36HSm+VUrIPinnsb3YVVi9pAlgPAnSfj14lje+H11yPRYAZz1cR08+skIIvqVRhr0ZYxU+AbUrvjmCGjwax4Y9Fi4nvp5Mu74WC2e+p1t5Pu+WBj0es0a+7JhUPo9Oqj6APco9RVGLPs0pKj5hL6s+lIrmvc86qryyUke+4yqTPSi7Tr0EMKS+OyQhvvKt/Ttyoas+rurWvbnVKL6eHjk+vXU3PUXob762AKg9a8etO2V9mj6JpHQ+QYIBPYq0pr5cdZ8+ADSNPvf/tr7DHCC+OpSAPTF80j07P/29oXxDPcxEUT1ufoQ939RDvNL9TT2/pYI+3346vgwPFL0iO6c+Bw3HvVS7IT5e8qA9WQVMvrtckr7j2q4+tR/WPvUkfD1dIMS+uBxlPYYn/b27vYW+ETmlO4ketLwBXOs912eWvulOab1gbeA+mWhrPkQpCz2Mp/89gqOcPQ/LQT4Ylj0+gnRmPXGkGL6zLR++l6yHPsgxij0d8ck7kpHUPmeTv73wB6G++xBXvrMqrT0NnLk9d4Agvj2JND2wJ12+yPJuPn+2Zz6e/zy+Ehb/PcthqD7FMZo+I3u6vlZGxb7Iave982g2PrrIhj1WjHu+s2g/PkYpsT2nFnM+IRZtPqrFyT1pRZY9j/lGPbSecj3hKEc+zrF4Pqr3oD1+doE8+K6hvUFfAb4rfrm+mht4PicLSz6K1WI+M/m8vKg6u72567G+oDFWvZJxAz0AXnK9rcOvvrkZpD4R4wa/UkmoOscJEj6tuYe9QyHpvbt9tL1A4Mi9/lstPktq5j09ysy+1LapvZwfWz0779s89tQevtUoWT2/xra9Pe6mvU3wiL6c6Dw9QIv6vHBPIL773JU+kX4EPoggvr6D9QW+CKofvsVfhz0Lz5A+GGGyPVjK9r0Brnu8drczva9lmT0knoo+gxQEPnkxfD4YaIc+6ya/vOrfBz0E5SC+6iwAvefRe70XK7s+elPTvL+U172vmhi+6cn4vf/mK76jAQM+5XlkPob2Nj5+wr++bsYcPXeBXz0AV7q96COVPUivlT4r6rE84hCMvl0wHL7X+re934RNPhuYrr3IKsc9jpFkPGxLqzzsLu293Y9BPiEKfr5Ndau+CzfovaHLLD67ypc+UPsIPjQmmT00srU+cviCveb8Mz7bvJu8tAOuvXTHrz1YEI8+TYYzvuXI1j6Ivps+wfcqvsCv9LxKZng+KnKIPkI83z5JQwu+OxYXvoOxib3f0Zk+7MNGvuAEDD8r2Fw+TA6CPiUutD0sT3E91ABsPvlpgT29KdK+4Jrvvca2xL2SVoM8XnSbviiNTT6GEdc90xanvXP3VTwWCAa+VMddvkFBwT6ghtg9BJGgPp0iBj3Jgpi9ah4LPZ0N3b3VSnI+koZ/PqRvvz5yheq+4fiAviyljztAcUG+BL5ovm9Mw758RaU9fzekPcUIlrzFB7Q+bOePvmcMFr3vdn0+5B1DvllL2D0OXKK+d/JrvtozZD44O28+tsKtPUzWST5Q5g2+o4uqvSmSFb6KqrS+BhWPvoK3lz4brpG9rqZ+Psmcpr3Apcu8j7k6vjYANL2qxoU7h4UpPpkRBz4LkDg+hp6mvnwLqL6tGpO+yjBZPRrSBj5Gj5k+PT2CPpPcEL61/bq9pgD2PO+70L03fhc+aesLPtE5eb6tvDk+OHncPs1GhDztaUU+EsENvZBsmD4/79Y+9bYiPrl6fb6k3QU8CeV8vikCMT5sDXI+xvWMvuE7Mr6lngy+fAW1vj9iLb5XzLq+OqdMvqqFmz6B4f89gZKGPtL3G77vw327XWeHPnAnq75PfSu9quSXvp2AsT4Xgi4973ORvhx7a724lWQ+eE02Proqpr1NPOC+AzmFvFQRrr7QFri9UfvsPcOExz4I3Gi+UHwtPaXicr7dqxg+pw1avhj2CrvWmyC+Hl0+Ph2F8bz5VPE+RX6GvstFLr6ZD7k97pFbPmaAyT3U7mI+ylddvjuz175Hths+2CcnPTgcX76pgYu+qKwZPWnieT6n/hM+11qjvgHCjT6KHYQ8A7F8vsNmDj6ktq8+rT9QvZ5iaz4iuoC+kkgovsOniL5gvAo9oQVTPoUVQr4WsbU9OtXdvlCiUb50FDa+CaEBvWmkyj74nYg+hNuEPh6ZxT0ptNs9cB2RPmL5f76ucLO+wRCWPjxJnL1lMoA9mIP2vv6Osr1au6g+3NHjPoYpwD6ht5y+BwyVPvPc0T5or4i+VPkyvbXvmL4OBC09k+LOPsQlpD2N+to+dXcuPn3hDT7gLna95oXRPHQo/jxn3Eo9sluLu8L+Z76LEf2+z9TTOCsTOr7a3oG9ZioYPVfTDj1HRMe9xpaMvb8qxr0wtKk8YUqFvv2c7z2o8gQ+t4EWPsfczr2ZoLY+Q4CFveLRbT4RtzU8qKZqvk2kGj6vNVo+5bQivn77jD0Qdlc7le2NvYQUsT6OrEY99X5AvtDTA70EQn8+eioPvql8ND05RFS+5hPRPI+YvT5GNVO+U3z0vY0Ogr4yBu+++CPXvp83kL4FJ3Q+ITefPhPQsL3ZSi2+9oJQvmPANj4o5hE9IQ8YPhPi/D0ubBU+ChwUvuOlaj52ACg+fqKCPmPicT7WlwW+Kh2FvYXd/D2ATRG9+fT+PfaN0zySeJ6+bpuvPSpJ1j2+doI9Gf6BvuN4ybwRXTc9TzCWvohTKT4uetm9HBntvfZXuL4MEYO+t42jvua+fj57FVq+YbnQvk2gaT7OplS+byucPeoWqD4zp1g+fp9pvtprUj0YgNu9U9KIPcwlGLvs/5o+7Gs5vemDsL427TI+t0uAO1j8hL5ZCw4+s/eAPhjpSr7CdSw+xXAYvhnuV71a4Dw+N9pzvuedfb6+/Eu+EbyTPkCP0zw7d4y9lPcHvt+wlD0EWWA+Z4nqvkWvDL5l/gu+8WsvPf8Vwr3MdbQ+h1JQvn4ZkT05Jla+zPgnvnaaiT5E2ki+J1envY8vMz2SbQe9N0RkvZUlHL4VyTg+4GXGPnINNz4Q7AO/JRO/va/LSz6bZYu+Vh/vPsXeNr5hmKU+6socvixtzb6CL9G9cxu6PtJf2b53FVi8TSYvPsw0qL5cgz++D9wdPp11LDxVxtI8CekSPqDW4L3KW649mt4QPlXjkL5G9oU8KSeRPnAe7D0nehI+8+zVvAnkpD4GzRe+MIOCPq8xkD5/GES+WESRvJH8jz4k11Q+IgGivQPInz52rnc+6HkFPk9sbD5IrZ694bD9vUq8Bj6E/w4+nGdJvTnFbT0mlXi+tFbyvMUSgT1RuJw9WAqYvoV2sr70GW89vdrwvU2sZTw38gC+Htu5vk1Y272nhkw+6YaXvNal9D3CdB0+Qvl+vckNbL3QxuM70B7YPk8teT3GxCA9Ik1lPSgutj4nNGu++gWGPdEVgLy1U7I+/pxKvmtQij5GIRc+Iq6tPb7mP73G4Yo9e0G1PXhGoT02GIG+xAcdPjA6gz2EnMG9GaYgPl9Sd74uAoa9kqmvvXmCJj3Vpe+9ANXWvnnR2r20urW7AJyPvsELJr6f6to95incPdUekTsfRz89wSRcPq3erz4BTFw9O6IFPp17sL3pLoo+TCy0vuPMTT4Sezu+K4CuvUnwez2k91w++CUBPls3RjxhQKC+O8OAPvL2ED5ElZY+UoSAPqdo5D25qKc+w7B/PXtYSL70Tii+JV4JPnCoMz0W5oo+4s0PPvRtjj6fxlC+cFydvAhODb5w6Bg+bX6ZvjUywr5uviE+kBO+PsvWIj4AcdE9sDVrPgpDJbrJU+y9xkSsPtQjSb0V/WG+55arvj5GsD0iC7w7B4zTPOFS0btu28I8R7zEOpTiZT1Ac6q9UgkfvtwZPD7xjVM+lwjdvJ6ofz6MfG2+aEO6PtONHj5qSgQ+k0fMvZuAdb0NnYW+8NFuvr46trwqrgY+6xG9PZI5ur424cW9G/YWPviAqD18bk28ExqyPuivZrvS/W2+e7cMPXTi/70DFyW7axslveHjQ74Bbue9peQ8vUQkg77dM1s+UKUEPlTDmL6/rCK+Ky8APi0pqL1+BMo53CWlPPzPcj6fQHk9ftSWvY+yhz4EQl49ViulPLTVRz5xsZM+ZERePlPRLj0ThMC9++kRvtAxsT1GjBu6lI9wOxNnDT9HDQI+Q0O0vT5MRL7Ca+w7Fe5APhWTpL2Luoq+++M8vrONlTpCBQy+rDVRvrg8F767BJI7zI1QvGBLrz4Noeq+FD38PV0qmT4nsBu+R6oKPqa0rT31DKq9MUroPWHdBz5Uhfm8+DRfPg03mr7rAbY9tDgAPmazBj0UGVa9sx+lvbkZij6L7ek9QrpKvuBFUb7szOE+0xO6vEVYfD4fVm++x0g0Pj8mWr5xmlW9OM6oPeqfPb76i6K+knjcPVUxYz0+UCO9hYcoPi9Vmb1Gzzy+Z4tfPCNCYz61oxG+gQDfvIGA+z3tOtY98WxTPYas9DvKWzE++YZaPn29tr1UIIm+rWVNvnE1cbzGKaW+4m2tvftwx71wnIK7x15SPrPQCj0joTk+aPs/vjKA5D7clLM9fOpsPUTwWT4K0LK+5eC+PRoP4L1ZMgS+WS6pPnF+Lj0uGPu9oDd9PSg02rxN+Fm84jGBvmpi/jymB1W+GMjfPMlhfz5kmxa8k+dNPuP5mD3QT+w+y+7QvlSrA74/dRu9cHulvRdoQD7irpO9M/iFvjUU372J9tq9J+NWPYKtgb5VSmi+oqB9PknSNj5h3+K9Bs6JvrTeEj6sW5q9EcCyvFgyfD7EHws+W7drvshl5Tva7ik+8wtiPWJ/ez5Fg0K+OsDZPE1J0j6VpKW+zk0zPRT7FD7EyXI+s2KqPc40vT5NzIG+i55HumMBhT6R9fA9XTGfPD0U6TxFdI4+AqejPBT6BTz1eAo+fFqwPYyO/z21Moc+ghnavVtwvT7JgYY+nuGyvqCEiz3eBCa8Jw8fPRefrT3OxZk+AJdkvqXnpzwPoYE9a7uZPYeb07y2xmC+siyxPnNAYD3wpC6+vgHsPSUcnz22COC9XVfTPVIKoL4Wlso9dDQmPUVGQ74ds+u9XSbtPkaY8rvZVGm+0VpQvq7m0r7YVgc+AKJKvjh9ID2fxn29ANH4voBFrD7ZTaI+38o/Pvvwl71PKtU8/bEuPbfvMT1Dw7m+Z/8vPOQ5qz7tS1c9ZqV9vgCrrT6fWV8+59cQvpO2Pz2XDNG+fc2OPQwxDz4715i9E1RWviVsXryQWo89a2JUvpvBU7u3k84+7EI0vr30+T3gsSG+UCEcvlFMQT6ppkW+9BZHvbMm9D73f7i85KSfPmj94b7APz6+Nbe7O4xrsLwGnpe9y9vHPcOMfL25ZsW9QyCtPhL1Uj4PfGc+cm0kPsOJTb7DkRo+dVEWvdGBLD5kfRQ+9xeyPqmISL7YHM49yAyVPoAPr76TTDy+AZnfPXVzhD4h2sy+QS6ru2WsaD59CQm/ooJfPoM0Qj3CYDW9X1Sxvfv2Tb6Dq4G+90emPmnyhb7sutK81NvSPb6ctr07qRW94+Wgvfw2Az7CkKY+UvKpPtVuFT6Jt2A9jNvpvPsmir4NNxG+XgS+vo2moD2uSCg+m3EjviZImz08ip2+Z8XJvTNtxz6VXwu9r9qCvv2AQj14cAc+mfwrvm4aBL9ICNs+xWY7vhqYnz5au7A+c4KRPkY8Cb4BXgQ+T87zvt+sWD3CReG8puOJvrl5L7z2/8u+X9BTvtSgpz7ee+I9WFmQPq1zM7wy4Iu+JlwAv/xWjz1mCVq8gPWQPrYejb6AZNE9uNDgPW7Snz4uBSI+AYXaPePZXDwwYaE+i8+xPR5aKz4lvv69XZiePnqnCDzkObw+ng6zvQ96Hz4116I++Le0PuTZD73vVIk9vmmiPrED477mRYo8VWnKvj3VQT5pSWE9nSmmvFxXjT51KcC90lxdPWE3lr2eRO8+sAXMPrTbyL1f4bk+XgwSvrUF7bzoRXs+A9E6PY2hhj38tpQ+dtjxPZNjPL71H52+zAx0vqZ+1L1lR6g+8Xi9vanR+L3FW5K80zuUvheir76Zu7g+BBg+PnSCKL2xRAG9FqWXvtc5gz3TYrS9jpVRvW5CMjwwbJS99KOLPvtkOz6hz7C+JP8AvvCg3T2eP04+sm3Dvd72aT7A6HW+QlhyPSS3Kb6Zf1I9ypsRvTVQCr5Ih7O+aT5QvXEEAr69v7o9JjZbvvnM5T0IYIy+gWE4u0ecPr531Q2+tgsePsHKjj6nLaI+Xl+ZvrXyq74pyia+yw0rPmbNML6JmbG8wDoDvpEExb2lXDS+8JYJvpyysr4ki1a+94VjvoD9/70iEzs+CHzOPnT+yrzx/z0+KA6VvIqXdz037Yk9YI8Yvknk8TxSvrY9jx5PPk5fsL2LPfc+ZV1SPhQLNj7jQcI9/AwoPlx8obzLuGQ+GIOTPmkR8jyiMuK9nlVYvpOTMz6pDAa+Ikd1vJpcoj74mQI7Iee+PoM3TL7Z0IK92ouNPj5RwD2xTl8+poQpPYcFVL6YOP8+k/8svrBR771ENiA9HDCFvRqpj74Jzs69qFqYPc/d2L0BZyw+iY8NPkxIa70od4+9CreTvaFvJz5rwM88sMk0vpgPHz3E6rE+wFZ5vpQKpT6Ucwq8l8VaPhEPNjusQxK+Ov5OPkx827210Ua+bUYEPvhFlL3o+Tm+Mx7cu8c+3D2+GOE9ZAZjvsTQhr57wDi+lhWZPlPzz7tjjHg9emU2vlddQj7TSuq90Sr9PpJbUTz4dtS9PYUzPX4Ynr1usVM+lBL+vK2alr7OXHa+cTwRPoqjeT0IWjU8akbDPbYJ/z3iTlQ+6oNUvFntkb0KKgA/GFXfvXeWHz5lgbu9UeCXPvx3wLzy8HO+OlGfvixByj2UO6e+DC3XvexI+704ggE+afA+vssfrD4Yxuw9T/5LPgADiL7r3bI+UZNuvEpoMr7xKbC4d1O7vNZoaD2kJDI9SDsvPQ2Heb6XMJ+96GqBPZmjobsS8SG7OJqcvt1vw74eNDs94ixVPpiBuT3Oqrs9UY2WPX+klLzPYWm+3iswvaufrDz/KZO+6WsWPk0fRr68N56+h7kzPhm5oz1bA7m6CzgGvQfMxr68Q44+Pt8Fvv59qDyWHVM+oSKaPitDNj3Mz5Q+Es8oPU3JDz0/3B89HTH9vHRWTD6xF40+k+HSvZDgIr1RC8U9kYTIvul0u70ZUNw90mYIPg721z4dEN49mmm/vsTuZz0OhVy+H6JzvlgpMj5JW0S90/cevYzXBT4x6pm9EjZ7vlBvzT0WDa09v3tTPSRigT02sZc9/1NIvrBh970vlwG+UatZvi9IND5lDB0+2JwtPgS1s76cU7U+F/kQPtPsaL4ogSY+4DNdvn0F6DzDhde9eo1PPoz0J75c/n8+OnaRPujrvL28Itg9YjOAvdryyL3o3Y2+f8eqvlG6pr6xw/E9IK0rvoccRD0EWO++DHs2vlXpoL6f8j0+8UCxvqTBlT1Bn9k9fFljPEq+Hb6zO7e9sErSvrSilj3Rb4S9tbobvrIJWD4BlDM92su2OsS4xr3TXoE97kyEPinB+j1Trpk+kmrYvqA0yj5hqx6+P/ZJvTkTez29W9C83EaKPjEbGDxW9Fa9g/GjvYnqDbtDRQM966xKvhK+0D7FjuW+8zn8vT+My75oPzA9UTEuvheYGb3rOOo+JEF8vWY4gL7jEpw+Q/d9PC+P9T35JRe+uSynvf1zMD7+QpO+ngSaPu8tRL0xAjQ7cmMJvk/xAjxDtMm9olHNuyK8/7yRdoo+MRa1voUQ5T09Fmk8ykDbPvYYdz4dV1u+yqwMPR5AsL2edrO8rXt5PuoYxT0Gm8W8oNm/vqaPDr5BsSg+M/svPicXIb7JwcG9fsievlo7vb7X7UE+sFzJvfMhJL4WbAO+Uml6PjyGaTxPMzo9yE7Fvs+o0z1/KDE+5AV8vipvgD7qTDk9oSz+vV5upD65W9i+whJWvDElPD7tb+A8eWTCvMrWNL4WLRe91zeRvfzKJb2LrVq9DzmDPnjcbD4Se2Q95y+dvdEvfj72AMO+8jUSvkaBdr5UEIC+hrPGva30mL1e9OW9f/slPvaWyT4a9B89aBA4vkzSpT6gzuS8LSucvgwDAT6XaOU70c5avYSN3roYTZ88XcFOPknSjj17G+u9rXOzvseUgj474RK9/JgNvmCjEb3qtqy9g88Mvg3XgL7a8EC8GNOavUqvhz5b+tO8Jkxpvi6Lgr3IU7A9tW72PSARor2k9Iu9QiCRvBR6HT4fmIW+i5CUvQxIXb4rRYQ9Ty81vaqiTTyf9mw+8t3evqObxL4EfmI7SnmBPgIykD4FVJM+EhbpPQtN+71R08Q+AiE7PYR7ljxDNyk9CCvjvu90tL2nLfQ7EB2JPelk3D1OARu+5a8GvsjwNzygtR6+arGtPF0Yv74s2Qg+hkW9PgsfCj7J2DW+hLSbPlNJHj4R70u+Fso9PqJd9D1kqbq+VJruvcQWiz5CuYY98sukPvdxoL45MAY9uTbUvn5Q0z4F1b++cefnvUMm6j6LkIg+cpfGPIWPJ75UQiI+K6uNPSQWH77ps+k+Ei+pvg8Af752v00+O2B7vmqpB77PbFW9QYnZPYZF5LuuVZU8RyFpvuNX8j3l8ss+SMrivA1cQ7xxSFO9vTSavhWb2L3+xos+wkRXvq8prD4CY24+L0ZAPWKNa76Q4Tu+nalGPnebbzln37g+vPcFvE+KHz5uwE4+YENYvt1EADxDD6u+mUiEvsXiDT20mZm+8iSFvYCy5L1WeyI+3z3mPmm5W7wO8VY9woU+PhuKyj20rVO+EwMfvi8sBD25W4U+Ml0Vvg6vWz4xPq0+1TSevmJdBr4d0oO+VTZ4vmCLpD5mDyY8ifOavvc0Vr6EMw++mps7vpP8DT7JjJU+t7ZDviQGz72rpYk+1CmEPvUgmD2AfDm+rUk9vkZWGT7a8VK+OKcTvioJyT5qvYC+evhGvq/qND6BLDg+8nKWPrjmhb7IiRY++2XpPTuUhD4cawM+Hy51PSoptD34T1O+Sp2sumGJkL3NLa2+aW+7vHUsbD1EFIE9J+OUvjIJqT1UJGI+M8mhvjR5Fb6VIpW+ithIvFVymz0xni8+BwjEvr/yqj5+oum9pkrSvleigrwqsPa+CnRGPDyEqb0iXfm9EmlPvrQe773JHCO9AW3CvqTk5D16aaQ+xV0bP6d3lL5SDRK9nFShPQLxzr1UVXa8qtCyvvoEjz4m8Ac+IHtlvbgv2L6SO34+jw4vvgUfRT2jJdy91k11PpC9FD0IJfA9mOOIvhPVnj6+dZy9t67qvWzMZT6wyoA+lHKXvoJ9oj0lqdm9K4rPva/LEL22Y2o+OqsMvt7Fhr4ixus+OXhMPs/zHb423gy/2E4FvhDP+z0Z3lI+7buHveG9Dr58ebA9jnPHvJHA1b4+XH492cdiO/yeOD3o9XO+6DCtvs1qub0ARmU+P1zqPr1rPz7lwkK9DFjFPsOaQz4wFBS/33LSPvkCu71cGn6+goKGvPOQOj7IMBO7/wSTPZb4CL11e3M9d/HiPGTg8T1Yh989ktMEP7GF57zdak4+KLcfvm6LMr5Dv/k+2XDNvWerpb4aYNU+DKUHvWPKBb1DuVg+3mQuvo3uzjuhFeQ9a6a1PVvYOr7nsRk+G66Wvl++Rr6ia+k+TWchv/qvnz1JPhI+UNHIvo6lkzwT1FA+jHbIPZMgoj4TcoU+ssR9PlB9UT7IUoa+4b2PvjfJED7+KZM9cEtkvmK40z35dpG9D3qRvm0soD7TPIq+oxVNvq7uID7a1bA9TWzIPQSQ7r6FdkU8lW2OPVR1l75c2Pq99ycCvhW/eL28OPO+lRspPsI5F75fmxY9kBWVvb2o5b5mYYM9G26gvUDFVD7GSDI9aOHTvkOxfb4Jf0Y+zNLrPFYmqL0rI1i+7jHTvSc4mTptYU29AJeivFocsTucmYg9P5YcPZX+S74pnj8+oGqsvX3yYL3e5+K9NgvxPpgv8j1VWOe82ecjvl+9G72pv2o9F7PFPeXBhT1k+Vw+Pgl7Psja3jwdM1S+556MPdqdO7025Oe9r00AvbN+Lj2m3fC9j+tAvc4pSz6qSDi9/waMPsgBnz7DTws+NxlQPvbn1T44Ae29/aRcPvfP1r61BZU+ap3IPVsqpT4L4+O6NuXavToUtbwXgpW+wgxsPvW217z22NO9D7LTunXHjL0zkvM9JkAzPtz5EL664B8+5y3ivIx+wr2OieI9qeQGvVtlTb4v0bG9Yf8ivkhhjT4rcro+R9Omvgc7uz1TihY+W+GivN6rWb5Yips+DvojPuiNg76rXBC+1fDOvfarDT41qyG9pZaPPSsMvT5kI3e+adYXvlguzj0VuZi+2SUJPixOFj7I/Hc+FVRbvjWfHT0p5bo9p5mdPOFA8j2Iarg+4lmbvKo3Qj4shxE+bJoEPahOYr7CMtm9OfpKvvccAb3Txb48+xNUvfDE2T3MPBI+W0RBPjKItr6O9Dq9YkwYvW+lXr5Ou/M+nW2tPrt/RT5OkAq+XlDHvTHz173pKhc9SYLfPH0KKr6wcrs+1lXAvsrtTD2Dj3u+vLvePtgjgT5SBfm92/W4PkSfFT4C0qq9gEMhPWyBADwbwWe9E6xXPjd9gD5OHyu+zWndvuWDWT0vFIm+yNSsvepILD6HHsg9UoJ6vkRcmD2CKn8+Wc+PPVQWy70VEL89CGeqvmD22Dy9oPw9IxYtvk2JBD2IQsE77oB2PqQFjj2y9RG+jZcMPWu+lT4yaDU+7gbwPLpC371K6pm+ITESvrPj4b26Xpo+aFX0PqXqdL0XYAa/ZbadvcnOCj3b07k+ounhvYLEWb7VDDW+0Ycnvhxckb6wLj6+rxH+PcGZfr5/MJc+w5c9PkF9Ab0LXpU+yEtOvdJHsr5jy/S912G6vsmegbwbVqE9s4MoPRzQvbwf6Zc+FHoXvZrRfz5pZe08aDvoPX8l/T3aGFc9kACovTB1zD4e15G+ZSCavn3ePr3CUXo+ILe6vdkjor5w1gU+PUi6PoAuxb7LdI2+8jOWvWv2zL2etiK+yiYaPnG6eb3sx2E9yjfiOv3qhD1BDb892m/kPSSb4D150Kc+HDCFvXVRJL6coxm9ZjJWvhb0JD2+ODU+qDZ1PrC/EL4WeHa+CZmcPvyCoD4NFUS+vY3kvff1gL494lg+GNJOPsraQT6QIiM+phFpPk8vlr33rd2876TAPqB7gr46rsi+tYexPSdpMr70wPI+G8qTvZmIvT7Q8CK+vEvFPiIYFr+mNsU+bN5WvZvow76cL0e96KIPvoLa8D3Avv+9BAgkPmwREr41Ejq6vYqRPq0vPD5HF0A9ZgOxPjosGj37uJk87KIjPgSFsz5Tyow+TAKpvlhBij46Fvg9M9uIPbzjsT54dTw97P2Ivt7rTrxXaYc9Pm2mPqvXbr4ymts+DD6wvjwLWb7ck2q+1cDlvZhmXj4kRU8+ALDjPlGjbz1soog9nXMrPo4uy72n8hG+7er/vdFOQL574Fg+Ck7IvoObvrz3WVe8bxGMvWrTf74t7sS9Up9dvUlTB7/y6SE/NgLEPv0vlz43M2A9ORBJvtPupj6c2sG+I/SqPcZo271dfkg+1IwXvk3heT6GLBi+2vPvvtzRhT2/ssw+YmLjvRTD/D3W1IO+mpDrPYDTMjzOpDk+K53OPDfH5r3DO+c+P2WHPVDSkb35h9C+oalFvO7EMr780s2+J1H+PfbXMz6PL669I53ePk4Mj77z11q+a1uOvuT2ob7jhzC96e4+PgJeUL3twne+qy+VvR5wtr1LlgC/d57DPgcdaT5t1g0/vMGLPt34dL5o84q9Gc8FvjPwCj626a49wKfpPmQonT6BOkW9UCYXvUDnND6ygyM9pr4mvg8vOD79wD09G+wxPvixxb4lGjQ8Toq1vJTnnj5g24Y+bl5lPjX3ND5oKX++R4ObPLtz1D3FTZI9qsduvRztQrxv9c0+id+bPDgtjz7Q9LC9IHFCPmybHL3YohG+BbX9vZisOr7BCWu+BoJSPSwr07wOj8u9+DS2vJrsb71Ggk+9G5JdPb0P9L3mxAo9Yp5hvp4Rs7yBDGO+ChVbvQnt3z3pUAw9/FQLPXQycL7tihM+g3SNvvg26b44WoI+1JhrPLmwAb4avjc9pAxyvS/MR77iQe086PFwPsTcFb63P52919LWPoX2Zb7Pg+C9dMj/vAQjbz5PSge+ORijvNBoob4v2zC+MscePu9my70IAkq9SMDmPZPlXr5jxeK77tIFPpezor51i308pOAXvt5ZR74OPI49Rp5MPiSN1b51iU8+VYdgPoEnVz5AepM+VpmePqShCT5P7vQ99h6APiQ/lj1Nk+k87LBsPpqKqL29TC8+5rehvYKRxT2MZZ6+yMxNvZglpzs3Fm0+sCylvS3SjD4gVhm+mYwYPh77Ab7YFWg7C1ozPsXX1zwEshU9kHi2PdOKrb4NqDe+WLsEPinHCz42UnG7CWnCvpWlf7zC4Jy+TbSSPnWLRT1NaDy+y4Q7PYOnSL3if30+jP1DPRWPAz5s64o+j9gXvubiUb2pM849NIMWvhbByb7Tu4W+6aoivsntgbpmMLY+cGkPvpOCsT4tCI2+je0mvj/ge74bF1S+A1exPqBFQz7T1mo+soncvd6PsL0sw6e+YZ6MvifVpz4vROu8v7u/PKQ3BD6q6gm9nQu/vJG8kD6EiBi9S24AvedDg72BybE+QLhsPubRYD1B8Uq+8fWsPmWChj2Pjhe+FIwaPMoGDzxPzlW+W0ayPo7XJb6cRT+5IoGqPoXq4j66J2a+UOJVvuwhxr5exJo+C0jZvh/mXL5i34U+1mQHPV6aR74sYt29DZtOPdwEKT4U522+5kQqPaT2P75jV4A+n2WPPtQKDb4f/ni+HekWvo/yjT7Szdm9nsJSPi/ZF75gssg9w2uDvfsshT1OHgG+aGumPk9g4byp/s08ZqKWvjUCXrrsLfc+XDygvd4zijxJ4pK9m2OWvl3j2z4VA3290QSdvurKPDxX9gG9tUDhveS+wT6qFug+Iu12PRWmT73BEtk+vxH0PatYXLxVGm0+ivqoviMygL6F67g9XeiXvqelHr6TqtY9CA+avtpRRD6A39E94QrAPtgHAL9wVP09Q0ZgvinUbT7n5iu9UiNKvoimhbrnQR69Ab0evcPmsb79EZm+l34Uvorgl73zkPY9Tg5eveWHRb1CQsm+JlYNPo4oAT9ys18+14QHvgh9mr5UwYa+30sNvgVUuD2w3Xi7V9FJPYFLiD4s53e+0XcrvYm1gD7Ha6s+TSaFvt9se73rZB8+539APkqTIj6ggw6+DPcsPkEHEj6kFgY+5d+gPcB2AT7rZjc+PxiHPVNPTj6p+oM836MmPhOxeD3tlbO+z+WzvQLCHz6oSq+9JUILvqyDS70VNbe+HLnjvuN6FD5eaX6+0wEiPezLXr0kNyk9wWrLPmvLQj4BlfA9DCokvc8Rtj3j+0m+ycsePYEy1z5feKe9Bk8Tvgctzr24+ug8hU+uvugoMz6XYTA+4XsrvvJAPD4egLo+etZsvunUNL6Ibkc++o1Avmchyj17mb68uUQ0Psc+iL30KRI8XCejvu0TOb6uF4i8BLBjvmYQ5T3P+Ic+oz8XvRPI673auCS+Hdu4vrUriDsZxYC+bCq7vKYI1rxl13W9qyVyvtDcsz7HEim8K/gmvr+xrD4aFGc+uTyPvKTyPb63Kjw9hA0ovS9Ezr2XYms+njkIvnXfEr7AZ9u9R4iBPY7r9z20TxQ+QuyTvr7cEz5vQOC9PuayPe1rQL6c9M88yoKbvCryqb4cGwq+bQNePTT6xT4KWIA9Z3+qvuGYw73h/gk9SQrXPfbYHb5tFak+6loyvkVLUb6zgng+3o+BO1YR5L6+zqo94rMEvbv2mj3zkpU+yY8pvm4amD4k+8G+vfEzPuOSgL1x8xa+DYspvhResz6dG0W+WbGiPU+Etb7AP0g+JMqgvEPMF7wwSza+6PnxPflUsz7n7sS929rePQCdQL2td20+VwBivab5jj0pZSs+5RVEPXdTGD1RuKw9cMxSPYfGgT5Ox5c+0PC/vfmw07459UW+WRGHPNLd0b4Culs+uz0JPlTtrj3fbLY8ziROPRNvyT2004i+onvWvcRCTD7G5H++KpF4PnKcHT6V4Y0+8yeYPAQpnL0u31E+rbAmvnvWnr2J3hm+Dq1BPgY+v7y8jpq9muAdvhbber2I25O+1zcYPupfyD5Oe8q8qVkcPpsOljxENpW+41HPvjo6lT50jQe+l0MoPYF8ub36qyQ+xSG/Pvnegz1SeXM+t5qivTZvGr1iFFS+HJodPidw3D3ZfBq+bJ9kvpsWrr6AH1a+NTlUPjK29j3JQtU9vK7VPtKZZj50c3C+Kx66PXoM0L73r5a7jnKtPoOlir5WNxm9IgHGvFjArz2aLh29lj4uvsFcmD2wB2+9Gy1nvtk33j7y7u09QYXQPf/ooD2osiw9G+FgPhOmir6KxvI9Ejl1Psx2FL4S5vO+zeCSPrkdUD6TRdO9dWydvhxykz05QLm9MEKovjsYnjwDIyC+t7c9vRi1OD7/xjg+hNkIPs/Xor45kYU+cZeFvtXDE77fVlG+358VPt5lsb4nUXy+UTACPQPZ5b1swd2++QUvPoucpb6Q++c8rbtbPnqpsT3Yl4m+i8JUPbsPQT1bF26+qCGRProM/73hfwi+k6syPlneUb7tNJO+D/gdvtg+or4cZ0++bkEAu2NhuT1qmy87+UAEvtuS2r2KvCQ+gIqUPpJNGL/5Zgc9JakdPe5QA7508Y2+GjZgPluEsb33MY2+3mlJvli5JT4csBE+LlG9Pp6BVj6QGQy/qpkKvmY9ED6LQmU+k/41vtX4pDzewYQ+NwUzPuSBmD3dRv08Rvhsvg0kc74F2gc+1w+/PqqmJD7/dd+9WE16vh6hITzaYdQ+aIb0PdvDnb4Nu9S+zs+hviA0Ab60+yG+EjeYPtdrbj3U5gG6fuqbPogkZb42s/O9Mw+svLeLD77kWKA9sMo5PcRruj7a1n8++IQavuuwGT4uyuo8sHZGPV6HYj7/R+C9XLa6vWQllL4h2Yc9KmKmuYR96j0WXDc+odcEOubaJb6bHJQ9Q5OvvVxYTT24zMK8OYDDPSHehD0f6q0+NwgOvj0r07uikU+8sRzlPQLsjj332sQ7U6jCPkw6bb4HZBw+Gy8wPrioOj746Do9L8OaPUElzTyYz4W+9b2kPRpgLL3jtjU8MNPOvTuw+j0jxRm+Jn4VPYb9kz5kCcg9Y6lWviDodL6cC8y+RE5BvhS83Dx7mlu+otyuPeIA0jyl34e9aTxtPOup0j35UJo+4nwtvpsDUT6Rlye90AAgPqj53z1p4o0+33yuPuT4fD5I21M9vPNZvtV1Zj7HqJw+YxA0vroMKT7mZ9e+D40avq/3Ej4P1Ua9todZPpy5VL1/fyw8hC7cvCO6lT73p4u9ydJbviBVKb0rzIc+vuRPvuIiRz6DU6Q8TXRUvuFXkDxqpZe+xS/qOxVg777s5SC9Kx+dvtsI4729/As+dGZEvWIgyT2cySI+7e3JvbHIej0RgPA99MOvPo1llL4g1mI+ICwDPuPIOL4Xnqw+VGcPPrS6yr4WznM7ZzcAvrMEDr9fCOe98iR2vXxl9L3OjJO9GrmcPjSHqj4v5kq+4WkmPtfmBD7nU5I+ek3QOUa3PD7qsaa+ikSlPXfXqD2XXxE+hEZ6PnG84Lx/U6K+pUJTviSLNb0ZURE8q5Tqvbg8Rb0geWC+9w4PvDzMu73SSRS8EAa1PvgHUD6HZbe+XFCkPhdpFT5Wr3S9cpZRveswHb0tEpC9YnvUPTUjNL4GAcS8qLcqvtJdp72701i++l6/PZ3Noj7xpKi+EWyMvlQNJD5eLxq+JU0EvT3wMT6kx4M+CVtmvhjiEj6ZXu69tMT7PN56Gj4HW+U9d9AOPZb9mbu5c6i9nJ2mPZXu471qpKu+dtpXvjaMXr7mUh0+IjdKvpMjQD7KZOc+pSIMvs9aEb6T2EI+vy/MPYEk7b5Rj48+QH02Ppx3o74CYRY9AFa3PmhfgT5+YwM+T4CfPhOZHz7+qFG91NqUuep+Jb604LY9cCRSPathzr0dVIY+rZzAPbgZt73Rjeg9SNvPvnSCN76Dbse96UM4vWVeGL7UX8e+151evv4sjb4STC68PLamvivnNj0cFhG9xADnPSlgfz5j3GK+tV8uvhLBFD5vp0++QgwHvlh60j0KqLA9mY1bvVgzET6mC2E+jyK8PRoSxrxWZ+0+j8Ucvdkgy70qUiA8ts8wPgJd1b2LTQm+MDLCPqLj1L0aZIw9I3cFvjPpTD4D15w8xQG+PhVxX7uVHS2+Gbm8PbDGh76ePvq9+pSFveo2vj7n4/W+ix1VPmvecL0XxSA+yni2Pe3V+zu3Z+q9J463PlOhvT64jXs+Y0rRvSkmZb51k809m0UAvYdSsD4l3pq9eHw4PtZXsL4SKoC+5lWSPfXJar3lg7O9dDmOvgn8Cj6S2PA+J3VGPNWG0Tz75nS+LomdPsn+5Lx0p7I+zv85vUJoTL55eKy+UhemPl2l0b4YaFW90XeIPv5br72FcHU+X2JivgT4lj3Hyns9cFoWPsAbnz1sA0M+0+GmvVxGWT3aUIQ+w/74PH7MAT70MwS/7Va8vPEC0L7Ln6G+wRyyPYgWmD4ykSw6ArahveksJjwmUwE9P6SDPQkUgT11E2M9ldlCPnpP3D1sCE0+0ouiPQtMVj5XwW8+dwJvPYKbQT3Dwlo+PaN8Pjfk+j3Gs989uFW1vL4qjb4bREG7nU9au4fvvD3m4qS+hhODvid+cz3OK6m+tA0mPkdB6D7d/IO+20z1PWpHgb64Bji+vojWPTfxgL5b44c+x/mEPqgNVr48pZq+0rtpvg7xIb34i7o+4mHlPX+RZTws7Xi+ezsvPnqSLb4Cjo2+Zq5VvseWtL3wt8A9neyBvm4xqL5MEvW+5L2gvkXXNz6C+ny8ekP0vQCgrr2v5Qg+Gq68vgDomr52iBa+LeqhPOSnJD5T3l29hYqHPa2CvD0SMzC+xNuLPjcfhb1DmeW+5Fv2vRtXgj621gk+eo+dvvbeXL6HM42+WEqevvRbTb0aY7i7LdPNvRVVgDybUgs/JrT/uyUqmzz7c/K+O5vgvZlNzT5Uxpq+mo7YPn22Zz74S4s99p0FPmmHir4sxYA+FZbtPWbMAD6nvEm9MDOsPklM/L2duAu+YOAjvroNCb4bkYu+ascpvlY7nj74Woo+ygoXvjlSAr6WxiG9fUl3OxiXu70sMPk8F+i+vnPtMT6h4Jy+kfSDvkfZBz5nBx29TpaNu+hvQz5o+RQ+O5RNPgtU1L2zqa++XKd8Pts68b28spk+avWQvW00fD4Biww9CxjDPifpyzzG7nY+yxXMvrGrsD04ACs+51qSPH5QHj46qP29NecaPjVa6b0TL8e+A4ZjvVPKvD6oSUg+wwJUPgqvUz6eIbA9YrA0PuAPIL0Uocy+MF2jPttUaz3H9Gq+GTMZvgztm7yPhLE9a5v7vZpiVr5IfRY9wzdzvSYvWLzLEdU9PPf0vWlCwb1XR6a+1bGQPgwMib5B7JQ+gbyvPksVib2smQq+x2w0PdIoPT1nYFk9RFRSvqtgzz1RpQe+67mavrBnzDvnTfg9UyyxvVaNpr4puaQ+y9fWPnav273nPIU+aq6dvgWEAL0PnpS+p5gfPvWCSb2U42O+Hd6bPXGPSj5f3Ru+2hYYvkKRND7YTAY9XMZaPYGDbr5ur0c+NvXTPdmKw77C8xa+PVWovR+4vL7p85m9loZvPsl6Qb7XjGm8NRPpO4GWRL7l22e+lmPcvhi5OT6SYqy+X5aGvv3jcT4qFje+XXgXPtflkL0grrg9bdhWPofPrj5xgNy8zyu4Pjv7kzy4lOS9H5mEve7hZj7rXUO+mxiYPZ6BsD4F3mO9F4w0vrq34b3HnzY+kYPdPWPXNj6L8IY9Cc8IvhDQsb4DYDS+zO89voxK7D1Qy4S+Zw2vPKV8hr75Grc9RgKQPdail75/JJG+8w40PBZuML5zXcy9XB4GPZSuXT5Emnk9Dj2QvgoaST3M84E+QHyrPOD4T74lof486nR9PRvs+D0csjO+F/3SvR6aJT7thxU9vnalPmpoE7xOiSo+MQt5Pgbf9r339+89tuPKPJfbCz6NPh8+7HuJPgw/hD3Buwy9CVFHPskmsT7c/ya+4HuDu/U5BzwCow2+qU6/PmWnv72765++qYdxvG6R2b0iaw4+MQgDvo8mHT1jpFS+MPfHvvZuUD7LLVi+cPhqPs1mSL2xoFG9DdaVPDQD3TzHWls7HJ1sPj45Az8b/Pe9JO/IvSwtgT5Zxye+P8hGvX9o1r6q35K+KK0MvUm9Rr710Wm+/NQHPhLaeD1oNwA+kWgPPssY9L7dxkk+ktGLPQH2Ab4Yvdc+X4kGPS2cAL7piDM+QeEUvWpCkz7R9Pa+Uf1ZvG8CUj6ETUw+JfOUPVCyp70hiva9EWbZvdRmnT573Jc9HQS0vgL9Ab6Fq5W+N7o/Pt5Bgj2D3Kk+OHdevbfMqj6o18O9HQytve371DwsD3a97ddAPt+TDD7qWq291AJNPufner6JLwO+eQCuvhWRmj0VuCE+kiWHvbKIZT2B5J89osAevp+XED4a6ea+8+nZPfOoOr7RPDk85+/EPm/ZvL4e+cG+rkUcvpD5aT6fI4Q+Z0EVvhb4RT43tN89pe8kPlWXkb2+p+C+IwCnPfn+GD6HD1q+KrZdvisUc75r5d8+JyEuvg+myT2sIeE9LRpAPtRjur3AGtE9b2cKvsI7Ir70Tn4+RMShvePMnTss9MS9/x6APlKXB72ai2q+P+zpvecTPL42Lhe+/PGJPKkGxj5nSkW+xVXQvd0OtTwhcAe/LZXXvWA22j6MzLe9lRy0PrsAfj1aIti9y0e8PV2fCD594L89CcaWPgISvTyYaae+FN4CvihbNT5z9aa+ZuyGPdhBezybZ1G+1XRuPlnpqj1/0dg8X1bOvqxu3T2SJI4+idDgvCdzvj1TG4G+FuDJvgXLET58Kb8+r9sgPKFCBL7fuZ4+rHjlvREzqTyJNRi+YOmdvYpThj5WuNC9m9gmviFpqb2O5Ne+qTGBPWf8kL4bDes9qaPFvuS8Ij6D4S++bGmUPpiAV7yQRxa+cfUAvqyurDsaSdk9F1wHvqathT5zgnM+CmTQPa2nXz4uGtG7vU2JvZdV1b2yS+S+70yovnmw0j14jSq+xA93PjsIlb7fK869dVauvbS5dT5M2Fs8nvslPgL6nj6x4I89uQiXPf2Mgj57L2a+P3xSvmlMxD4MHPO97TfvvXd0J71RN2M9CMHKPlGswL7QdnE+P/U/PVKJjb4ixd0939CePWFUIb7bwXm+lxmgvcP6jT4hpis7/ZLuPC0UVT2MOSU+WdeRPmx6iL7ca0w+AjycPnyLob7Rrko+/GqIvi6IezyR6vY9dTSAPoYUNb23g6O+/tTPPhwGPz7Un7q6LxhVPRoJIb6Sv1a6dYmTPhK3qL7dP2y9eObPPvWji763tuG9yftqvqId/b1eOtC9+BK/PRKhK75PpTK9YM7mPT6hFz4eBiW+DwZ5PVbdGr46Du29cFPavWIpmT2ckUq+20JTPpS9uL1D424+wC+BvkT1az3TkFI+FHE2PgHsbb7HB2E+4MfgvZ38mDxzc78+rTRbPfqCTT4970++r+qWPdbvb74vUC2+Kes9voWY7T4xPPg8i7+Mvas8Jr4rW0e+VUeSvW68TL6FviS+pqrPvN5WtzxvS9G972jNPughtb7Rkwg+EtALPpIuZr31l9C+AonSvbEjxj4fBea+CwmlPfF6LD65UC8+tM8WPtAl3D6JIZG+n1vhvfQBbj11yfC93WDrPbz2Uj3paDe9dBCuPvXEgb3yKg2+ozORPveyCL5B+Lm92paUvi3ZXT6kWGw+j5Mvvj6HRbykzEW+p3i4vskJGj3O+wC/SP18PsrSsTw0DhI+1R7wvcQkk73Xxpe+mjMzO+yKgT7ZqwS+A4EcPprPnD4gJoI95ExCPiVOdz4S85w+ymuVPkyAdD72On8+tWVvvjgzDT1hZUs+GNs0PXUM5D7udDO+AkPBOmIBSrx7iTw9buWxvobE0z165ak+G4QEPhjooD6P6GK+dpaNPeV5g75MsPS9mBCPvqrZlL6LSJM9nAgqPfdfEj4dvKC+JdOMvQ+VED70AY+8jPMaPr4KIb6JPwc+04fkPlCPeD4PjDQ9ZT8Iviu8Xz21xuu+KlNcPnpS7r09VFO+PSJDPdpnOb5tBzK+vtTZPqD4mz6Hd1M8+xZAPX0w7T5HqBk+98uOPutEcD57UIy9XPigvspoyT7NfIm+7yIZvaXVu72ukAw+juuIvQT8Dr/TMAQ+irwEvlXbJD2RLa4+UCr9PRzngT6CEXi9x0/1PTycnT0yGsI+iC3pPNJb0b4FP9s8+45bPRcxkT37dnw+GPSrPU2JnT1PHWm8vZBAPptjar2UVG8+NNgyPdAtJb6c4aO8+VY8vfLMNb21xFi+rIgMPrRX0r0/1LS985umPqMt1T4GQbi+JdO9PWTx3j5q/Og85ZL7PfEOi74MC4e+VS+3Pokpp74F45S935G2vio08D3YmUs9KY/HvmCAqj7JY9w+Cy0Iu63IrT7e/YM9ximhPuy6Mr4m1XQ+pk2xPMxeHr5Kop8+7oKnPj7fBz77Q6y+sYUVPkKHnj6gijK+/ehFvhkHgbyRFJ6+VD+gvLa8dr6PzQe991T2vUNBgL7Jzu0+WOPKPoM2Hr4ZCX8+HhXfPWw81D3pnJK+MP4XPihJejzsDuA9+yiKvPjQHjkxO7g9+sCHvZ8i0zjxDEA9H8CQvdTpcr1W7na8XkZ3vXxp/DvBWcq8i7sYvLq8UT2dpp49fHsQvs6wqz3TAn673K0fvhVFzD1ogK07ZrFdPdcCrDygrF88C4nuPNlyIz3fl129JgKOvfHRET6OCww+7T7dO5af/jzd3EA9cQKkvWX4PT0oebU8g3viPc1varw6yZe9gxmfPXMqVb2jd6I86GvVPTlClz2FGrq9DeSAvW1d2Lz5AEU7sujOvNxJC72QTug7EhtrPZQbaL28jAU+atPMvOsoAr2XSD09ze6zPS7vAbxl49s8rBmgPahlaT0wZqU8RFCMPJB2lTsqF0W9WW1hPtBL6TxznwO/qXjHPhyGOb9xRaE+SVWPPkAawD63kcW+krUMvq7Cyj4gjLE9RtW+PfQ04j7JU7C+cNSaPtdUkz4Go5Q+3JNXPipe4rwajr++EzghvQ/7Sz2/qe8+rpS5PstTnb6tBg2++elavWEmcb7cMys+qZWevkYRgr6csGe+TMPWvew/bD7ISLo+s/o+PrE6hr7tYEI+YXvyPRcQ1z5/cOM+KPBAPmDNw747wxa/yHVFPVOwDT7f7xa7ZK2Svm3PKD1deK48ucKiPr4viL5Zhh67nIXLPodcET8KTXW+4j0Hv5lSzbvFFok+bhoJPu9/NT7ZFhe+pPOXPslstr5Oo4S+sHTtPmaarb5UFwW+2PfSvuaBPr4FWb8+HuGoPr5RWL7irZ8+r9ChvpiLvb4ZJu4+OeN6u3UWHT3AcLw+Du+rPgIfTz6P/KU9vF8gP5+lfb6T9Va+StcpvrZIwL6OeGg+Z8fTvsZZ4b75wBO+iAWpvj7qSr5dnT6+mz+IPUekUL79RlK+MGySPu3pEj+8vhQ9TBdnvu/OJr7cc4m+AUD+viMbFj95UIE8b7IZPl1Qqbp3+mg+O06bvgvkzL6CQbo+eUJlvu7sFb7A1F6++CXbvnOgUT2XbtA+zqH1PUTQET4g3Yk+3HzYvBFx/z4VWMy9aFmePqfvHr7wDZQ9aMzZvVkBGz+zDzK+vuKTPgDwTb2b25Y9qXmmvdvhZz1cGhG+Loulvjw6xb3EoXC8QmMfP0qmjT4h6BA+nju0PbZ1/j1iH849+5VZvqMIhT5PeEW+bFvrPYq4gz6yJBY++9nXvjSAnz6liqg+8lqIvlDVDz9V62S9jZ7fvoFfwz5t+8C+6ampvU/KFb33dss+3hcDP4UFFL+Gvtc9J1WMvg7ImD6zfJw+FBaTvW8nRj4JtIE+rySSvq6wlr6YzpW+Mi/tPTHSKj+vVL4+Bd41PvqAoT4yUu4+M4WjPp2rir5HahC+njMhPzP8y77Xw8K+t+ZtPSgwn77Dk5Q+2J67vgQLaT2lsRu9FxKYvV+bwb5M0wG9sQ0Nv0dy0j6ayO6+yxgSvtKFJ72WpgG+Cx/fPaKP+74LpCi+q5tBvmYSmL4G2Js+mSvUPolLnL6B7Bi+JUWEvak8qz4OpxQ/cIXVvhhZ2D4xZgq9fCl/PgL1njxlefe+xbCRvilRwj2hEgU/MsW5vgwvjr4iRB+/uPeNvRYZvj5373G+ZyPMPmA/Lb0v7XE+IOCxvoG5F7+cEBm9XkzQvj4HKz3P/6W+I9/vvj8Mwj38gIa+S6TJvs0RmD4qqDI+3CHMPrA20740ICC9/widvhlR5z6t+yw+zrZKvVdpMj64bh4/RrGSvnLgVj5GhAW/aYNXPqfOsD6LB48+BkSfvpoW7L703W09Tkv0vp83oT0UnQI+Jjdavr5zxz0v07M+wfpEu0coi77+yVc+2/F3vYu2iD7LOCy+UnfHvZE1bD52kyS+GPUiP1fWoD5s75++buQCv70lPL6WChe+cbLHPlpOFL7FL4K+J2Lwvm2Xp74IFji+qBozvpI+8b5gXoS+kCQAPxnk5z6cDt4+NWp/vpMdL7zQxGi++nTBvcf20T4VFRI/lkF9PZKuRj5wkrA9OqcEvsWcVj61AzW++ZsVv5IQlD3RH42+b+xQPrkTrj7obMk+LRUdv0v1dj7EaR+/EA04vv4keb5EFTs+MZFKvkJ2pL4J9hU+IMJDPks9vr4Bf7299EGivjxWuD6ij2O8p2drPqJHCr9/gpg+qr7KvbMZsz7uc4O+fHhivdp/eTzBCxw+NCLEuyAulz2yvwE+tmCtvkzhxT4sZ9K+CX7ZPgGoAj9AC5y9kih3PtMOEL9H/iy+obyrvvuKeb6bYIi9nt+mvcA5D74CTVM+jCO0PVo3fz6UNxm+eJDJvkOv4j4xNBm/ueeIPlQ0ij7+EcY+WHkEPpbEzz4UcYu+KbezvkgSeTqWiNw+MeXOvbYsOj7/o9E9qhLKPn2x3T645aG+QSQZPg+RP77XxgG6p1wpv7GCoz7SP0i+vk0Tv1RqxD6eEOI9/uLAPgu8dL4cOpy+dIalvlCCdj6RTHI+oT/JPBwVzLwIV768CHMJPlhH7L2UN7G+hd64Pm2/Db5wDF68+25hPp0lTD0bNca95b8Svwwumz4gu+e9Uk27voY8vj4o7ZS+dX1xPuAPv75Rg1Y9MSuKPvOUVj6D7Ow+409gvptYxD3jGio+tbvLvou12r5dssu+uph4vqSrET6zRUu+Qh6gvdB2OL7ZBuo+2+OBvpU7iTzGSew+dwIwPX0rnT5YIow96IoAPn5JzT0IMxU//BgDvs/Ivj7ny6W9/zw7vu8vA7+q84w+rOb3vqMckL66zPk+OiTYvp1a273fG4M+5tFnPm5fgTurxMW9z2scPVmVET5E/A4+o8ejPmLRgj5g4Ro9E2MWv3Jz6r6g2Ik+wBajvsnebj7YIhQ/wdtqPpFTAz4bA8Q+JC4kvm2ydL4Dj9s95E3KPi2h5r4f2gC+SJT/vufSrb0DDo4+f/l1PnrSfr651wE+njvrviZZJ74FYee+8h3EPYG8Wz596Ya9uGIHvsaeBb8LuKa9/30mPrWBo77vV368kqwzvvLnvr35otA+4v3rPVu//L0/Dr++0fhJPdLgBT78nUO+FSBevXfVcT4FR5q+iCDlvsNqNz5/TA49153DPSagA7+ZVei+qsrVPvzNpj6iJ/Q9TnNpvgHWyT5xqxc+8QkYv0ap572oNfM9RcDFvpF28z5Qj4E9lCHHPgDdorz/aBW/8uiWvi382b7GUDs+g14lvcUfIbyfkXy+UooXvr2JqD7nV7k+XceKPqqcUz6gRMm+tL19vtgT7L7sWLW+JLekvTGyDz3KnQE+HLsmPonfJD2ZMQC/Sz40vvc/Pr5/ewG/2QDUvlNrRT5Oxee+mUHePkRCzj7RWM48SF0zvvhBAL5Tg/48VS7HPil4/rtiqpM+UFOOPkskkz4pWLy+Co79vcOpdD7O2Dk+GyLqvH6Qxj5AcJG+HdbQPoUi4r5ASfC+XW6xvg7Ah75XyM2+c+NSPr5s/L1hAWA+oEi8vYo37zwlwHY9WcCDPqdzID5JFGq+cXv6PtCL6r53gIa+HXG/Pba/xT0g/xU+XNS8PoEByT6zbIW+EEMEv6oIbL13TH8+6h10PQ2gxz4aMmi+CB3Hvs4bCz4O/Vo+Af8bPgKAzL4dOaa+cYTLvpijlL75eX49toi0vgU9I75v4c0+d3bIvm4Csj0OfKS+74PvPowvxD4Q1uO+J3D2PtsWnr5wW5A+B2iaviY/P71I2HU++BDjPrUP0j7pBwG+1vmEPgzOuj4AHSy+l/ybvurHJb5FIJK+59dQPpVnqL6VlEI+wmj9vcGNhr6+xei+PWLhPvzf2b68CoU+dl1jvooBtD5BxxA9FnppPkuBND7uv3s+Yem1Pj6vrb6vHoi+KGTpvS3hsr4iJ8Y+XJOdvnJ7Yb7V0ic/QFOKviR9lTzGcq6+UsKEPvl9l74KwjY+TB84PjgRVz7b+Je+cfPKPr7vB76QljG9G+qJvepmKT4BiXu882Y3vnLlmz5fA0s++DrcvvU4Nr6fuom+Sr72vXKWbz79n+E+uObvPi49E7/wnQ+/fF6MPhYGaz3JZEQ+oc+/PfrxNL4sip+94vbKPjgXu75Uj8U89luIvlb1E7/A4uU9uPuBvq6v0z6aJp49L1+BvS6pZj7zpXw+iDcwvuJohz43kvy9jJEZvl5D3L5y5hU/FkcpPqVPvj4oEow9CrCdu2Iq3r3/iwe/x7k2PTn34L36ns+96tX1vRWMLL2p3a6+HNdZvrBZwz5VmE2+OPvpPgMgvT54l8s9ms+NPshy771YUaA9cfpCvn/4vD5impo8B4pnvnrR0j1lzb09xrhsPirNKT5P4Ni+eqAKvsnTjj6oQ8K+ozsEP/RXh713BOC9bAuVvthY2L2AR2A9x9mNvO4FND53bRw/k4oLvw0qjD7/47O+isnAPoaGnz45FuQ8rsCyvq3IQb0P5/c9Kq9WPhlmJL4I7HK+I1JFPV79iz4oHP0+J4wzvrsHrL5fPD2+efiFPiDpg76kRSe9hu1kPNLl7LwXdfu9kOI9vLRVBL7nXIw+Bn2avkDYGz5Bo54+FFi9PhWuf755Dy49sr/Gvvb2Er/PtqA+B2nyPtJJ3z7eTkm+FSo0vLd5bz7Kmce9tncAvnXoeL6+7lI+HdobPqNz2T10ZdC9ZjSIvtd6iT7hJ4W+aWPUvV7ECD/lzP2+AJXGvshod7wGafQ+AAULvvpYz77dabM+yljxPp1kcz58lpS9v/SzvdnR9D5kWoq93zTSPlPfZj425eq+onkPPkmWfD7ye1c9SopFPuDOzbp+8Lu+PB3zPr8K0z5qdeS+ecFwPjQz8b4MxBe/9LqXvg4txT6pDVE+l8phvqAGuz4Nrjw8iQ/0PnXDZT4izL+9UFHbvj/mjjyQSr899/ZmvqAp271ihaI8ROINOyabpz1h0ak+c2ASv4OjC75eRgQ/klSbvkt+tjyWl7S+sQBqPmPAoT3CXJo+jUrSPXgoeT7r+UQ+p91Svmb0lD4ahck+fNIEP1QsCD64X8o9uVaavNdk/j2jAV2+r7k5vscNb75pS2W+2zPFvkNtw77KkVs+KCuEPFR/874lb+a9EoTvPT9fc76ZvKS+i6kDvzR/wb7Af5E+doSyPkcQmz7Cs6I+HFn8vU1tjr0fxcg+WlAaPgcHED6ndmS90lTJPmxgij6u5rq+qaoJv1vV4b7/Bog+wCWYPmr7xz6PWvG9RZWKvkMfuj5Whqg+nGi0PsKD5b6dYdi+nx6EPovyzr1ifJc9Ucz6u4xogj5PhU8+KLd8Pn7c5r7CQ9++m8sYPjjPyb5isMU9Qi8QPoQIVz0qIXu+zQzlvmY75L6Ebfu+B6yavjpYqr33ChG+SWnuvkWEEj5yrla+QTGovg/s2j6cPNI+ywQDPzNekrwoFBs7V3IlvbKQ3j4uChg+nL0BPzx1DT4buTK+u5pdPv5jpr4pW+W+oa7OPgnDkj7kKba+yXEDvzlomD7ZiWU+moUCv81zbr7PKQo/aWjjvhTSsj6OWKG+uPUCP6Nv0D6GJem+4bWHPmfEnT7enb2+a3CxPmyBkr7zQGA+8RGdPbzAm759Bdw+psQ4PQJMpb65kf2+BqEBv50zkz7qebE8SunTvHS0Yz7XtyG/f+qsvuQ8B7599hi/5KCpPlxZYj5mKTi+U/ESv/H4Fj5ChU2+eKK4vnAY9L4dNFK9j0kFPjNcmD6kaBS9jZkyPixP977yh7495KgBP/APq7yClIe+VAy5PrMPWz6OCAC/fOTOPXf4Xb50EHo+K6jbPnK/m70ErCg4aLrPvovJyL64o4U9pVCJvqNp975ysDs+JnMWvkXeuz60Seg+hQyvvLLJhL7+Pg0+aKoPvgDk7730/w0+qmexvkoE1r4Eau480WfrPf3KLr7cOwy+8/LKvhE4Cj/5apm998OWPpHa2z2Rfhg+ao2gPK9f9TshcTU9IdcNvR6dMj3GZxi8mkaGvBhc5L2brZe95uhXvFv2vzzH0wE+eZqkvGTzo70vOFM8KkJ4vf8v6b0=","weightSpecs":[{"name":"dense_Dense25/kernel","shape":[30,76],"dtype":"float32"},{"name":"dense_Dense25/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense26/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense26/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense27/kernel","shape":[65,16],"dtype":"float32"},{"name":"dense_Dense27/bias","shape":[16],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:50:02.838Z","modelTopologyType":"JSON","version":"0","formType":"register"}}