{"modelTopology":{"class_name":"Sequential","config":{"name":"subscribe","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense28","trainable":true,"batch_input_shape":[null,17],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense29","trainable":true}},{"class_name":"Dense","config":{"units":9,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense30","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"6LMwPmtTjb5N6g6+2yG3vl2YVz435MQ9sXqQvtZfHb4KvzA+KQRYPuFkhr5h3AS9YoxrvinZzj0Ve3m+caUWPbbgbD7lHgW/3UumPTVOyb1MHB4+rBxmvTvWoz2L26G9/f4MPvMQXz7krra+FtjkPXLptD301sW+xHvOvcfcn751nz8+P27ivq3dRL5thq8+hdEovqqMdL4phg6/VFBivgyZPz7yVJs+3CUXvnzEBj5xg48+hdFCvoThZz5JrTm+Ucm0vmpM8LyOfh4+AoGyvRlbT7518i6+pwKyPgRYIj5JUU8+TNpMvoswej6jMmy+zS9EvsZ/ub6RgUo+7coTvh/DoL6+lGa+71tavjD4yT5WYky9dbdDvUooQb4gW1M7ekW1PUBr27vza2g+hvVjvucVsT68xmQ+A74OPeOh071lZ98+nvUcv6KPG7zvGdI+2tK+PSfjcD5Hn8K+O773vmqZ277ky1K8XX7GPlJfoD0jWzi+k3goPAt+eL5QawE+OYTXPjMFqT5seuo78CQNvq+o5j50TAQ/rzYkvyH4gz4OxVM9a4/5vTDYa75Zw7S9eHs1vlCZBr8esFU+Bq76vFxOvD70Lmc+fG/kvtv+zb67LcS+7dbCvpQzWL46SQA/JbwuvlF1wT6eOpC+CDIAv05oRz6Us7Q+yS3avuxpUb67fSy8rnV0PnYeM75/8Ug+ghyoPnopjj6bG5U+7OyOvuUjdbw3c2u9h4mdvs+97z4u+56+ifNlPPRFeD6q+R6+Z+9hPuU5gj6HM4k+ZtDKvhMGTj4VGLu+dUBkPi9FAz62msq8c9FkPrHln77aGbC+NPS5vd1glL59t5I+ViEGvvICiz5nyOE95lfPvbWTVb6MTkU90ZGvvg2POj65dkc+xpUivkjBfL7F7XK+wxm0voQgU74xsYc+hq99Psjijz6MLJW8mIievjVLCD7nchA+9w7oOw5Z0jz23rM+GLiRPm7fjT7J+tS+pfmavaKvXD6Gin68edFDPpQ2Lj6jpUY+4IT/PaCy0LvK+YS+w0c5vv2GH76KHim+a9SMvstTAD41Ip0+YmPaPthGTj7kEzY+nBmlPsxNA76kh689ddV+PsoV8jzRcym+UR25Pm3yCD6v/jY+r4e6vPgAAj3YAsU+qs26PLOFDj74uii+rB2HPqsVBT1NfYU+YZIYviB6or4gpNU9EaptPW1vBT82Nq43KWQbP6GWxb0SFqI+14/0vouaDb7Lluy+kxDDvufnA78z3Ly+3WEwvkzPoT6YEoM+X9OfPsdvQj690tw+n1fKvgjfhD0AvCS7fetxPpK6C78NwZu+Vp0OPzvtmL5nVqm+QnLhvSB/cr4Djca+8r6TvN0anj4lewW+mHBNPSEe2D4SGhc8P2CdvjWTqz5ewXi+DNwKPgEIM74hgDi+3+BPvkyFC71S4LS+hsq9PrQDQD5OTvK+3HQEvl553D6MLcy+Cyd3vRQOxT40DRg+i10Av9xDlj7JbVo+YgDXvoGVFr2l4vm+tBVxPLP0oL52TYc+G9nJPj9/wj4c7IG+EMFdvnnwI78U2tI7Yhy9PppcDj+cj/2+W6/oPl7/db66f58+/cy+vgHBGL9yXME9KjWuPrE0Db5B7Zi+SVncvcsm1L4qC+O+os88uYr88D1vQoI+GIYqPR5Atr51n94+yliZPeIumD6u1b++XXXGvabpIr2s8bm+MiEsvijEaj4qpVM9PBZDvfPdAL7XvcW+0g0bPhQmmr5L7Ri+cOn8vcvl1761xqe9ZvDgvvX0gj6bJoO7QOCzvvtaar7ujeu9yj+IvoW3Lj8NVk49u2TgvuX8z74c0s4+DWQnPurR4T52rrI+EP5XPuUYC7+EIJ29b5FPPgx/Cr8/vHm8L7pLvocnC75CwyG9AmB6PlgyGz6o09m+1Y1WPmhGeD1lDnU9GQuQPhGX17w1tSO+6LkYvjZK5T3q4SM+HGUgPtni/D4Zr5e8qwHmPaPN6j7/Afc+dfZvvs+uyr1YEMA9mW89O6czAL6ljTe+63WOvh3ZLz6YQwU+TT9Avd+pzzukXTY9/a8/PgdC+74VYLW9OKK1vs60lz2NnKy+gnwsvvKTAz58zPi+bagyvh3IKL/taqk9JiDzvunKXL57Esq9iXoBPqyKML7UxIG+Rn5FPj3PAj2C1lG+XbESP0QGSj6gdJu+YipSPdZMiz696Qy9BkxlPhn8hD7iszu+PdJSPn3Ghz7aElK+x809vgEGkT7g6E0+mQ8oPVlyaD7yG2G8NXuAPhlrOz4+dys+zhg8voIZwr3KVDQ+899dPuHxnT1KmqE8CcssPJPpwj7V/Iy+i25ePTh6pr46Cl0+X7Puvql6vz7eQ5u+sTZaO68A7r7vrDs+v4r8u6H4Fr7IzBm+Vi9xPoToCr7Jno497oDlvedscT5udXK+zk+nvsnOwD5tf8O+fZsKvv2bfj5Jc0G9gqbLvhx6Hb+ehhA+tMcRP20psj4/rgM+Xi74vuPrC78OUqW+IM9zPvpxtz5URAa/g9h6vpwoAT75IyG8jI/1vrj0qr44KEa+zUFuviTZAz+wH5O9s47qvhTcir5mYgO/MNGkPl48rD17qkO+7Ng3PNS+nz7nOrc6HGQ7vUUQ7T55gGg+KieDPskhAj4N4xo+epuxvuJwcL46hHg+4vySPi8k0T4oUjC+cPXevlQcoL7hpYa+CHrAvgv9A74lF4++Rya6vqeKhT1AwK8+0lLdPc/PM76qg1g+il1QPz6NEz42whA/a9hMPs307T59v52+G4ThvnJ03b4EFlM+myWnvoN7ar7uFz2/v7qEPqR+rT6toiq+H3LrPgZJVT43HGI+GCYuvsbXAr+XQ6c9Ha2IPrTS9L4Mh+g+PkMav36a+j4Cv/y+lysAvqAMgjqeG44+t9zJvimgjj6F7Eo+0gBiPV22kL5Fvh+/omiKvoIojr1SW6u+oiZkPticyz6Ooz++hb6ivpPmkD59LAQ+vw1wPs2krj688BM+MbokvsHTKz56USK+NiIRPjMnG76Cd7++t1+GPj4WwjxzuJ++k45eu20HCD9twxe74TBnPv35ir6rgu0+opBRvj53Dj7FfRg/BBrTvh7M2L4yFb2+NUcdv8MAz71ablK+lhTMvkTK0TweYKq+Fu+hPsrd5T1JloQ+uUPRPrikmr5bscm+6Jv9vYIViz1s0LO+DHWJPpmGSDxgMBU/ruw4v5JDtb6LHbY9UtR5PGz7D79uCqi9k+M2vux/cz3clZk+mFK4vntOVr7eAS29wEn7vKqpPb7GZUc+aGADPTham74dVZg+8ZeAvu3VNr2B1Ac+nXS1vm3S/r2dZQQ+vdIlvvNS6j1VA2s93n4gPlHeMbw/5A8+/84vvpKuCj4vHau9EYulPbJu67zAGt29qE1CPlp3D725KH29ztGSvnFyhrzsaEi7RMpPPhU+7b0COW0+2RkQPakVSb5oly8+2wcRPDNxp77VkFU+MC0yPqFK/T1yw3c+yB+TPsMCJz4Q/NS8u4O5ve70Qrpa1Ow98hhUvF3Czr3qXAi+dKm7PfEArjwD7Iu9kWAzvQUyyT3X0zK7PgR9vgL8xD2pW509+OqKPW3cST5m3fq9gMIEvoHeVr66Pgm9iZfavV64mj4SxhI+KWYMvtTCJz0Jv36+wbbRvjRiir2wAe++QlC5PdoYYL7Np2Y+Z1aJPiQFf74/YJq+hopXPre0qb6ToAo+/zYFPQPL2b5i5Z6+taxivpKg7r4T7em+ISmQPlSGjj6xHJ4+EGKTPumg3b7Uw3E+0Y85PqQaM763GhM+N5kdPvuHAj+ZWIo+Jt/Gvi8Os72tvBo/QUXPPv7fQT7Cayi+OqANvTeU0D751qi9jCgQvhXDOr6OZQ++8lptvqvD8jyw0Z4+zRBGPjyioj6Ii6g+uNybvIOz2z4x/SO+7SZgPnclmD7kUYQ+iAEEv0Prsz5nRjs+MGLrPlcrVD5XaNo+xQoOPzE4rb1JX/4+j8bgvQFzRD7baRw+cNA9PJs4Mr4GiZy+A3CAPW87xT2ZkwU/A5scPiaJDD5o+DE+lC8iPq5HLj1oWz8+q5FMPoN9Cj7D6nC9G/4uPfFLg72G8po9+tApvu21Er4VcA289swFvf2Xp72NLRC+XpoivS3CIj4BEZo9bjhFvWkEdL6w8vu8dhVcPUIBOz5MNXU9Woi6Pe9+Hj7u/N69kpfKvW4Xzb2TiPi95dTmPcyjxTz0vAI9UXDKPYalNLzKtxS+iV6UPVyJEz1Gqx0+KeuUvTNXybzocnO87HVrvGDsC72Nkia+m7oOvRBUFr5cKFm+k2obvc4/XL3dvWm7VaUyvVCZez4NBNm8Bc0wPqaD4j2wn8E9vxeUvfGLLT1jLJa97e0/uooBcz4i7RQ+GC9rvGv00TtN9eS7d1QqveWfIr4TDxi+nhLpvZAmSz6/H28+lrsAPqMhzj1s2gQ90Z/UPDWu7T0Okxk+dPULPcXT/70CbLc9naJMPnmF+r2pkYS9HidNvk4f0j2m2d892jpKvqnMfL3l6XC8hP3XveeMvryBM0g9poOpPG68AL6spVC9YgjQu+X2nr0qnec9HdA1PaP9gr1+Zwk6Js+0PbH1zz1x2li++lh+PSW49r2Q4Uy9VdNLPcI1D74xRLE8NWFmu5x0T7xHNF48I2UkPvWd7j3oRQ0+l1+BPNoXaLyoNrq9EMQHPttC4DsXYC0+ANzMPVXlkr1RMjg9503MvbMwWL7DCMg9HtyCPR2vhj4Me26+sBlGPjvrZz6KYIS+8q5NPvVyLL5Z4Ik+3nYnvaVcJL0UV9I9g6SwvaJoYD7mCAm8FOe/vf1TOb3A9YQ+FLIfPlyT0jtqofE8BurEPUEToz31bcA9qrfkvUCJxj0ZN4e9MAxpvYt8nb1crBw+M8eRvhZFgT2ipkm+XoGGvvLf2b1KjcK9BnP1vd+ZcD6Mf689BCmCPc1AB74fhz09y+ZIPdmO1L1WyRI9p/N9PSk4i70HTNg5v2uLvfd4oL1Scns9Dt3rvde1sT1rm1w9cdvlvQslxL16ng49g11YPnhoHT1RxoK+M36/PV7EC77g5PU9F5bHvSflnzz39UG+lqYBvVZabj0lh/C9hKrqPQvqM75plAG+gjrVPGhaTb4AfWO9P0SEvtjYhbyFYJQ+wwlNPiMGLz7OD6c9m2OQvsJVOL3T4wE+77QCPhhWlj2LkIS+WjH+PaWrST1IvhA9oxTdvU0CVb3v/Y29YQ5kvYOj9TtJQRQ+PWilPQGOcL4DdIY9uvMFvuRwjj72UVM9qPcNu3onWb4ORqG9zvsZvm1eyzmPCZa88YYQvAsBsTxOVwg+Fxe+vUwHEb5Oi727YBN2PA7+hb6OZaY9Yw6wvcdZjj4FVEq6/k9WvFbiCjxb+I49yC4lviFS3bxxRUe+NLACPrNagr6RtR2+5C0UPhER5z3zGAM+W7aJvgdfv72qJvy9srj4O2Qz172PzoI9BlKRPqyvwjzA4zO+0RoNvjoe77ujeyY+mvCVPd5aP715w3o+SuUTPhPc9T2DEPy8NrdfPBFTNr5R2QS+SYlNPjno0Lz62Hu9rPSBPdU4kr1O8oM+fQSKvtO+ubyJMc69AgkMPqEGOT6MAOS9a75NPh70RL2TdIa9vaM9PhVdB750RRQ+OWAXPqjMpr2N7kK+zeTjvZODHb4p+oy98nM7vnY/fb0BMbC9l+2cuzAjj7wdASO+r43sPa8KWT2sZJQ+2YOHviBPa725tHQ94FSNPmRWVT0/uo08EDgqvC5XAr7wrIe+ThvJPWVLUzzormy9WTuPO8ZLs71ArzM80906vkF2Hj4vutw9flA4Phx2OL42NDW853hSPUOTmzykwI++Lx+SPn5/4zw44N+9Gy9ePW/4DD6+rIS+ySNhvkB4yT3x7O88BmbsvZNGEz63GYU96u99PWdSOz4AoIk9FhkIPl/uLb0TMi+8kzOLvr+xC77qTOo9KxAsvhqYRb0V9nM+OcKNPnS1er5va/46GvCAvoa+gz1sZXE93K8rvuFLpj141bC9t4HcvHJKJzt8kCy+/QlFPm3AVL4lcKU9O0DxPvCUJb7tCe++UpaSvun2az71Qog+EPJqvpLA3L6iseQ9iGKiPnJpir5sySO/+UbHvsk65j5jwPe+exhrPpJ6xj4BucC9ryC4vWm/Or3FXN4+ILQoPSjwiD1gu52++q2APsdoxj6Y+pS8NGqlPrNihT6U18y+K222vqdBIb6FSb4+TF7ivoPR/L5vZqg9Y99LPeggyr2QVHe+GyavPeiF1j0k32w+1p78vmyJCL4W6so+V/LsvpoQ4r3GWqO+ttoDvyZp0L4Opsw+YNHSPb9Ctb4srKW+DMRPPh99wD3HT5o9H92wvlealT6jS469hylYvsAkjb6CtuI+bfPPvsFdPL5u5ra9G4lhvlIC0j60K9W+IaaivNCHvb5S9AQ+WyuFPm4Txj2kYZs+hh8dvg3Wqb4T85g90N5rvlpR2j2LhUe8RNiKvqSEeD78vi49ZMiJuYuV5j1C4YI+GOpjvTsUIz5U2Yy+Y2HxvCeJyz0H6ck8gcifvfC+K73lM6e9If2/vHoXdD6DUpE+7mvuPZv7kz0HZFW9SliCvUABUz0xSWG+99LKvHHl4r3+F+A9yZaCPQo16z0g6AW+CWArPtWnYT6JYGW+N9plvd4oED3Ma2c+rbNnvaXTKL2xCwk9GtQjvB5+bL4XoYU8WUsWPTOCrT288DG+ErazPW6G3T2XZDk+5D+quzbmGDxk3kg+vADnPMTOVr75lko+n7wlPng/O7z/ilQ9SNWGPevR9jzxUBY9rd6IPWq9Eb4AwGI9N0AtPpMMdj15WZS+bLILvRfTV7z21o4+eF13vQtpST3yWli90rzCO64MZz3xkB4+cPZ9ve1JJj4DfAM+cZWHu1Pd2D3yrfC9g1jGPShSpTySMhk+nFbKPT8HAjyyuek9Qcc0vfWhPT5Tddw9754iPrzIzDwrChS9SQwAPvXWpbsUGFa9LnjavYl2Hz4Gjag9DKaGvQwcFD6sfmk9vcffveREv72coTU+D9/1PPT3JL4S3gW+Ar2ivXL+gT3Wyhk+y/YgvcijkL2PcY69ePkPvnx9vb2IZNw9KgzbvakjEj3DNho+DgL0vU86tjwuiws+1JxhvKmbxT0sl1+9WshFvLOM2b3JbyM+Ufg1vUGAiDxVpBC+jyPfPbuEM75qz9a9TUPEPX+81D22Spq94j9uve3KIz2zLN294EiVvdmLLT5Jwow9tq/HPWD8DL6aADs987TAvCWgyD7/Dk49GOAuvu74gb4AdNi8Y2nMPfk2hTv1MVE9f35EvhvGAD4TOI09IprBPLP5Yb54kpU+zN/yPI0Og77p19Y9XI5tPmReMDwvJ5M6MkWiPUiB4jtSOKW+pzLYvbCMgDzK+NO+VNXYPSyuVj6i3GC+PUa/PfTP8L2rlL6+/SH+PfHiSL5EXKw+BLQ3PiI9RT5LGjW9VcSiPWUWiD6s5iq+gvzuPUUyt7425JQ9QtJyvswW/jv590w+Hriivs3RGj77434+lJllvbyh0T5xYhq6E1MFPnOoXT7VT5o9Bt4sPRmR5r23J/M9kl8tPvPwmr6VuvA905hGPvIcNT713qy+hAEbPspXET6pfmA+LwPbuoTpuD23Zxo+zOP6PWaTSb6/CRm+0IqFPsTw2j7qqrI+40nVvVFa3Tz5G9Y9e9lgvhERmTx2QVG+7EkfvkUYhj0XOIs8P3EWvoSRlT47onk+Y3eivh60/zykQVc+91Wwvh6wn74YHmO+lQJOvuAxxj0X5zY+qXZSPpUdnTwQKJi9U8P6vXTf9b2Q7oK+ELYsvvcPnT2j9G6+gPAyPmkAyT4bggc+LQYhPt8ME76jJo07qZV0PtwW5z0twJO9E38QvpQ+dT6dcXM9/SFzvjh0x7zrDbu+1sduvCV7UT2aUG89dGZMvtW/ZL1bhDy7p6Rlvjo1Lj5WXDA9b1QaPmE7rb7A1su94xmLvshOYj3QDGI+VZkIPKnquD3aBRG9x++xvg3HC75Xuri+uswuPrgMLr6UAzk9E662PWvJDz67qYI+8O4QPm3Mkj25G/69M3OEvrJmDb7iiAM9P2lmvm6wnL7VUrg7VSlkPR4Znr6Kao2+QykcvurJCj6vU2q8Sd6WPYdrCr7oYss+B5CCPRQPbb6wjb2+iXCGvZ4NPT7yhRG+98OVvXRPwzzRqsM9vCYCPTnVkr4TbGC+GuiwPkdSmT2t6XM9g+atvi/biT4aFYI+J3KUvkENkzw6RsQ94IjMPuaoTr7eYe29rX/AvanJKT2FhD8+UPHlPa0SgDsVS3m9CRqFvAFUhj4jYIs+Agt0vkzKUD4JwgM+Sj6+vdGPg77UAec7mRCaPRRNhz2GkqS+iAKOPQAdgb0YMGs9rV+cvknkfT6I9po+KXaDPcOXn76p8a898z0oPimz9jzb2vS9TCmDveLNJb5IhZI+AZT0vjlZXL7udQo+FdMnvT4Xn71wExi+uNvQvl23sz7Z+7K9vyiMvgN3j76RKPk9rOruvbAQ1zw3hpc+ul5RvR8FRb6TFB++6D3qPWQBmT42+m4+Ht43vv1qOb5H8EM9v3jNvRNy8j3vDJW+I0sZvtrOBz4yycg9KE2OPlPGZ74WoLM98Pu0vjTrHL7QMqG9xLvLPhEFHT0Y928+EHArPq7cAL6Zx0y+2fixvEkbJD5Ws7q9qtknvow1sj6Ua2w+jR0JvvMJgj4fzOQ+F9mmvmE7mT6NT6C9XYdgvosikzwPmwi+jRgUPimzub2GaqI9z55Kvombxr0Bgpk+NkryPS0/072MYA69IlnkvdbFmL5McpQ9GHUaPSNK0j3dqZI+xLWePiPsiz4guDW+IB+kvEl6lL0lEY++luR1vcvCIj3aOj2+QPxtPgllwD1yuiA+gZxMPjS5x73EiTi+IpM7PudDtT1cAjK+HV8sPugBS7w8G3w+BjKUvq3uNz4aPsY9zYCfvW+uKT4FSBK7dmKVPLS7wz2/Hq49R00cvtkxCz5ofl4+iZUTvi5Ldjx+zgS+nFGSvhLPj72zTIm+cTmYvmdHjr22ljQ+A9A8vgfNrLwRdqK+oQijPVnB/r2GMWc7odr9PkzAiL6Giqy9Qbc4PvCBMD4UWwc+SIiyPjRL+7zdlfk9f1SCPhqCWD2PFgu7ehGWvswtgr1apfK7xGNgvkNBcD6aTii9xSzmPPXf7r1czNO+MBQavii6675hfoC9jGh1vvVgZr77JVC9XnowPiG2Br5TUSC+afhkvpbmKb52QdO+4/wFvQJN9j0A6o89nOSpvW7sUb0EcTM+RqhmvYH1QDzBaYe9nnhDPsNz1r3Rm1G+xQ3cPTlurr4dXE++aN5fvry0Cz516Jo+ijEovstkQ77rTTC8dWsQPmLetDuNEw2+vvzavQgOhT3++Ie+YTyrvkppjD6xRmU8UsmUvkykZz2xKnO+yVUCPSpSJ74NNwo95XG/PlblmT0WpUI8c9LDvfI+or060Bc/+N+jvpMxWj32Dhw+T3f6O1Y6vr2nwqK+PFPpvdKqyz7jQ8Q7KwasvsMG9j3pQPw9bQ1TvXufgT5pzxk+HZEaPjFTc70/4zG+3fWNPUTH7L27J2K9hLpmPvjUPr4G9c29988OPpolJD2jrMi6XlTWvS32Pj6vu8i9p3GIvBz7bT48Q5u+BmIHPiPoTr4Ag528lQcaPtXniL4Oy0e+W1jfvUuDCD6CMeS9Mh2kvuUePz0BI6Q9fphrPdwjab7M/JC9Yac8vl/io745FAc+WtFHPbh3mDx85hW+Mn46Pq+WET1a1tK8Lo2kvvBbe71RuCk8A4qZvrr0vz1dMoy+Sh8PPluP7T1FlFu+3EcEvhFaXb1Zcco9VPhqvDcJjL7LvYc+78vsvDjlZT5UJz89tg0dPlKAyD3lOK29e3nePEfZVr7rQhU+ufp6vpoEsrwhSBU+jDOSvouEfL2yOHI9XzaVvW6lkL701sc+qpopvoj97L2ubta9/6DFPj1pND43Liq9TYqHPkuEXL5AHQq+tMk5vs7l7r08+Qq/GqVqPZ5dxT1oW5e8bee/PCFSHL4za4C+4pmNPWjhm75daui9wbVaPpgNgj49JZM+lsupvpjvrj0E94i+E1iXPnGyvz1FpSS97SGBPdJFYb5krZK+IsI0PqHxqT5+8MU+OFMhvuo/Wz6wP9S9S25jPp6rhDx5odM+nKB+vkq5+r4UUpS+LcNXvmGhh701pB2+YgN5PUZSbT5cie4+DcB7PbQ9PL6x4gc9/JLFPrvXFz5xngE9WHWEvokOPT7IYbk+ab/ZPVKPOz6No4i+R4mCPhd6yr3ZG/29mytkPr/Hi74OeSE+G35jvmVDV72tSp0+B8yPvgtpGD1R2ie+b+XSvh8p2z2P8Hq+kxy1Pj45DT5XrRA+1rQkvs/22b1wj94+TBplvuwjRj7c4rs+oDMXPrSsGj7kW2a9bQNsPn7MN728apY+yon2vYpPnb7T4dE9grxSvtrmMD4XfJI9aatEvvLtRb4h64C8HHkGPte+kL1qDD++EggCPZTD1DyIM4a+408tvhB30T5rxjI+o5sxPrbfgL4Y26+80i07PjFanT00w4w+JiwQPgdxL7umI/+8WFARvjgp5z01YME9HKndPTQVQz6r/5e+kh3bvpOmXz7XNok+rTZbvixRD76Uoqw+eO3gPbACID6kJYw8V9n9PYkgMr4ZFbA+JgJcPgBXPz4Um/A8teP6vgH5pz7vrgi8vHsVviT71b05U8A+qiBuPvpEcL6VdSk+jnKWPOyVtb5hJrg7fajJvDxbhL5HijO+E8LAPff4gDyBxwA+0V+SvNgXJr64UIw9SXPiPe164z1zDq092tXxPRdFOT091C+9s5Wnu/jjab6jl5M+onMIPYOkGD041Ee9+P37viI5r72Lkqm+J9l+vubQ3b4NPEO9kCWIvqClrr3D0KO8OidUvVBvrz7i+CG+JUttvWa2Y746T8c5G5tSvIgJVjzqPZo+FNbKvt8Dojw0gng+wCobvuJcxz0/RVk+KCyVPSiNq7wCKDG+GdgyPlFGg7zk6lc+61QbvuQZwT6vCZW+oFLXPrxjjb4mDN+9vrRhvf4s6D0BbjM+YlGcvkX0qD1eGkg9MVlqvln5DL5Abmg8bsC1PTh98L0hLyo+6dVbvpuHGr4rOAw+Zz/zPZR7uj3i+py94JMkO3yqeL6gAHI9NjNzvmypkb5gM3s9zw+juyS3AD0B61K+CSBQPnIvpz2KJGG+CL0IvqxW1b7z7He+l6aCvkMZvr3AcjG+p8ZmOwhLDD7IPnm+/X9IvuI/Tr44LUm9rsdUPTFqA71Vfni+Z+UIPfb+9z0vMsO+SXSivt+jZj7pkx09vH4TvC44GT6lAYK9DMLgvVfbSL7QMCa+PfKDPQ9p0r1AZpS9dAsrPicOFb+CTvk7aNqXvp8Kjr4R0Jg+L+mcPmwEab0ckOC+FDMTPhiLDb0lsMi+xAuBvgD5PL3LE7a9dKeTvmYQ0D1oYEm+MqoXvU+QAr7bZIw9mthbPm2yhb1TdPg+dFuUPZ1Jtj4QKi++gDQivhO9lr7DK8O9JVfBvTBoGL6axe68b84Avh18PL6yfww+UizTvY2eGL4AY2y+8B0rPrAXKj1zVfO+oAcCPhmxdT1mTZu8lfFCvWXKbr6IiYS+EsbqviSDfr2FIRA+GtxPPmazcr66yZ693RzrPp4AoT4SF7U7lNWZvXYkXj1upeU7kp3/PLO6Sz5rmqu+YoWmPmyPlz1+wdI9Mn7MPZlcYb1ZLVo98vBBvXOV8z1VLX4++/fSPEWXc714kTC+OIe/u8eDq73XLS4+2oEbvkQbnj6D9X+90aguvm2fDj72aVQ+JZ+pvoPsmz7Ehyg+wSsEPoY4S776hBy+2W50Posq0r7b9h0+KHTsPc6LZT3hcIC+nazMvW0c6b7y8UW8j2VAvVNZBz5XdkM+tPNKPpBhUr79NVo98qktvjkaxr5P3Qe9VibBPZpV6Lviosu+Om7ZPRGHnT4wko6+rzfAu+oyeD4MsxW8y2yRPbfenb57/0I+yY+DPnBCkb7yjyg9fpG2vYToED7qbzo9qwasvX3MEj3hmc09nWtFPdZjhTxuDqQ8gfCbPps0iL7c2rC+WEvpPPzjOT6D1l8+DdWQPuh5pD2fTbM+rYWavX82ub2G822+6JcuPpt0Nj07/5E9igHBvWmULr7bxTY+HHojviD7oz5wzSS9N255vswlZb62LA++GAPJvkbgg75qpJQ8vn8FvVWplr4OKO69coTkvCt88D7dwWU55RSHPsgGqr4I21I+MEBWvs9Pg76V9s+9i44Qvi50wz5z51q9ENOWPsZmKz2VazW+vm1ovpVcQb55zUu+/3AzPi4FJz2eA5c+6fXTvl8cNT4nZpo+s5jovlmaijyheei9FriVPmOPnb18tbk+UI7PveOfZz7aLJ29f51pvtD3P747s0m+tCgXPhXFqL2WpnE+ChtMPjGE2ztoJAS9Fm6Lvo9ikDw6Ip89reaAPXNfGz7XCd+9+8uBPAdOEr5utn0+QLcsPou9RL3n3Fy8ke05PgQnKj6N97A+kg1fPmYPLL5UppC9vxFAPpdnvb6tple+U0r0PZ3fOz5Pkji+chuDvh0/XT3oYQo7jb+RPrn1Br5V2I89YgL2Peej1r0xQaU4Nim0vgr1GT7lFxQ++rWqvLEpVj3qKhg+xuybvWjvZj48BOy9ZQ9gPfbahr4lots9rMxNvFjgeL4tpXM+E6h2veNokD7eR2y+vPrRvcJXaLxx/vq9a3UUPjJ0Ir4zIKE9NqIKPuOXSj4V858+ATOzPamqabu9mI8+cjqdPNPU+j38PhC+03aRvtvNZj54Giw+45Emvg8bzj0Hwk49sWi3viW6Vj78j9m98CLLvoCTOTxuzU6+/TO9vfR7+720FRW+0SwMPKRw8jx8Dao+Bb0bPu9IP72q870+hbkEPO4ikL6e93e+vaJxPRtnST0sc5k9MKV9vtkywrxeb/48k+u9vnQyjL4Yx3G9HZQ/vjuMET3N1Ui+SC2+PtIj8T21Vnu+fhjZPd8yyzw75Ye+MZddvgr+FT5uL6k9nb4lvoSy3rzosxY+UYBkviwtIb6Lmse81NK+vkIiXz7gyJy928IPPlQMJ747J8e9q8hnPCNch7zF1qm9cLeXPr3cqD4GfHQ+ia3QvvUlEL5ICpG9KttxvgXdMj5OQLE804fxvZQ7j7537g++7GIXPrAXOz62kSO+fLwTPirZdT4lcVm+lMKUPjNjBz3aQA2+MLyIvg/uZb2lJLW+ldLmPQmskb7EFIK9HD6Pvs8G5r3Z5aS+UyS0vX+XMD7Tteu8Qs0bvqKxjb3NxTm+iTSgvvD1Vb6CuKM+PQusPqf4LL7Nqg8+T83SPeUiK76lPVc+cmWuPkLzyD0p5nS+96R0vBScPT0IDgI+QJKMviAxcb4PLhA+N5qCPqQeMj0XUAc+MU1RvlTl7r0h83i9X5dfPsJcz73wML895fezvjwWEj0lXoG9ZT/lvKsVk7yjjO29EVn3vSoeTr7S06C+biWlvpbr2ryaPKa8gFTdvUauCL4whLY8GMLyPZXPUz7S9ko9BDbGvLmcHj5r7Ia+19WqPUuyFz53Isi9Sd69vRWKlT1Tp3M+CVXLPUEROT7IoIk9syqPvHWuEr782RQ+dv45vjCSHT0yFry9cDAdvis5zj2bAby+2b8Ivs6Wzb1g9tK9Nl0PvThrAr0jPB0+DsSYPCCNf71+aKc99GiuPkshfb4eRy09v5lyPQhfqz4WRoC+P/ZYPCLjr72kb/G9KTRVvrxtmTv90DW+q+zKvPX5lD37sb48rJbFvg1NRbxS5cK7GwgxPU7maz4bR4E9Un1WvCF0b75gJUq+VCqhvuhtJr2vePo9l5+UPjre072rtQw+zGDDvhOQkznmvf48LvZvPtgYBj0mu3g8VySOvta4Xz7dq7k+FmkxvSwzXr6GQxI+XNrIvtU90z6qENY9+fsevRAONb6LpTy9W4K4vnzgsb4LExu++D2OPkd1wz6Qq/e9C1+ePf1LKL72Dni+Pec3vtXKlT0oKJq9EPbwvChkwryt750+UkWcPoCoTT5a/Xs+l0uQvspHlj6WT6s8iQwwvvtCXT14ieK90J+TPqoda75vegC+ZmPqPIYErb7y2oy+ioS1vvqwF71Z3gs+vdPNvc0yfr1DC3k9xkQEPeAIhL2p1OK90+BWPuQ8kb5xu2C9EJ6+PBocqD6BeEY+Yq8+PUKOkj7aur++T0/bPqeXij5VW1W+t6yHO1Uvhr69lEK+yaKGPXBcxzxjvjk9YxwfvopMlD75lq+84vuOPltqXT5maEg+1x0evQ81gT3unYC+73o9vgy6lD7UUIU+J5/DPpxlJT0kcqY+HLYtviXMt74XQNG9557BPKFtnrz9z2I+VGgpPW39sD6xuRA+6rraPLBaRrxYGuW7jgmZPoB53L2VDVS+V09bPaoaNr4rzhk9yEd0vSfosT0/yam9X0iZvQ5p4b1Zyny+jVKHveCpMD7edQu+e1dwvsz7Q77POY89Hm++PDAw9T11zZ4+vAO4PZ5l7D0c8Mo9K+GavWl5Db717YY9d9IRvjrpGT7DLHY+6o0ePsokV77yp6++ShVQPkatKj4OeYy+zS3LvbCabD59C5W+XliEPnGWFj6ULnO+5kEUvnDALL6J3ry9gwqLPv7jDL6uOHQ+Cx7HO0u3PT6X3YO+wYtKPrWfr71VRKS9DqSwPrTCrLzB6588XIjBPTXiBj2pI+k8hVsvvrIFqj141nk+iY+5PZ5/Jz42bC6+oKomPRbXoj3YX4m9HzMCPfDwFz2EEx8+449AvcnQgj7JXAy8rP6JPuRpMj6i6SW9Z3tGPifBvL4HkRW+YUinPQhYAb2wkqe+du1uvrx09j00YuS9e+HJvvtgyL23vN89xWCXPvExlb4Noq+9JFimvF39qT6wupG+cZklvvekkz3f46c+4tQNvuvqAj1Hpmo+muU8PgkB/LyCGCk+158OvjZwmz4UBbi+eB9gPjY3Cz78kzm+6MhtPggvkT6clEe+/n88Pm8nFz46h++9PtjbPUiL5TzF2AI+I4+LPlPLSrz/5gy9IASDPHAGsj52bBu+OuEnPvkTsj1/qo2+6n5HPaSvXLxXbfW9owF5PmemYb5x/m2+L8GMPnqchj7t9fY+TJfYPGZ+sj54bxe9XfkyPsOpoL4A18y+4ydiu4u3xT2j9gG9kNqbPpy8Gb7CsVm8HKclvhEBQ74lR3s9mQm4viD7s707CUI+WsaGvulH0r7xe5A+CVtlvu1ObL5cDZO+PjUcvV2Yyr2GPPY9NQxOPsP51j2FFGa+GsjQPsp6nL5D7C2+DDn0Pb0+OL4KlIg+VdiHPc08Z73Wqls9xfNIvqNK07zWDgS/DI1TvprZVD5kY0s+SiuCPa34s7stMco9HBc+vWPvlT2KzaK+NTzrvfp8rL5Pefq9azO0vpu8Dj7x69w8BOCKPtdQ+LyYOfI81lasPoLRDr7mi8Y+ufIavL/NM74XSdw9OB4GvjpR1D0Ylca99+2wvmVWDj+Jz1S+74fYPZHAWbzGvnw+qLvWPRkIi77EUyY99yTAvZnljT3xcHo+i+/MPpBqAT6cyhq8CE8UPnN8Ub4eA+U+oVUrvaX1C7431uo9H+UXPpZ1xLvZKio9FxDcvGSnO760ugU8xZllPrGQOr7aQSC+hUxlvsjBcjxBLhi++MNTPaGIOD3bxL8+NIQ2PrB8Dj1mqa6904/4PW2voz7a+QU9/WezvUaInj62DtY9+wQ/vn2VCj7fpa4+CFW8PUu2kD2FgS++Dx9dvpD5ZT7aXp09hBYtPdMa2D2bpv49hjDovZcglz38eNg8N2wQPrRNH71FVUE99LADPj20kT61t/k9a9tOPjgu7bzR+cE9IbuEPiB5aL7eeYA9XmmHvhUJpj7tW6i9DD5Tvl9Ruz6Hc4E+8aUlvMxmBD6TNA0/lbQWvk2uSzz+RZ8+OwyzPm6Bhz0F5Tm+180lvRr+w747GbU9KleIvbOkTr1tSm8+qTbcuYO2Gz4f9CE9X4+rPXyEXj2p8Ag9kfXAvRwlgb6PSdc9pLGIvMvuMz7CqIu+Y/qqPbWOTD71NmG+EI8+vnab2r3l3iA+NRWPPuS65TyeEps+5DIUPr6LvzxOwPi+WN9uvbr6Ar1cHHi9IiXavcuY1Lwu6/G8d1yIvhZpPr4T7sA+n+LbvbZSHT5/LKW+4xYWvvhJgT2g68K+qBhzPIP/M73U59Q7rdcCPvWQUTylqiA9t+bxO/qchL0nmyW+6ppJvl5SWzwzn5M9kvFNvtyWCL6qDKi8engSPu2GlL4z3429qRqpPub85D2WApO+pWWQPin4tj4wx5w+6VWlPkdXqb3Tdr++pI/KPZqGUr5NEUg+rFGFPt09pL46Il0+leauvNKeAb96mx8+4wiOvRn7Sr5q3sy9cOgmPtf8Hr7PF6Y+jYylPb3kYj7W/fC9uzMzPl67671h8FI+FX7AvZuetT0Xna2+DoQvvsGSqr7sBbo+LPujPZ13h76Y+kg+uzfOva8AZruv2kY+VUiLvApncr6METG+wHwevVRvsT6eUhu/l+QQPhCXqjx6zwo/h30iPttnob7nSYg+h+2Hvj6bPL5yYZA+GQdoPi+zLj4eHCk+3S80PuZG/r3lDLg+mMqXO25r7r6KchM+sYBhPhizkj6qKCE+jASTviEDfz604si+PpFvPmeqc72Kf6W9ZYeevnPdlrzU8Zm+KVXBuxHZ6rw/xK0+kmobPjPqoT7rg4G9htt6PpMSm7s43ay+Rf4kPhGFfj3uHxs9Glrtvk0ZkT78nO49q04nvjHr1D7f3So+G/VIvsOJZj7WKZY+3/6bvB92cz75xRg8YBlkvvZWEz527fK7M1IlPhF5nb3Npjs+EpIpPmjb7z0p6DI+BxDWPi6csL5rgEq9Mnh+PsKjub5KIyO+FoEzvQev6T2yrw8+g3lePi9cX71a/YG9vLQVvuw1bj6al6k8NCm7PQ1Jujxyehk+leiIPFufyz3cM4u+c0z9PWIW5L7A7Ku+l22AvIFYiT6UoqK9w1DnPm3uxLxfgC6+2nvKvYPCqL0rwIs+m/qbPkWODb2RRFg9ntmJPl/ASLwoWpW9OKHvvIUgu70GHZ0+bL82vvoFAr6SOY69YJBcPASUAj5FUMm9w5oLvtGHtj6BfBS+z5G/PbW9a77O8UO9z5baPbhxiL3bXEQ+z8drviaTiT5u/Ig+P9+GvWQ7sD4wDUq98IKaPsMaNL436eQ9rT2jvilErr0W+5I+oIwMPkEIhT2f0Ha97GMPPf1KNLwjToU8GGmYve/AtT36ZZu+Hz9VvTu+gL4k2lk+H8g3vrlvqb7bUfY9qPYNPhdeMz5XkdI7cOKLPs1pnDybsi49bZkKPafEQb5xIV69BDklPlpZmL660X++JTa0PRMDez6iZ74952YovTKaO74PkYo+DRJvvrCNbL6Ddqu+RAlVPBiHdD1VtCo+F3b/PdK6/jlrAL89cvC3vc7+Nb6UJgg+al8WPjL/mL2quIw9QXVtvgvAir1ngCA+YYXBvV33Sr0lLDQ+/3tqPh8dmj54kqO8raVmPraS4z1XaPc8uOMEvlZdxL7QcJo+MqTuPR1Ldr7z94Y+/QmHPnoYWT4HQ72+tQ12vmQiPz4FtIG8Faetvf+GSz7xPY6+vFhTvnPRXD5GtJO+SYldPfMwgrzCpwA9emjwPfUf0r2Nma4+LVD9vMBaJLyUv0g+7M5lvqLjhb6mlYW+jjbcvBHWyT2wH5A+orO5vhlYs726vow93HwGPVlzqL4C1Nu+tnWmPo0DD769Bje94mH8vQuRED5nGAk+cjTevW4/NL3znxW+FBRCvvmM+7sivhe+oH1kPkZsVr7lzXg9Pgt5PgkGFL0LGwM+Y90rPkVyCD6CHwe98GFZvv8HVj5Gfeu8pCORPXEXD76YDBO+pHYfvhaGaz3N9sK9/yKSvQhBBD1kzpW+eJ84vBm0HL4FCRk+hRqePkWhkT2Q7n280aIRvmPi5j2TwnO+FCC+PtpZDL6DsDe++BpcPeBKl77CA849crqGPcBgfz72T+u9oNDJvEqIwT2tXV090dLbvVVuk74n0Qq+BgNYvd91Vj5oNSE+PV4xPgwApT4Bse+9swdxvkzU176Fgt49u5fNvYY3ij5hM58+So5IPp6Zhz7Gpj0+E/eoPccQfr5IN7u+klVOvQCFBT68RsI98CKBPvMYEb5d91e928khveqC6rzNESO+KzTKPW3Nmj6OBkq+wbDQvZMZk7yfqZ8+9OSOPo2NIT4VOkU+3AVePQjTmj7r0IA+XeUrvg7Ssr4vqp897XXCPrsrhD3qKq+9uThNPqEwCb6f1QU+F0/fPaVjSj34EtA95IcMPniOt7zYkTe+TXIGvUvAJz0/XiU++1yLvbxLYb0Txlw+4NhHPOy63z288Z0+V+SFvRU7YL492ww9G2jTPXMIC77KJTk+ZovEOxsnMb4kRj0+Yz6NvNT6Pz64jWI+RKo4PvcXhT4aGRu9+EFCvsr4ar3yfGg974cJPqanmb2xsF0+mfqTPYbi6L1WnGc+XnaMvo0Jkb7S4sA9e2CFPsG7Ez4MPvG8pv0zvuH5wD4lEw0+oQQtPkTjHD73y20+IUZcvedCxL3wQBm8i7tWPYO0sj0u5GI+I24FvPwaijzjkYE9LLcAvlsocr6EnyC+CwnQvTFRzb3xeK6+N9d+vAL6Hb4PWoq9I0movk9eeL6DdUU+OzjwvRFxM7slZpg+RscfPi5LdL6smd89sB8UvkfQi75DWm8+5YmtvG+//L3i9iS+FbaQPe7DH75aXsy+MKYGviP8Gz78Gk++UV2bvib98L6xSB2++5vDvRgRqj7QEjE+/k3VPd/9uL0aagA+MGLdvaa2K76WCrI8HnedvsXOs76bJAA7aNRSPRg+jzuIRTW+Z2s6PbbAVD4mnwk+s60WPqAmFb600QG+AYcrvh4Hqb5lakw+SzyCPrALUD6iEc++z+oKvmdEk77TMRY+cSXaPjwTsD3Fo/M+2DfkPfudKD6SIB697mu1vruIlTz0p1k+6VvrPUCQ8bxqTs45MXb5vIV0Dr48XT09nPCLvjpfh7zBlAY97MURPRidv71QXwa+58E3vZr+Rb5dcSa+B+O0vq3fXD5Chas+LjGlPMqHSD3IfLC+s5GnPi3dpL1364O+KmCRvpWNTzx0BEU+AxMovoeOnT6Ijvw+c+XGvN3GDr4QvJY9C94APNkHzD52/h6+NSQZvnuvh75V7Ru+6KH5PUA1w76e/oK81Qb1vZt+RD6OpAC+0WsLvo+B7z3t4j6+lLBUPg1nbj2RXr0+4h+pvo2QzT2Gcxm8FLL+u1/0kL43TSe+zqKMPpgvTb5QK8M99NSdPVlAWb0XQQk+FDg4vOdAPz5heXs+f22VPXqsJ75x7cO94A1FPZuNVL1xrYw8xqiRPPwPrL25Wxg+8G2oPnhu7D0N2hM+nb+rvNlKRT12iCE+DzQkPPeCiLz39+o+Kio2PrJ/vD1IHU+96TqOPYkwGLzW3pg+usliPpqGVj5P68Y9NrsuPf5/bjx9wjQ+6pTVPHBKXzz/QAY9+UwpvsugTb7EWaY+FOmvPSEtmr6faA884uhJPlK6FD4F5SO+SAB9vs42qT6Tnr69MXIaPjOlgj085MM95KDDPMCXKzykQpw+0mcyvkHPe77zenI+EXJ9vLPKsDyvJN68U1CMPdxUiLtOkKM7pLuIvnXDkT1QFKW9FtoCvOQsJj767n6+LhBSPmfNEz7FLLS+HTBdPud5Sz50E+G90UpUPVnR372hTEY+tXETvlXhJj1A9Yi9IkPJPQHvND5oDo0+0EwmvnjnEL4wI6s9ulVTPuFIrL5ixKk9lMhrPu+D8T7ft3s9nyAVPkkfNb4oDEU+Fdc6Pt3Pgr0qjp2+SsjcPBR7UT3mQpI8Kp91PjrH5j37ZC8+stpSPhuHsr6HPsE99Rhqvt3bxb27FMC9NLlovaZK7z43KqS+GNOtPr9NAb7Ky/e9wJvPvbSIJz5i0l++PfkYPfCFM7405928S0o0PRx/Fj4MloM+BaPnPcJ/MT6QTZO7B1ALvd4nLr7CNm8+co4WPlC3r73Ede29vsLOPoaEYr4+QzC8xv+lvoPBrr5hyf49o/bTvpTV1T2I9xE+mrJPvjNiBDyujJO+u8GdvB8/7z6vfA89viy3vQianb4Nm8m+k/MVPXPTKT4ZBo+9i0hpPjM3zz5YzBo+iyq5vuRJGT6tzOg+bNyNvlMlqb3mXOM++wkDvvMBVD6UxVe9ORuVPDQvlr7i3+i9y1nDvnnUor0GAgO+BZvNuwENe71OnCw9DebOPIb4cL5JQoi+Mg50vlwLGLw2j4s924GpPem5Cz454UE9npgAvnGGKj2HpYM+0eq/PYzxqr2DQwi9QWyJvWHN+b2XNgq+SzEEPYrk2T3nWVY+WZxLPVoT7L5B2r68ZieZPhoqRj7iQ4y9hRhLPpORBrxYpGe9AbnTPfkcML4oSJi+uxx0vXmlZL5Wwc09eaCKPsmtcb2EedA+sz8avksiV76r4he+7BX5vakir76xqui+Eau9PcVHRj3HYSc+8OBhPduNnz0ZmyG+U1uIPjs7hL4QlUC+AEHavKuFib4h9D49vwqBvO57k72hUT48ZhClvglLqL07Glk8VvEbPgjZyTwVboq+ytBivRoMzL0be0u+yrArvuKhTL4mxvy93fKZPiJnaz7ucEM+nFoqPrpKjD6p0Qk9zJzuvCxfr73/7Ic+42dKPmFxjj1XrcO9HKsdvaP1Kr1ufAw+N1mkvmHjr76zJLs+XNRuPcMPfL3BFp4+NQVUPg8R27xzLsI7Hel7Pp+Rir5a45U9p9rGPCS/Lb7+vqU8+4fGvcuHbj6phn6+nmbjvj3eUD6RPqa+hie9vAZ/l74BBYk8+egGvhWWuz1G2Bo+hGfrvVRu1b3CuLw9jYjHvo6DoT6dPnM9aChvviJdGr7Hm+o9JOCyvufTizxuoxg74w5dPc2S8T0EE40+AicGPjHLBr5Dw4I+yfS+vrkFAz08Vzg+rWPtvk/oXj6/rhw9pGUoviEQ5b1FwJu+QeJrvTTWIb4Njoq+ofB8PK7EM712uhe9fNnuPhKMGr4pTWq+1Jb6PbCeFD58tZc7ortSvedIGL47qgu+KjTNPjqKTT6ulPA9jMICPsUdfT1I/B08T2NkPhMwZL6BAGg+PSy8PbkjPD7spoi+ABMIviGzYr5U2gI+qDvdvT0T/73FELo+nEW5PuJVtLzsRp89W4UAvjoZ4724zx89j9pOvmNpLL7P+2S+YOlGPu3p4L0R1EU+rNg8PaEDTD6Gwxi+Ig82PtQ6pT5C7D0+lPXAvbEMU76eAmy+LypKPgGpub0E6KY+IXcuPBAygT4hIe06pwXrvXwzkz4PXK4+/vwevjP2mL7Z7o2+Mt9tvMbVsb5Yj0e+v/NMvsLgz71ULqM+h/ItvmF22zxYEDC+dXomvvZwuD2+zMs91qUqPqaTZb53zLK938fIvbNqG75DbtU9SeBMPowNZb57PYI+2Do0PrNtlj6oVVE+OYZYPp2ePr1CiZ49FzBpvK2JiD2CZ0o970AXPsPyqT72gnE+vjvsPf4lWDs27XG9QNqevmpb1jz15Bk+NPmKvUOD/z2yLpQ9SQ4/vqxmdTlYnwq8ShcfPN86bL4nl8O9gn67PpMumT6uSxO+GT+9vrUfDj6BXQm+njVXPoAPar5ZeYY8OcifPrj0s70skzk+lVkmvmPYG77Kmjo95lYAPqH9yL0OA2W+pclzPnmgDz5n3LW9QeqDvm9Wx75GJAw+XWmovlL+Jj6D8G2+UXiAPi6FWj6U4J++aWuqPCKsAT78PEa9xCkVvGffNT0PunI+xoGWvtTtRj74hCy9T5e7PVgqy7zTo0E+lwBOPvFInj3pYQg9cu6SPoLVjb4NbJS9ijBEO9X6l74APJS9Vg0kPcEeKL5X1aC+kI4Rvlg6er5XCZq+6eVevtOf274ttVw8ZJB7PdSnk76Wtmq+yG+RPmT447z9o6y+TGn/Pc44DD5h6Pc9cCe7vpjMXTxVo9G9x+xDvbD6Vr0TOto9TKWSvXvW4D091F6+ege1vpoFh7yG+lU+GgOOvvt0x72sNAc9EHV4PqpFxzxpT8Y9yzTNvZjTEz4w7Fk+LhEuPg4Dlr53mZw+ZQvZPnpqlb5F1fi9NJYJPkeTHb7mKJa9GW4fPSHDQr6wecC9Oaq0PfqZej7rwpk+wDarPCp5Cr5kz6E7ON8BvYnV3LuOM8U+90EOvXH9vj4pVGq9n7PvPnadNb4Hbss7EM20vQACSr4pOuG9jkPnPaHDTL5ssQM+lILrvSd/fL2OsqU+CbCQu0L0Vb6Tljo+HRmDvnkHY74zRT294kY5PXSWDLsIRAm+AG62PYydoL7YTGY9z9Psvc9RT72G+Ro9pW8EvsO5yj7nyBg+2A5bviXMk75OyBS+TDgRPVnMx71eVIG+YJPpPO04jz3Zey4+Dui4vRxVmj0K42A8fMq4vucNrT1+9L6905J/PuAb+76KKks+nRamPQgBFz7yR3++Rm6RPjNIfL6dXMY+64smPugyrD56xm4+FHSSPppVwb4nmX48sLzNviJqsT5Pmx2+NbZiPhrTZj4iZIk+xRYSPFHFXb4BT1a9zvrOvuAkEL554r+9QzF8PUpWlz5jiVW8Um9hvsamOr0OREu+jm7UPmS3hL0uN5i+EzwcP2Fk+z1cQqM9Uy7zvn4L071mX0u+vbtkvf12AT1sep29MStkvhJKub3R8Ag+qD5Hvbnflj1JeCc+i0OEPmAhqDZaLf89IQC5vU9Z8j2lK60+fBgZvpPPzb4Zvyy+cFR7vekv6b0PQGs8JosyvuGSBb45F7G7bIg6Pnugdb6vP4q8p9zsvVrzv70lo6K+dpaxPa5Dr74V8jo+md1Bvi1ItL7/3tU8M5gDPhfjCD2MWNe9gAGOvtvrJj5RpEG+nxGcvrx5Q74YzIk+FC0cvsSwizxgKZs+QQaSPYB3uL0nJ8c8rMQ7vD0fJD0pLm8+Xw+SvhnrOr6keHW93UIvvolscb4IDJu+q8wPvnbHPL0TxiQ+NFOEPsUazT0RjfE8hW3avUnLiL4Wmxc+rDp1Pj7I7z1LIGc+cgXevJPf375ftnw9FoOEPnlKCr4ZEAU+2ScdvQm2yT1wtxg+g1YYvnpdkz4x/Do+F2GDPksb6r34gti9SJSDvoUrtzx/7MA8F+qhPURieb1PaYK+wgwgPlvRVT7Vkoa+17GoPn00CL6tW2U+pAyLvS+wej6xh3+9N2aPPv2BYj6n7Q2+4QoavrYXW76w7Yk+yODavmIBzb2wKao+mZE5vjkbg767v589cUOFPkGBFj4sln6+M5i4vkKRAb7mgiy+FwquPC/Np7wRFxe9+wShPphFgz4xyoE+8BQdvCbgkD6r9T2+zVzGvihItz4roEU9VF9aPnXKbD09D1G+T90mvfh5HL4YoPk9BDLZPdU8db6ddiO+fIuKvUa3Mz6mpd89voXTvadUq745ITU+OI6GvsVkG74UmM8+lroOvkTXjr7wU/c9UHiGvdwPgr2o/Za+2ogkPr2HTT4ivAK91MzzPY++oL21ycy97UODPs3cFj03wIS9b8eRPubUUr4pqTY+gSBQvrwZGr6CvoW+I85Wvos5LT3kIgI9vl8NPfZF0D2pQ6g+qq5yvUJb8T0O/56+NoVXvkFdFL6eyzS+Zbl2vvkMfD4xxtC9uSmIvqf/OL6xCn0+A+Y+PUnn172v3nY+j8VJvDTNlT0Okq8+1EuIvlV/Gr6fQuS9K/2+vutKkj1zYjK+DrnJu31ZAz6ZMbs+dtMKvrvvo715ugQ+vmJVPaSZJb2DNI49IAfavRw5771Xeq09M5m1vYkvmz0sBxk+WE2cvhd9Bb65Qs68GqBtPohm6L39+QM+CiPVu6zTDb58+AK9/7/RPR+ro72fzRs+ribevlqjRr61wE68/tKlPR7udz6hL628qZbHvp2rrD62umK+ZIrUvW0C871uZQO8+H2PPrpjxT7CroM+gNVkPusZn72Oo5g92TpZvhofH7zGfY09ql/MvYCGwT2Gp4C+YzQfPmI85j3ElSG+iwFivqa4iD75xKk95bB5PeCwVD1RZ6Y8U2p9vMS+ZL2c4+K+5cpaPd58uj3PyRQ9R0t2vgWKcT5ufec7L1jlvYBKTb7+UbE9YxkLP2RrHz5gtNg8FdXHvLnHuT6H3aG9MtjhO7t+UDxu6Kq9zMIuvrqqcr4lJrs+XOKoPc5XxT1mIpK+nWIwvSVWgLruTfY9n/8Svlrjx7748zu+vHAnvj9XqT0C660+HUsNPrkprz6gaEA+h7ZYvhJQkb4Hd2I+RVb/vMdd673RJyE+uhuLvHy4gj0kgGY9bsRWve+XdTyrfZy+rqaBvodlR71Y99w9iNhWPqB3pj1q+IQ98V34PfIbTj7m8qm9ACjIPWkOTj6SEE+9SKqGPhYkkb2Angk+QH9bPuvYoT6pQaG+2IofvtjCqb0pEC+8z5Vgvqt2z76y80Y+mseyPbZi+Txq63q+NtTvPdpsxb3W8r0+n7wlPe0JnL6WPaM7uv9LPqNZlz2Fhaa+BpuZPnxCKD2XCwk+syObvOJZPD6C5xc+mzY0vlLwfz6rg+S9ZlMxPlbqET63bkg9zSnLPW/kdD2SL0k+FTmTPnn1Zr1mz0q9+haSvcDJej7JaDY+JyscvorBvD4mw1S9AKkRPssDr770evk9Pe6/vTULp71XTrU+1OW/PW4bQT5GFZY+r+F9ve5vyb6BOsE+16gFPWh93T0eAh++hwlKvkk7jj4FohI9inETPhbSOD2jJm8+0Ng6vSava7whB4i+2tyfvYEBED463Hq89xhsvpE/eL4sUqA+m4xqPF7Wdb7qNpW+O3eMveJfqT5NYpy+1oySPcNrJz1u9cM+v9exvJPDOj1NyKE8KBWKvTwi0b3szKA9VHEmPuFB0Dw4vNc9ckDbvSkkDb5Hvrg9W7jEvrk2Cj6elOC9nm3xPXcIij3fgrW9qiy+vY26sj6QgoI+huMnvRXDfL6HGZY9MCSQvbxFIT7UtsW9zkImPjauwzyCWPs9jLGqveCdJj7BZw69TRMHvD7lIb7dct29XxaVvlbTYD77F+29AqQOvvZZFz5z05a+NrOIPp2mMz5DG5U9W0AJvntDcT1ER/g9V68TvrcftT6PgPi+AH+yve5IxL0wTZe+Ds2UPmHWkD53HU8+GCa/PYSSDr43yQK/i4I/vh08gL0Yw7a+UxWnPuYxhr37d3++yLV8PaGMlr7tP3Y+89GFvdjIAb6QFpK7gGgfPkRBeTx0Yoa7fURYvTJqiL73mLe+qJjmvTywVD65Q4U+LuqFPsuURj58NYa+h1ZGPhS+ub4atvm8n3vzvZefuz42rds+u5pFPELeej7wSVc+V51zurZj8b3v3lw8xj48vqtRvj7rzbw9rWImPsOcn7704TG+DikoPp3ESb6qakG+8woHu+CGLz5jTU49gY79PQ3tEbxI/Qa9HrgiPpuDCz7uvJi+f5W0PoHOAb92SMa9ka+dvUb3fT0qVJ49ihlAvkABOj4PKgg+eNOovhj32b6Kws+9Urgnvoob5L0M4uY8rWBpvlhd0j3d3HI+4KDavftXSD7UxVu+1qV0vscYXD6TYvU9lmWZvguPDb67xSO9k+fOPhewtL6lBqq+9eelPLEFjj5p2AG/+omzPTVdQL72Eic+rAUKPvhhib42nx8+5GTYvTaE2r3UsVy+T1CDvV6MQT4miia+gs5fvqWTFD6JFyi+ZSqwPjWhdz5Umus7uueOvpavQT5TM/K9yCLKvnWnK76DSME9fzQjvY2X17yWF5w+KS+JvrcDbjyapmy+0u45PtJVxz3OWi+9oLsAPvCPOj7+CKy9NZGfvq4enL5YGVI+DVbjvTlyg70u7Ri9Bp5IPCAvxz7SUEO+dp5jvqmUmz0eBSw+mbaSvYvFIL7GqmA9fCHtvWXqjj7o7jm92hVGPiPeZj40/pw+UbvHvfyV3Lxed44+vlZFPuFPRz46/SI9NUKlvsDx3z3RBUu+7MsMPkdU470bSYw+hUL6PbI4zj4Hm7Q9wBZRvAupSD5Orly9gO/kPPRPu7yjwj48WNLyvEnHsTunyxe+DvotPswJVr5iFzg+d+SCvE0jhzwMzrw+dggfPi1JcTwbmVq+TiIiPh2wOj5nZc88wE8fPv1TZD764gu+yB+bPZNAY76QM909unWnPnuW7zz1CPa9u7sTPpPx+T48SRc982dzvVejtz5044c+tQJ0Pk4R2b1wrqg+BCKKPVRknj4y4jC+zLGwvduMkrxAoz48UwLvvH4+Wb17IGM+0veaPfVWbb5qfrM+dvhNvTGSVL6+jBy+o15TPYrLdr4ZDY881tMRPFRZfD5nP+y9JOfKPpHVqj2wEfY9ZrINPm8aFz4N7hs+7tmtPbidSz51LwY9j9ArPslQBD1VhTA93ndGPrnlBr57BGa9ofp+Po62CL09s4a+lTbbPS5ldj3Ph5i8b7gZvYOfwz1l87o+4t4hvGNbtj1zWfE9L1VJvbmabD2MReo98/krOyl6ML7TdVM+nLxTvpbPar6bZrG+tQeJPuMwM73nV9m9CnHkPgZL6z0OkKc9SEgXvqQRED/KoBc+w7xrvrTPDD7bruE+RTfEvetRqL6McEu+TEvlvSVutD5mW46+Z5mjPkr5Cz3Gtiw+mRufPprckr1qfFQ+bumjPQ5ldr4507e8Qa8pvbnOZz6wcgO+reqxPh8qLL6icdY+YofWPoXswD2RRTu+soAkvrhDwT5TqA6+5p+Ovie5Fz+3WLy8dE9tvU3OVb7XuB0+sq8+Pn6g/L0NnJm+UmYSPgFHHb65fpi9ampvvvUvij4PyE0+pgWZvhhv0b2a38O8zpKrPaVPA70IdLs9XYQwvkY3ZLqkta89RNOYPrzEcz26dXm+jjP4PdG/A767xDy+Z+oevcwIa7679fE9Lf2QvZUGnr4R/Be+vE4FPkDEWj0NHRk+g4PkvZg/4713OpU81CNyPObFmb5YgG6+3UYHPkYwlr5C8mM7LooPPiP2Pr6iZGm+lWUHPbiohr72eE++yAIYvGxy0j1H7wQ+oKpzvvlSbr6sE1C+zu2BvgUOYr7K1pg9HhWlvWx9x71QVFS9jgxnvAbB/zvcoqw+xZMWvUqIEL6dcy49e0GfPiLDJL5odeK9s6xZvqPScj5euFw+7/h7vjmKOL7/acK9BRhMvQrqhb7gFr096AyXPWJIhbzXX6e9+oewvL0vST2EPL++V1xDvicA7z64dBm+KspdvjE6UT7KtS8+3t8QPvk6RL3lWXu9C4cVvN+VrD6Bnq69V7UtPNp7rr1Ji4C+KtHGPaKCQ74FDnU+gj3TPU35Pj5fx3k+60P1PZtpiz6Br1E+OxeKPadMjzyDwoq9oz1hO63l8T2BHbI+NOmCPvBhLj7LDoA+LRXJPq5OUz4kkXA+ikueuin5sjwZ9IO9NzdKPQcTSL2qnT0+YJO0Pmk8nb4k3Bw+sSuxPW590T3DO4K+58PwPV9EET4iKyq9wg+APRXXw75OVDA+G7cFPm/eZL5fLBs8yGp9PXM7kb6em8+93exEPlEicz5Ggcy8nyeVvUSKHj7TzoE9C7W3voIUWb6PhGs+lG2bvq5wFL6MGjQ+//rHvWZ4ib6G3qi8/nkyvnatxbsR/D6+DIGdvk/94T05t4k9hWDiPhpVj71T/KI93+tcPgkvprym2NW+YhejvodlIj52A5q9rsZHPtLH1z28oUa+nJdGPYHNvT3akLy+K6eLvqE+Wz5Z+2m+LrW6PLC+jDuknz8+qP5/PhCfYz0dCuA9qLvBvSGLh76VSeu9B/5Wvqg9oz3YpJe8fpwMvu2dkT41o+I9YzajPnTSkz3DjCe9xUeSPUTAob7mAAY+8LXZPfZ9NT7gmrg9vRmIvlIjKb7f3L8+zZILvpskz71+RQq/T2MkPXYJlT5sAiA+CynzPS66iD6L0i4+xfE5vkQskr6XKgI+9cSmvXgiyz5rXJK+dpw/vnw3tr1KMZS+RJpjPiU2tjw4Vca92bravUBWIL5O9IQ+jTeBPapOt76ckAm/wDKmPbFvI758hHI+xI2IPihiuT4F2SM+fcg8vvwd1r1gmt++LqBqvX8Dhjzu5Ms+QgGyPoc6hr6fbXo+eYWaPi4fj71AjWu+mGTXvJsGB76MnzE8wkoRvoftZj5QBYK+3RKsvVT1NL68z/c81sJgPlCEP74IDn09XzpTvvK8wjvpBIU+roOLPhFAFz76CL6+hXYovsdPhD7f6C29ijGUvbhbzD3PfqY+UhJcPiBaOr6JdQY+sfiRPhoMRrsGH0G9GLgEviCedrxXBYS+DoegvPGaXT7wcAW+JgcXvoFd+bu8Ybs+GCxDPLft5j6I/Iq9/0gOPvqqFr4cbiQ9N4cUvjxhpL4lIAu+mrfMvlSxsz25kTs+M7UXvid1ED2JWha+rPqWvbQ1or4qiw++Do8Ivp3YBr4NZG090DSOPnAsqz4adSI+OFGnvL/mBL6tyUK+iWDqPZgnfD769EK+47iLvFReRj7gLGI+U027OT0LnzmW4nC+wa5lPkOCDT5rEJG+xGh4PTb7ED5wvzU+HuhQPkZUvb3Yn+E+IFU1PGfwhT5+a4i8O5F6vuvAm76BQeW9MxG1Pp+6IDxP+cK8X/+RPkKpJz5CCb698+1yvQvmqD47J5Y+dCnWvbj0ar7z4WW+OPhFPlJ2xL5UTZq8RVdJvaGAR743UOC9xLXxPvLeJD45LQy9XepGvnsb/T146pA+5AuNPhznyb3BRRs/gWH8vZvw4DziEUG+NHOFPcjrqD7FULI9Rci4PkNSbj74gyM+LeWEvku8hzoYKBO+sHuWPZQlTT7pq6o6+u2CvoPv1r5pJTM+hKEOPo4/tb7rclK+cSWGPpohcL3P4hq9/lzuva5FET60jp++7YAfPnQIZD06jxo+Jf+HvsjeKb6LLlQ+u7GNPQ9w2r3P11s955pDPrqUuzoQfAE9o7M3PWkWUz5av80+eTUQvqIq2T3b9Hq+sHkRPmUzBD56q3k93EL7vFw+JT6RzMa+8pOZvankBr0yxR49lUKLPvyXcb72cjO+mFvcPafGFL5cJCG+WokcvjnUGb5f+xw+jRuEPZj6dLumcn+9PenmuxMWTr7mBJA9Ub+zPYJL1z6end09WekIPhL9kj37ZZA+vzYyPmva6b18nli+oyWBPjM7rT1Qzfu9GbWoPcdzoj0gtxU+Nu5IvWpZ7L5VC949vnqHO6qlaz4nV6U91j2TvYZYYT7SAyi+b00APvbuVr5mDYy9aOJ7vmWDZ71X/6u9TSEDvPJKob1hENQ9wwt4ve8EWb5khKu9JQcOvlT0Lb7HEd88EHAEPqPahr6iqug9RgqCPhcBQr71/qs9c+FoPq6PGT5XuR++VXUdvsD4HT5waUs+0ZHMvHFBLTxdCAa9vwcxvcquQb3QQrI8/ri3vXucUj4NApe+cP9TOP/ap76GeKq+kyJPvrfuCD43sZi+O27+vTNAMzxuX9e9D+AtPjegRT6dWzg+cx8ZvmzQEL6QKn8+/R4IPpCJXr2CFlW9YbjlvgVhqT3JCn6+gHlIvgyMAr3MBFM83pVoPpmVGr4P4ac84W3CPW7tab5T4b6+J5FivrINC71vWYS+ttRmPWfWdL5vrbW+Q1y1PYPM4D14rOQ9i2fuPWxboj0ZW1I+x13QvV/UsT3Q8r4+KbYVPQMNv77LVtY95tYtPn2SSr2fnnK+CpS4vowu2D14TW6+f+10PRf0vz1WlYs+VMvJvbyWp7yG6Zu+VkDSPSPD3rs/1lA+LgzXvRublT33kn++6xZ4Pg/TnD3XY7u9nGsKvpaa0z27fUg+W6uJPcJ+tL3HQyw+NodrPp8f1b0j6QO+8I+hvB6Plr6RNFI+fny/vXGXUj40JEg8boDXPXqitbxNOB8+jrM9PkBzu72rp+c9tL/+PQbfnL1wMwY+hWpMvtgR3T1e0tY9qFHIPd3Wtj0tMhU6PxtZvqsBkL22Dwc9WAdhPhvSjL085Z++rciXPtucpz5xlCq+i5jCvfHak70B/0o+aiMqvhsDkD5NZl6+Fty7PuDl3j6aPEy+ZvEYPlryFr4j82C+4EzhvcaC+byRdRO+JImSvp7ClD0psts8SP46vhq4c75jZd49n7c5PreYLzzHSNY7sKJTPl4cAr4C/wg+LcxfPG3noD2+Gx09Oo+nPkvlmb5/Fu2+T1O+PQ0Dq70xxzO+8m2NPiROwL6CXJG9pFLGPt1dRDya2Qa+99bEPuFxG75mRIK+aMlMvSnt7r1QPnE+WnvbPP97sT7pE4i+nwn/PVYI073rvz8+ZXzHPaHuGj1sqF++UUCiPYmNj77u9DW+g+MdPXronj2UtYM+3mDcvQmXq70wpau9EUdlPtQKCT6Vk5q9OKqHPjaNUz2zBpA+OEcovimFHb4y8u87MpApPvls870wZhA9OsfTPhvSpL5ocvo9VMAnPnPBhD3UGxs+m/Fvvcj9er5FEFm9UuUZvI3+mj7RaNu8V38uPj+Egz2y7Mo9KfN6PsUE/L16YoA+H7gQvjcSGb6q2gq+wg8GvSg7KT3BDD89aC2TPvlpKrxrUpw+JzOoPsowx70V4iE941OrPqECqj1HHFs9XIlAvTHwVb54WjA8dVwfPd6NEj5iOm0+GeZkPgLAWr4L02S8odmNvdCFM7xMU4m+Wi3NPgP8Kz5aQrG+VTrQvXYl8b3EJlY+MmLfPZg02D2Bda09ohlDvrUw3bz7MbE9dGc1vv6dir6r7QQ+M06nvYy/Ob7tUJ2+9E8+PaucDz5p/6W+JYkYPiluxj3/eZu+MEVCPosTyr3Z4A8+6fSqve2oGL6vcRa+PQxKvnL2cLqtSUK+eNRGPQZ+nz2IOk8++j92PqagGL5UU3Y+AzNbPhkowj2i9KS+05NKvv0bJz0a+sE7/0k6vQl6g75HBS++EsPIPkkYiT1RQ/W+eA4bPgzHEL61M7c+G0yHu2we0b3FsRc+0tr1vZ0ci72lKG++Q6UOvvWD2r0t04s9jsl1vkI7d77kESQ+V0vTPdvJGDzKM8e+zu69Pc0BfD4rU4a+x7uXvgnmYb6ialM9p4CXvq3chj6aPzW9vMqoPQkbkz6qvYm+AZLOvC6f1j7AI4u+kQAyvSe54T02aYa+jE4EPcmmjj4A5hu+BJQUPkSgO7wdg4e9OeWmPfhQH76RFfS8ArjsPrxLHr6A2Gc9mg81PhQhnD7dlmm+JtGOPmrRdL7xy/88kbhavUbUxj1hp5m+TO0cPY/GMr7/TH0+B+boPolqQTxCr4a84Um8PmMmMr6x1Bk+r5nQvJ3/OL4SZ4k9eI2rvUKmwz3HxRi+1l+TPuMQyz39xYW9aOgCPmm2ML7WG829m96VviJ72D05RZ09Ml2CvmNUI75ol1Y+ybJPPZ/PhL5JpAg9I24ovv4e/L18xy8+ta6GPkutNL7x3aY8ZTiEPmnWm77vrk++FsEQvuTRQ76+qxS+U14Tv98qdT4S30W+ZaU0PlfXuj6s4tE96E0Rvt0bWj7I/Kg+fjuAvYEhFL66ZrI+4XXkvJMzrT52eTm+x6LIPQ3V+z0YQDA8jlVmvYE2Fb6i2+w9CcOzvv54iL3xskM9zb6ivpIYNr7v/oS9eu0YvhaBx7xJ7hs+jnXNvagAOb2z99a9sZv9PVfItzzYgYC+RRAEPnHjw75Z9JG9+2Z3vrjf/D7FgEe+v1Jsva7aOr4NTKk+KMypPUGMWDwvj40+N+MBvszzA75Z2qq+yVy/vYeRhr4YgWs+SfhwPYSLor4C4rK992WJPm3HNj7u3Pa+n0aHPgRPPT7r/Ri+NMZoPd50XL2tQ64+EikTv7ke5b0yCKE9pxONPjEmmb4sJFG9Gisivq2LA76HvIO+6nUBPuXXeL4sbfA+TpeavZRVGL4xM4C+KLTkvl4jJT7R+/09u9ELPhcgOL4e1h0+eamePqIwu77eKQg+aKQHPzpEgT0J3WK+WXrpvp3Ysr74x4Q+bicAvwyrQjwbmLe+kF9AviGNFD6mYsU9kLz9PRKwl73xEIg+nToAvixpPL6+uHS+liSLPWJHyz5xjEU+at2fvk7kNL3NnhA/PoK6PUBWhL6fYqk+pHJwPmLVfj6tb4M9oPKGPqbYa77x7ss9agbuPLElSz6G4a49AR+yvuCEF74bdhc+f77iPgkHK70aA3m9kkHfPkv4ibw5mZU+tt6xvZytMT0uLQ09EOgovp0G7D3eq3K+st6QvnKPOz7Fbb0+p+QEvo4lrD7ou1Y+Z5Zzvn5oC74sVVw9wqTBPteW5b173QY97cs8PkMuiT7si8W97M2MvjMvLL4L2SQ9NIYevsWyoL79/xY++paVvnSBnL160iu+ufyxPlqK3r1dSRo9gJBcvrpPqb78XpG9b/u4vpaOLb4/b1W9LZY7PjaEND1Lg/G9SUExvDxSwr26vYC91H2BvsVuPrp17Rw+9gNLPvmaJr76L5Q9k0EjvsVLtz2xXre9CCI3vQPZCj1kAAC+RleePft3jz72w14+E9YivBwyvz4SNdW9NDJgvgH31T3VmBw+3n90Phum1z25Tby+dnfvPd5Shb5hebc7xfWNvm/xYT3nOoS9c2YTvmXQjz2MSDW+CWqSPotowDpAZo+9yqjNvcYonz3hH9690IEtPJR2gb6xEr29TDIwvvtSHT5ZykG9YRXdvftUAj8JUaW9iBH6PUv9gb7N9ZS90XraPZktNr6/WcS+9Z+uvQXboj753Xk+1sukvnn2B75Rnrg8TWmyvegUAL6HN+u99AmZPhg29zqFOC+96ifJPva6Jz6Tmr289pQHPtdNgT2h4nA+Zt4yPpATQD6t8JA82IpcvhDs0r3WhbA+c9EjvprSbb51VV88UhZGPq1lhT1Cvxs+f6KpvczG6L3bywI9SaHQPIT+/zy6Id4+Y4wEPvUcUD3EnzK+2pQyPpkjuD5mB6M+OQqYPRiGfD6PmwO9/pvPvTsAKzyyXKO8gwy/vZlwAT0GbeM9S+8GvpLoCj4MroI+5RWCPRe8TL5pHiY9+OF6PnNH+T0oYna+qbBUvDHWlz623pA9xfFZvK8Dkz5+a0A+WNUivh2YjL6wIQQ+ug2JPc5yIr5Utue8tH27PSxWAj+FEFm+KT62Pvk6TjyRK2Y+MQfFvR7cq72MfnI+Rt7QPRwePzt9ncs9VKTUPUAIEL6WIOm9eOiIPiflb76YVgW+YsLsPF8Oij5EGwC/GTaMPht5u77H/6y+ygoLvrEbob76qYA+F6WyPqLrYr5S+jk+pTWavsyTTj7cP0K+I36Gvj8UMTxbKXs8NXlVPpR6w72SqsQ+HYKtPjB2Gj7smpW+W1TEvOy47D0IlQY/YhuGPllYbD2oWOy8cjecvShIdT1sg4q+dJaqvLNPK74bRzk8APUnvGndkr0J3vc68hx6PX56DT1268s9FD2JvZ7kpr3yNL697unsPDimHD0dGK08WXsiOhWM2byRVEq97m6qvSI9vr01UnK8YmKFPZGjGr3BgRe+fDehvZfuJz0KxSw6Uz6qveCbpT1QHvw8bFwvvQgaGj1UP7I9K8jkPTPJm71dQC68gcY3vA5pmT3hJXa9aB4CvTCgVr1D3zG91d65vbQ2d7wcU0q96ezOPe6h9LwJqwW9TqQRvaoM8b2pfpO9wg1yPeJdvDzu/Gq93IeavLOvqDtNW6C97riXPawimT1IA708gDZgvNuN6Tz3gTy9jbwoPgSTh73i8Aq8wAgDPQUpyTyOcTc9QOjZPGb3GT3xRwO9v/abvKA8mz4DKJo+tuD/PeXBGb8Gxaa+cdwiPoSfgj2kXvK+i9fhvqRD8jxjE2o+0CW/vqicGD9n+li+e3GLPmZ+Eb+o1sY+ZLuSvrnpvT6Ioza+gWjVPV8wPr4YfMK9VUC4vio/B77aofC9buoIP36uCb/UdKO+VrqEvjbh3j5TLm69u13mPp35Sr6W8Ie+1zoTP9gTBL9YwBY/ex7AvpCIor4ivey9Z4+rPvWZdT7QkeK+VwMsPrFvj77EKbO+ThhcPnoOAj/tUeI+iHVBvmHFGj/ASM4++bLovhJ7uD4237u+ktfSPZSkDD85+Ha+5JAVvq3Zxz7Lrqc+YSbKPh0SIT/Y/+G9ITQ5v4eZor5nJQY8h+ymvjwVOj9bQ6a+7t0YP7ktvb1uj9k+HYSfvvH/r77aRp8+IK/ZPh81vr7gDoY+slX/vZ0iGj/fTc0+ihjavTX/rr51WQi98AgEv9ENzb6VZZc9DIWXvo9xMD9nsou+BMN2PT520z6mfUk+lx+8vp8PK78jLw0/9yiavLodH74sHeq9MrHevrJnB76I+dg+SZfzPtpbEb9JtPU+z8kYP5bt7b53mNG+cVqbvlv6sD4gVZy9Qzb3PudcJb6S4cU+pRJ+PmhApb4CN4S+27bxPofMzL5m+gI/2pC4Pn70oD6kEIu+9HK6vAuh+j6WUza+0/4zv92QcT5lc+G+dtliPpWH2L7d7HU+q2AZvuCF4r78+eQ9+XeEvvxdUL6Kza6+WZAvPidBJ7/EO8k+aCcZPyvPZD5a3os++2JfPUOjFb1Jd/c+vrlRvgwr0b4fnIG+EvuFvT8DKL6r542+TjUTv4d/Tb6rSkQ+qFbvPgnYyj77vxk+lDOhvpWykz6v/QW/DJSUPuP51r5HcgS/PpDdPdBamb4c6HA+8/OJvt2KN72HQaQ+TeaZPvwBsb7vJ+y+VKKhvl/85r5QQpM+dxSAvYJxzb49/qc+aMGIvjGNnT5nnMW+o3bTPr4cIz8M99i+Ap8TPg8gID+4FS6+Yre1vifAkD4N/Ao/GKqxvmYdHz+rldY+zCKuvjdYuD59GNO+vIQ2PcJaWD7CGeQ9a+TfPnJAFL/6H3m+yqxRvqMJl75bQYK+D1gfPsw55z48eNg+VGq9veBFGz+YxMO+uwuyPqVA1L4z2M89Xvm7PgvJIr9r4X4+4kaEvConyj7yOhQ+SH+fPnp9gD7F9zi+znmavV1Z9r5Vdhk+ckUyPt1fyD73JeW+DASxvoZijL5RA8M+xbfWPhXi/T7DXz0+ly4VvTAGOL/T4QW/C/2MPuB7Fb5glBO/QXz7vrgAr77+y7Q+ji/sPu9H7r3mkQs/S2OtPogEfT5XdVo+y5uKPauZ/b2B6bC+zex3PuQy3L5Pf+e9zeWyvn8pAr+EZwY/03q8PvA4777CnJS+Ayu3PaP12T502io+P2z3vkEsaT0XGLy+udWYPgtRHb3HRKK+pmxTPviu3L59S8++9rmNPrB02L6Sz1O+lm6fPurpfL7/LQ0+iN2fPoz+3b7y8Q6/iGoyvtGxET75VB8/Vvs3Pv1EUL2DUeo+t553vspAsL7edrW+lMvzPksqBj/PaTA+JQ/wvomwsz2HoUS+q8W9vjIVQr7Fbww/SkEEv73UJ77jdwo/Rvzfvg4NmD6QxsA+FGyBPTxoF78fF6K+Ic9kvQ4g4j6dHpC+T8ALv7JwXj33Xqc+Q5YoPv2YsL4dCB0+Aa7ovk0NOblwLvS+U66mPv9k2D66V6C+z3aEPuxjK7/6KB4+rADQvp2jwbxBaqY+1KjAvvH72r64Fg++JhkyPvPl9z5/urQ+396KvgUhAL9bWU0+83KxPtNX2L5yll6+N36NPqr1yb4DoN8+oovsvQp8urw+dBy/YsvPPX55cz3FgLc+mlC7PfD4HL8FR66+sUrQvjqo/DyusTu+RAm0Pr3qkb5c7do+rf+vPjlJB78J7dA+DSGSvnRW8L5wAgA/IlzIvejDPb679f8+1lHHvXKjOb/gew094OEMPxK+sT5UHCQ+bVrAviGgh74uVNg+LV8Pvj2W376APS2+VIrUvmTr4762jqA99S77vXVazz7o1/Y+pGt0vYEyBD9CJ1W+PQ+cvTVD573437m+TRJdvpM7Rr5Hj+Q+PUdMvhAsCz8uveE+mrEAPxeXAr3Marg+irSyO3iy3b7hpcA+pGO0vgM1p777FJw+WvAHP4e6Iz7/e/K+F2vWvr7GC71ucLC+ruMAP3R70r3s+Ao8pkwhvRmx9L2AvdM9s2XRvsl2nT7KkrO+1Ln4PlwWhz4Dw5a+VCK7vnX/0L5GAng+aiXaPvI3AL8Hs66+QuuxPVhBI78lrxE/cv8OP904h742kLq+r2wTvky7nL6jlOk+H6sLPz45ID+UU6I+aW2pPg/E4z7wkF49Mckavwtxzr7xInK+AtBrvhXAKj8YOc0+f7SKvreJ4D22ssW+yf21PpLJ/r6J06M8ePUwvh3EhTyBhQq+FzG9voMpAj7bcTC9lbrWvu83A74qCc4+fzlSPhsmG79p2Yc+MvqKvkfNqr7J8eu+Csq8PmhcvT5VVZU+A3uUPvt877u/cHs+mx0RP7PxmT6lXOm+IMBuPkbcBj+1J+m+kaG2vpkMz7u+tGk+gR+6vsg1ST7EMcY9pRyavtMtOrwjmzk+qDQkPtfz/z7Zy4q+ipIdvx/+Fr4Fcse+Lf+dPh83Mz4hwOg+wZ6tPmMgBL+z/qu+oj6GPhTOqz7WGXS9tfMgvI5uUDxMNIG+2e+hPhpUxr6gsce+Bo0ePt2vlL53NI49tzmYPtZ63z7RnEs+FTynvhjj1D6UOzo+2aEfvV3XIz5RyvU9yETCvrlo3D5EiLc9pmx7vvIqMT6L+L0+sGzxvVAV0r5gupg+CnsFv7O75b76ILg6Wl67PpoYr71cIxE9HkfavrBqJL3d8wm+Ok68PjC6AL+OFRA/cqyEvvJboD1PfUc+3qvqvgHDnD3fHvA9mkXjvkD6Vz40+H47wfqTPtGTur0P8Zq+XRoVPqXurD6J5Re/ap+0vQEza71X0ss+Wtgzvn2SCL/06pG9GXoLvy2IpD63iRi9JTL7vs5S8z0mstg+yyW/PiRXsL6oSpK+XU+Gvl4GTzuiX7m8qGQkvDeslr2e3oq78okRPZxvbT2fJBG9+Y67vQ==","weightSpecs":[{"name":"dense_Dense28/kernel","shape":[17,76],"dtype":"float32"},{"name":"dense_Dense28/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense29/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense29/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense30/kernel","shape":[65,9],"dtype":"float32"},{"name":"dense_Dense30/bias","shape":[9],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:55:39.062Z","modelTopologyType":"JSON","version":"0","formType":"subscribe"}}