{"modelTopology":{"class_name":"Sequential","config":{"name":"time_based_one_time_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense22","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense23","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense24","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"pv3ZvM/VeT5cxgM7Fz+SPupsVL64JPC8YjmjPHV6Lr5EiGW9wnqWvaIygL6FdjE+imZUPfq+NT0NKoy9Cztcvsr0g75bJ7y9eRiEPhbszrsbF4c9wwrOvWI6lDy7R/U97vYMPv/JgL7TQl49QcPEPXlZwT0M216+G/PuO9auKL2ornI+aBtYvkuK/T2GLLc9iCJYvjJRh75aaii+M/pNvnRkeb2Ii2Q8NXHLvTTACT01ED69hOL7ujsk7L2cSUi+KbqTvWwi8j2vxzW9ePcRPnVrGT6A2Ck+dt5avi/7iD6lW5M9+RU4vnDntD4HB+G8e7PEPMcUgb5woSS+qGu4vSnnoDwwtdg9xV2ivLTkfT4yQEY9KK+cPqxMpryiADY+OlN0uzX+hD4qu1Q9RkYQPsUyx70O/IK5NlEyPCWDBr4u8fa9SyJQPheoJjx3L1y+TYzJve1vdb6GRoY8c6CPvn3ZQr3JiM29M4p+Pkw7OL6Zdgw9PVDkPTEz3jygkSQ+mCQ0vo3wGD3UevA9wtAfPqQiKD5+2yu9VflRPVYSO74ufxE+Q5MuPXua/T26BQe+fotnPiurvz0DCSu9o8jhvZhCJr6MfK69zm6tvU39QT6HNpC9ZRoRPXLGB729unq+8y4Fvu0ceTwe/p88gQs/PQ4skz1dwrc8Bj4mvfs9Ij5nhgM+364fvmmZurzLTt28Q1sJu1c8g74Uoc895jAmvljQNzwAtng9FBKrvXvCv70a0EG+mIQfPpYBbD3Cyl475X32PEaySD57tDG9MjrwvQDA+b0zOCq+lBvtPUEWGz06QQy+6IPcPXp38z00PzS+CtOWviBdhb1MXCw9Z3lXPbzYor2KepS+qrpJvqUtYj7ZX9w9axU/PjZ0Jb5hTfK9ZM2EPkwSg71AlyQ+B9YiPqVjyj4w+JM+9NFNvYoAkLvWPg4+I0gWvQA7hDwffZc+RiSjPvbflb5yxgg+s+I1PRpHcr52Joe+Ws8KP/pDjz5WXze+pB/FvfR+1z06/v+80NDevbtoDD5OeYA+he5oPkO3i76wZzs+NTabvSQaqrxD2dW+Tp5avlep4j6vzr891yy1PbI/8j2IKiQ9iZ5LPlJDcD5Z27O7X4SWPs9BiL4DyfW8Yi1wvgLZbz3q2GW9QHc4vpakgTuPR58+qFNmPQgYUj6UfY4+af9dPhgvUr4hhko+nTYEvvp+zz1RuYQ+ayqfvssvez5SVcc7DVYQvn3EQz606S8+7oCePoiosj2FuQw+RPlPvpm9P7zPaLi8VdpZPp6/ez3cYFG9+UOsvAm7VT7x+Io+X4EAPKVL/TyAO0s9v6y7Pd8U1b3AJZ0+RC+7PY9n6T3rED8+IGiCuj3auTy0oQs+lSQ8Po0KLr7ww0I9HkSwvNoaCD53bMS9Pdo8uiIYMr6JATw+4DFDvlvZ3r1y4wO+WHNrvWg55DuWW5a+XrBYPrp9Wr5QOMA9mkzDvdF/9L0txAm9nXVCPsaF6z2/Epy+6mtgPRatSL1PIhi8PhLPO0p9Wj5u5gq9+1AxvvcGbL0JiIS+YWAUvnabkj2hrZI9SuePPUZ61L0jioG9Tp2LPQX0k7zxXEe+q/RrvtVJ7rz+3we+KrkIPOIyo72Agkc+sDTZO2zkJj339Kq+OgjSO2YcpT7Pz788eaYfPtzGPL6UFkw94tT7PX0ZtzzG1qY93CGDPaNGqL3FOfA982VPvsmLWj5lSmg9SC1RPiJwrz53ami+oKzPvRKrZT0pcwe9qfKDvYuUlT1bzNA9lZh7vlxgmz7zZrM7wVaFvkEPqL4ZUbk+1bDMPr67fr4NKTQ+1ilSPg9UtzuRYlq9IifaPpLldr2jR8G8rHJxvgIlMb6Cwx2+qSbiPdSayL4Y+BS+Xq9rPjhDJL64OcO9ts51vnmq+D1NtI08WT6LPj6ICTwWizY9VCWwvtx+aL5U9r+9LIy7PRVw473FdlQ8UPthPk3zDT70wcg9U+VlPpjqXz7mSJU96U+UvpeIvD2qaPK8zRWnPmbOhj3bOGy9CXIMPuDjQD4+1T8+0hZUPnp9HL6H0J+89OiTvCurwL1j9SG++q5sPXM8G75HGwE+UitmvmaP4j2odnU+wXB6vRzLBTw30sA73TROvqPEcr1uKRi+L9sXvnhHiLtyfFK+omeXPcdazT2lHI49xDQFO5HjND7YWxy92K4SvULHyL0bWoa+n1HBvMW38D0rByK9pmH6PXnPKL7rE/y8kYLOvWBGhLxPKoe+lh0BvsF9Mz1rRDk+l2NlPm6XkLsCC2q8/ixrvtINqj0g9IA9YezyPOTyVD1qmnk9R1IPPkeAcD1wEdS9psk0PbAyND1jxj29lu5yvewtVb5priO+H8cVPl/dW75U55e9JCMLvrsScL7XbY07CT66vL4MpzxEAYS9uah5PpgZRz5Rqpe9T6rzvaKt9j3fKlS+f+fNPSgsRD4sl629jexCPaldojsdkMc9uoXAvQAV+b07IGk+iKw/PkY/ML1hgY+8ZpQtvZ5zpD2CAII9aFRQPtsG8T2fzwk+Ql5XPIhUJj3vAuc9dP4dvRbFJj2UggU+0fFnPbVLHL6yvBK+N1OWum7kBz6PugC9hXQ8vkiOTz7W9Qq8mQWEu7Cbg75tHga+9OfqPYcKd7zlFe48VF2CvaeFPD7HXGG+dAVqPtyOSb7sZMa9n2BBvkx05D2MBeU9FtkGvkY3iT2UGkO+LwRmPs7FQDyPygu9xLQbvoLtIj5CCGm+y01bPpFJTD1OpT29j5BUPq2JKr0brK+9TIOGPUb2XL6eZkE+FIyKPK5Mtr0qNFC+g58tPt90iD2fUmo+5cdvPjk7770IOLU7KD4NPReJBb6f71g8/SVTPrIeS71mHEy+nleMO//Pp738QWK94nCOvs170b0zWcU8ZNTMvdlCBD7hHEe+3VbJvdQ5lz5YHpk9PXqpPX6TVT1auzi+89w+voJp5T0azwO9CngUPOuB3T297KI8T1lVvb6j3z1y2Ve+NR/iO8XY+D3TReC9F8lgPgguV77YXrI93K9dvS++cr2ZT0c+IRUHPs81UT1zywG+VQlUPLra6D1qK4w9+K6gvcYLCL55x6S9o4yXPV8vRb4K9/29+VZXPP0tI774whk+ZKiivXhVyT1NFiO+017HuQ/MHT6/Neq97cCrvBkgkj0XHOw9ZWIuPnBTlbrZxA8+uDVovCOxMrx3Z9m8w0JdPosUij5HlXQ8MN+ZPlpwxr1AbuE91A4EviN2773KSxi+O6tKPpLIlT11vcK+DA2pvnlgI77OAEM+yIoTPnlLi754SUK+gWaevWfEOr497Ss+aO+MvjYxFr68i6U9vJdNvYtslL6qRZC+ithFPiJMbL7R8ha+7IGiO59J6r1SbB++6khPvufhZj7W7co8URVgvkf9bz78LmU+40DQvo+xCr3IjTY+ZtfOPQDnoLyxvqc8SFJlPg00sr5j8Vm+vfRXvmhKZz2Hg1i+7CKfvOv1iT62aM0+8LAOPuYMgb7nvli9lNRDvrJhBz77XJq8hKEdvreiML4g/fA9J0N6vsObBj43vDg+vHu2PvWClD7k9C4+A8sAPty2oL6IW0S+uG6kvYfSLL4odY++i6FZvrLGHz6ULxm+nfJBO/lKk76BAAe+pSeRvVQewT0zISg8ZOEnvPglXb1YQJg8ik7gPXHMGT3AM/08s+zAvb+No72NXa09pTr1PSC1ez2z26K9s1+vvYifsD3WYBk9pO2NPczjfbuAxfk9UuHoPQBOj717aJM9XnrkOyTXsL1b95U9DLGvPc++3j2kwvi9pSWHPQ+qVjxxBD69/u7XvYjPfD64XaI95GDhvYAgmr0MXRa9FQusvXrPu70MSb89QYwyPQ38kT1554e99orIPQSKxb1lAaO9oSZqvrAAa70dYQQ+H6eJPS43kj0Qcxy904TbPP9y7zz2Zqo96MafvVng1z0vzKC9Q+I2vb2OR77tXbK9uIDJvUtz1Dx7zE09eMnxPcdK9DxnfqE9DLLcPffJWT1g+Wa9YKGNPWGKtD29ULU9XoKePR5dKr4Kuko8PSE2u2M0Cz518wa+Xp5nPso/ZT0F6i++5i3nOQpXBz19ySy8ElMivel/8L1Xeus72qhWPkqRur2h/0E+YzEpvXIbTTxjDfG89DM7vpGw+L2TBDm9e1t1Ps0FQT4OTyi+AkoBvDkSHr6ZvXi9cfCRvdPF1r1lcNs9BpCtvBhxtz2zlPu9GpMkPpNtzr29/B2+pCxRPosp2r2kLxc+sogGvk7Pur1L8EG9PfpnvtSej73EFye+B0hWvsjOMz7lt646ekIOPjdc1T31/uS8N5envcL9VDxkEWq+O59dvTJ1wr1T6qg9kB/iO0qgqz2Rlwy9OSy4PCPFyz1dqMI9J5AQvplFM75jli69rMT/PfEThb0BoZ081oVsvbeRjr0YSwe+WSIYvigAar5FJiI+0gtaPqLxOb4oCyc9kEI2vXGDQb7kDiY+CjMjPhdfgz1cLV09cnAWPcxZGz4AADK+PmxKPD+uKj3V6xm+eRpPPr3hXT5O0nI8NwnPPQRjVT6FXou+dkSjPBMbt70rY6q8zn0QvuFjJ71R1J+9PPM0vi0mibxzsto91AmFPmgmA749Ogy+GIJlPtRNkj6OdIo9xwY+vrjTDD6cHeC9C++VPWXzW7w7TTS+c+cWPnqIpj5yB7S87qZmvYSn9j31OE89FNJLvTL8ITwfJt08O7iQvM/4rD27OIc76JC0vJuoqTytguA7DhtlvK6aCj56DyO9pu8qPpUZlr0peA69dNqbvIttaz5wg8k90WenvXZyKzydmdK9j5mUvtBgRb7FIgk9N0ozPqsoJj1IblG+VxrIvMwmiL2ctQi+nHQQPqoOAj4wyxC8iGMdPfAPGL1Jutq92jTTvRv0z73ntta9ZcMHu13dbb1htiE9mvIRvVnpdb0rNUK7hOucPYX/iD3vrf89huCbvdOdID4DPwG+IJDLPalDIT2w8Ba+o845Ppt+1r1fzJO9XXtzPSynrDzkZnu9/MqJPk5gZr1hj9S8klxbPZlgn71v8h89pK8SPiwKKL3eTqq62uG6PX05Lj3dRlq9iIkIvrp5Kbv3Sag9nUVvvjb9Gby2sRS+k3XCPRwmTD6eaQi+JvlDvjQkMb5pPkA+mEWAvY4Ilb1N4jc9gFOSPb6U2z22YzY+S/gTvmTeLL5CwW49QGgDvrWevb3IpkC+GaAEPvS6KDz64tI9dy0KvTxUjb03VzA+etKdvcURnDxpToM9Nvu8PeW42LxB9TQ+UTrxPEXQZ75qOMe8ESuAvggUFzxBub49veNcu6IJEL0q64U9YTYPvIrJvjyP+jW9er4NPiXjhz6qhQs+5FxFvQCVvD0gOQO+4ZpLvrC/hbxtU7c9lbMXvkUrBz7dJE494yHcPROWIz4oOpW9nrg3vpqYOz3SXc68puUkvRaqCj7aTA4+jgBqvRrPoL2TVgI7P+x0vcvkuz3hF7q91hmvvX9/fb6XZXy9ZPWLvr892T47PAU+jWP1PZ6fRT31T4k8FLZEPjZxOb66av09K/ALvaSDm72opYg9byGDvgvrZD1wBfI9T2TePdYgGL1RR4c8YT9IPfwzh71DZkM+E7sTPYULRj6/uTI+x9HjPN9hPr2MOv09jVLcvVmpDr5hqwy+vE7vvDeocr40G5U7dNZWPsr4wL1SBQE7/VszPhWsfj2U2x8+2y3dvYec5r1y5Mi9iLGYvVTRPr4TuoS9PUP3Pa0h6j0rgIy9JheLPUG+ID5JYAk+bOxFPirSuT3CMIY894E7vZOSK7wgsN88iikfPVxCML6fL+Q9kmNDPKTHWbzJjgE+JpeLPVf5Yb2GGao9sr8kPYUVCT7k+Qe+/wIpPi3xmrwne/U8EFemOgsmFT09Lzu9Vd0IPo5mGr1Z1ci6jQACvgq1kz2yDo29J1jAPVs4ij6hih0+GywrPpXbNj2lNwq9CkO6PQZWEb75V5O9JOervZnDib3NEQy+rZ2bPX2p+71gBiC+j06yvRXgAz6MV8M8wUNDPJ+XWz6Fzam8TGtEvlAwST7pTI08Uq4bvLnHMj4IGv+9zTG7vdO0V70MvyM9FCNPvWhdEb4POwQ+ATMPveJinz6r3yg+Ka4wvmXWbD2gphe+tHKyvRZxob0LZik+TUHqPSOOnr5avRU6cDj1PZK/YT0vy4c+IMS5PTqq7D2VIyO+6uqwvQ4Plr2a56W97Ugbvok7Br56DQ8+5HFtPZGTBD17wQo+1j/cvZwPFz7e6ge9gT1HvtDzrr2xUUs9PoB3vrZPGL65Eie90fFRvu+zi76lQf89qJiNvkb/mr6edg6+GvWAvvQcPj7pOhW+JLIcPgI5bz6XwCQ+YEk4PishRb6KEOI8RMsNvowb+DyJEIK+nj/fvf5t0D0inro9veoDPu6WDL48x/8989TpPNetiz0xQZo9Q96aPeX4w70MKjg6w6AlPpbN6b0/6z49UhNLvUHyVbzcEgE9mV8yvv+2vD19Tve9predPRwsozwDnYO9SecFPstXyz2Cgz0+rfxyvaoCA77fYlI90/s3PoAhKD3VWmW9hsoWvoRwtD1ACrI8oHj5PfSAAD5uQYq9ELqRvA/vSjvyQ9u9s5wLPk97nL0rXUy9dKIDvhO97b1v13299W8TPvNtC75dfxi+vHzUvVrkrr05pSE+3hbHvQLB6r3vsAq+kYekvZWfxj0+1H09VnM6viInjj0UPQa97/K5vSk5wb3a8gm+PZaFPd54d7xq9WA+E0N7vQBbyzsb8669tiuZvU6ZYL2Ra9E9b1tRPTU/Vb2yD8E9cPC2vcVYR77UDVo9mreZPXLOfz0OFCa8QWz3PKMj1j3sdNC9pnStPWBMET6Euc29mg2JPT0ZVT3vwQc9+T21vUyHnb2Ooa48+a2NPaw5zb2Z+0g+emafPeYnbj0XoIO9PfUtPtpQBD7ZPhY+Q+wBvgJVlr0P9z8+tR8cPiqehbzGJTI9oEr7PJjcGr47uH89/PPZvfNxxT2NSTy+4SjkvYVdrzyYIyg869v5u5AcBT6+OMm9pd3ZPJCULT1o6oO9GA8BvqVxFz5PFI29nhvZvdov/T1kydW9uGDFPKuU5T2KJTG+EczdPIOiDD0PMFU9P2PGPXIUjL2MTza9hRzjPUgSBr54vRo+dRGIPQMnkL2iN589wlAAPW82zL0sO6q8MC4APtYvkD4ufQM+qNoaPjxojD0E51c9yJB0vc5WmD28bp0+0BLDPahCDr4wvZE8pn/1PBRoyD1Jrj6+PZkFviphSD6kofQ7iou1PUxAMr6jwLC9YQWdux4oIr0/a469/+IlvBDxl70uIxY+0sJRPggmuj2EGm+9oMRRPgMtET7KWVw+3HwcvAKGTL1OU4w+5Lkivazh6jyHcXW+qtHHvR4sNbvbvgG+dwaqPTR5371eODc+267pPb79Fz3jdzS+IDwPPsI6Nj4PhIi9L5Nivh2lNbyZIn69BNy2PcEDRb5+OsG8fmhUvi9o0b1qA48+hyonvjjIlD2TRU4+U2IEPLDoE757OL29tbOLPTJZLz0eJLm93dWgvJD7l7xIgQm+KS1NvntEgj0wltg9l/cuuf69Xj11UWK9hmL3PWIYbL45FBe+8TYcvDusHb5rTB4+iqxPvjVd2D0wqtK9FtuGPH8AkTyPV1I+65hxPtrYwj2daZq9wM3fvd8Cmj1jqCU+ZS74vG+nNj5pARs+8LV7vagpdT20z+896mKOvnfykb6dS+i6QPmePi4E2rzWMuq82wu7vXe9Bj3dupE952AVvhOGhL6DbxC+xtcoPaR+ij3JOuq9NUIMvUy2rrxRENc74gXyPe4L6L3gbJw+Xxz7vbXrOr1Yclg+7iAvvct+TL0gD6U8fPolPU8qKj3vuRy+GewPvqTk1Dw/PWk8YPKJvXttJjzhqOg9cB9CvjXEgb7hNh0+U4Fuvjixmr3vdAW+xU6ZPdC6Db6Kfve9dnnnPZQUT73ILSC+9gRZPkc6L70hfQU+/vwVPWPhGb7SlRW+UtOmvW15rT25Vfe9ErobPRKHzr0RJyg+aDf2vbn4lr6ssCi9ZqHSOxMKYj0raKw9XdFWPtAFJD5zd9+9/10evYuwVb6vfAs95fwBvUUQsb1to409XKOpPi6v1j1agws+0oyMPsYJHr50IoC+P3k8PLD1z72fkAs+z1FyPtl9qj7Z84m9fW+rvheVBz4D1au8gXQ2PTwb4D2EZIg+sjhpPki6lr35Un++LTCrPWD0lz6S7hQ+sRR2voSzeD6GmtK+09gLvf06Sj1RuQC+cnSWvhqckr5fLbA9icHAvQAzQ773Z269Zgi0vZ9QIL2o4GM+BaKtvE5nlD1/oXo+4AO0vXqmQL7yhO29O+ZqvC826L0Mo6S8O+povZLbKL4UcTi+jXervF8trbzA5wG+n8ULvWSrF7s/Yzs+j0nDPUS0iL4RdtA9UboHPmmKEz5kOsM9LcihPSazlj1MqKM9/PjuPYhgLr4ybA0+LG+GPdfBWb6ojzU+kOFYPlA1gz1xYXg8A3SYPT3cVj3dliu+Q0iZvRRCob1jYyi9u0eYvQKZgT0ETms+hubqvVdCpr1Exmk++PvlvUhP0jxXd3e+DS2OPms7qL43Q2a+Jug/Pv7hZT0n9Te+kaaZvjE8Gj7k3Wc8ywhLPan2HD6Gkr29fxdyPoWqJj78nmm+AWwSPulZMTxz1Ea+PE7Hvbp3NTyRQeK9JoPzvQqoFj3pcBy+cXXlvTIiUL63/qe999WDPhqdJb6W2jU+Yg9qPjpnkj5LWRi91ZvMvk+7HbqMfhA++chUPnGGGL4gTom94LNLPanmiT7yiCw+dhyuPcj17z0EGG0+H5tDPNbRuz0Vd+w9ZxX8PRCCd712GwC+2TPYPe9D/T265Is9VcIyPp/WJL7n1Xs+VvxYvZKOGD7Z2zo9Xg4DvQZdxDyG74876ByNvTqhTD4MTWq+qAtOPqGofbvnWsm9Gn2CPunpIj3xfLe9p7I/PL0zDr4tebU9xrAcvtR62j16d4O8TfiMvYD4jT0uxIW+UnBnvgIv2z2DOUY+/9piPZQfbz4YWAs9fc/JuwDNIj31zO49crCcPYSaWT7P4Ik91eu5vXzMs7zEuxQ+/8cPvAcNN7xdeI69R6LqvIs+Iz514TU9T9x/PhfCsb0VAl6+ytAWvjWjtz3FLD69B/sFvo2/Wb6xL569pqTZvTq6WbzuU1M94OP3vfYkF75Nouq8+ju+PWYiy73r0BA+ZLOFPgYNcD7tNqC99HVrvCAYhT25K+g98BCMvf6qnb3lUcY9jvRavS6W+b0Gu5w+/nduPszc0T1qbR0+Njj0vWDHOj3A96G907i3PIfCnz2l4Ia8Gs8OPcBdJ70DLyu9FLIJPRyT871n88+7lRlGPtSqhz0N2WU9tBQJPttyBb5PlxK+KhMGPV0VZD5KyoO9D2zaPYtbb72lx3I9+8govAfu3b1BRUW+zbdWvjYrrD0fFyu9Lme5PbcaizyQNSK9j5RwPqKFgT3uOpC+bAsdvn3fYT4Rtx6+arPevR7obTtBoJg9N78bPWUtpz3Ds2K9i1c1vVIVN76aBnK+cxZMPvN5eD3UmDs+sFPKvePNkT7H2HQ+n4uVvnELdr4ipws+vIC9PfykHT5nLh++9DQlvqWiyb43DWk9gEfwPcd4Rr6TeKo9Dv/dvajlhD71ihG+nx4Kvqi1NT50XY89ybPBPv1OcT62BPu9S+cgPhtUaz5DeiK+8yz4vI/akb4ZFTq+nEvIvRk4b73P9Di9f5bAvb+jsL36ume+bxkHurSiET0i7rk6SN3/PYlmVD4idfQ8ml6zvnvMgL1mICm7j2FrPRFFJbz2kdG9ILiHvCXPQz4Snic9PFlGvrFPaD2vYg4+d3IePP5Gwr0eIhC+g5EhPkFFwzwyCIa9OzSVPVCbY74XSLq98/SVvQilMb3G9Dm9OjxDPRei/T354Qi8hYtwvUTwqDw8j2s9oF5VPgkgSDtl5HM8VBkJveWDAr7KMYO9dI2KuyS/KT67Jx6++d1dvRInbT2UmCe+y7kivntdRT0rrye9FR10POvaprypbRE9MMcqvl6yvr018fE9q4SWvYDTOL3vY+M9Bf0CPe7J+L1gNcI9eTaCvXx4CL1aDiE+PUaDvfrbYLxIJwm5B9DZO3sX/L18pwS+vwalvdQjfT2PBoe9ybsEPjSFp7xJusO9QquOu3JjAT6j4Oq9yzkWvtE+hj0rCYi8Dci2PbYtBz6OQNc93paoPYjeNj5XOL09sMqxvDudDjzcCCC9rlHkvZDRtj30IKU9HVkcPFDHCL7rJCW+1M6XveuimT3SiCQ9gRFWvvspjD7wg4K+xlRPPfRG4TyKKdI8qvnFPK0jALwud5s9ePHVvWqiIb7gZ7I8aXSEveUdR73E6UK9LXg+vYl9jD0p10Q+r2y5vf9DxjyLqZo92nOnPeOJGr49hUc9SKVkvnrjL75PTUo7O8F+vJ/nLL3k/em9GMFyvEeW+b3Lw1E+wbtYPctHm73cOcq95oLHPYmRFT4WquO98ErdPL+heTzs2yg9M+MIPj1xmL0h+wU8IlIfPm4hP76V05e8iMz8PR58tjvyi0k9TFrnPdSql72Wbq87zasIPtv7TD4uISi+QoXlvbopWrxRCsA9lQ2kvcNhyL1P/Iw96ZOBO+oX1T1SBXG+WUFLvtjgqr4RPN+9v9ooPdz54D2DWyW+ABHkvdzzFz7o3M89ADhYPCXqHz2ENDy+r5pcPmtyIj0HZRe+soXXvcz3CTw+0ca9e0ObPaWuNL12HLS9YuTQPAchkz0m2k889aO3PZCO7Ltzn049fkb2PH97Fj2uKAs+eLTZPPYPcr0uKk2+lhkHvld9dj1dziI8aIINvIRlB7z9h22+EqVqPeKq3j2ddD6+tDsKPmnCJLzRkOo9JpcmvbFvG70ZtQ8+/bsgvrOsKT0aiHA+tk9FPSq6nb6cg5k+SIk9vWmUu70FO8W9Uz8OvTwNWTyt2ke+5UuXviSeYb01VJs9rnv1PHK3zr0xwkw9znNMviuX0LzE9ho+G+AsviCeArs0HQI9yREFPvELQr2tKEs9rLpiPJIhYL77KTe9Ti+8PQcSJ743Vy+9U51JPiG3jr6xybK9ujNavUgMjr68YaO+p5btPE7edrwXJnS+UBW3OyKxcr5SSxs+saNEvqwFJD5F8j29U5JWPsrdMD7ZmMO+9pl/PsY5Br6KgQo+ZObTPGL/8L0pp7a73aIcPqZ3gr2AzAG+trj+vZ3ZIj6F/Gg9+7DEvBZloD0/KFQ9xuyCveOLEz4U7HE70H6bvtb91D4u1hG+IqqnvRjXVr76khE+V3OZPgX6D753IeW9D+xDPjNx0j7Afy8+EyW6vaoZRD4DoAW/prMbvqazNj1PKvu9TWVjvTKTq739fMM9gM9FPG5oTL7mJWA+AcKEvlP/zT6Snzk+JdXIvZdNYT5eIkc+c2aMvY/JBr4ZOdK+mOOrvmrNhr6Aueg85IBTPW77+r1UTLq+6w8tuujxej7ScSq+GK0ePmgxHj41+r0+jkxKPo0Kj76d+P89aFYUvU4VQj6fajw9lY5zvhCJPD6tQrI+FjlOPhZSl71Xzh4+AnWHPqf/Njs8FKE+jzbjPX9zLz5pA0w+r9sxvoWEkb1mHI0+ePvcPHVQcz55wpo9YjpYPmcZYTx4Hma9C0IkPuXtDj5NgQm+dW/YvUldQ778vNg93aIxvlpEHz+8vNY9wkqZO1f7xD6/zT8+dWm9PY6HM76J/HQ9/DlGPmeOcr6jkz4+f4Frvo45gL05LrA9NJQZvUQuUb47aJU+BhIyPsiADT26Z2E+YipqPkNqfL6Y3QM9iyymPYSZJz06cgI+O5Vovv3mZT4Gq6W9UfiouwLIhL5sooO+BVLUPnbMmL6MAOO8DJrlPXxKXj3Rha68Xo83vh+xmb7oI787+TcMPpuyGr6GqTk9Voe1PbhNSb65dIS+rOQiPmbkwL0OXiw+H8aUPeZBbr5L0WU9zkvlvHfQN72iLr+9e08aPhHQAr5xwMs9DgwpvmmGbT0RE8S9rAmPvNO5or23DQg+T+bavO1ujj0+h6U95YAsvhTmtLwWBJ29+yoFPlTCLb6z7b+8p1QwvmQPn72eoI4+iOCiPdkDjL34Kg++D4ZIPgsW+r1xCZM6+vlBvpkbwL353A++AgiwPL4Whr56MQi+GGggvhPdLb62Blc9abLsvXuyRz7/GRq894WNPitVuj2VBNG9KLf+vPcrT75g1xC8ZyGnvejr8j3cWMc9P5JWPsUUkT4HcRO+b58oPW0EKj5PQX+9gS1wPlAkYj4Op7a80U4MPlMztzyuViY+Wa4IvY29GD4p13K9lohAPkjW0TyxNUI+Gn7rve4Pgr0lmbq9iKl/Pi8UfT54Ipm9q8TzvTgSxr3iW42+zThEvdgHGj15w0G9JhOovNmFyT0mj2Q93Xt2vcOJzT3W4j0+ciABvvTQ2D2/lbS76NYnvdYeNj1L9Zq9AudjvpcoHz2ZU5e8RuvBvcx6ULz94Bm+JW96PfW+gz0QSdy9wMVxvlbTab1SW1m9zVcDPfa7Xz09G2I+DdROvfIsmb5uxcA7UlkevfdyKr2bu5q9w/eGvh2Ugb25J0A9UDHiO/SIHb12Z9u9AjhLPh3LdjwNoau9FrXpPeYAsD2vjOE7a+ocvp+kNrwDILU96MLbvfMaMzwBqSc+wKAFPshs0zzig0q9knF+vIXT1bveF5y9LNiHPSsAQz2sGGy863CZPRUgWz5YMk+8WtH9O6CBCzx7B4g96db2PbtZqj35eyU+gu2HPG8RKb4MQJ882sXdvXlbyzy2T229qqxAvnVNIr2VgRI+3LG/Pc5fOD4gJ9S86N3WvBzNCz7vjAg+QEEEvoPoKD6J40885u9cvouwDD57gM68owM4vj/5nj1aJNm9RSvgPXK/ED4kOAA9RE/MvQEPYT7Y04Y+agjhvbu7Q74rcIS+TFEYPcmbZr69+Bo+9u2MPKfF7Tx42fC8ZHWTPJ+mUb0CKn09bvYcvjCFHr6h/+m8pf2UvsXy9L0w0aK9JRTCPStxQz6+i329uhioPfpXqT2Gx4A+I85+vGekxD0ptcY9lWmhvTrkBb7jlvY98eWdvq3pGL7sMFS+IPzWvKAo172xlBa9SVYhPvTHar1T2YM9g1yBPTIEGb4H0z8+GGkbPmhd7zyuTiS+ZP/mvZVl9b1HA8u8tgEBPqAW7b2H+Ma9SLyJvsxUXL25Qxc+/LcVvlipyL2dPwE+c5amvPCOg71QnmS94iUGPqNVGj5hLlw9zpYOvnla8T1LB5s+uQuuPmJd27rNpEA9kCYEPiVhQT0eeKK9Py2qPfj/mrsC/C4970DbPe+T1D3p9aK9ScSYvSIBqD2sONC9syj0vVMICj7JOoU9F2QEPgZ9abz/Xby9STbDPbI8jD5n07Y96Sd6vu6AoTrBINq+2XhpvlCckD3wtzo9Ud2du2Cb9L0/a9u9guykvcm+T72BcaA80k2+vORtCT0WI7m9FHfovWpVKb4GrDA8vhgtviCUs71AAFW9EM6lvSiLF75Vvas8d2sdvrhMBL7B5wW+dpWaPAxMZT3fOaK9Kba1PR/B5r2x0Jo+oqyLvbBKI774MKS9o+jpvQ0DhT7vMQS+RatLvkI5dD2RjF0+HxTKPHm9MDzeaTy+OZIbPqfgx726FhM++yHXPB93aT6QlxU+rCl5PmpGprymk0K+tBhMPgLb6ry/BAs8MAW/vQFdxT2RAXE+yjA0vnsMzL2/D2w+yG4aPhZ5GT6UmgY+OdEmPr36vb6HdrS9l+EYPfYOKr73thK+qVoCvpZczD2rsY++tM5mvjzYnLxUK0a9I37NPvAmdT63Gn69BDszPsVjgD7NkgO+VlZDvml7b74/Z6y+zgttvTHV2z2X7gu+4+4pvnmNbD1/76O9Qw40PjMz6T0FyoY9I5N9PYkKzz7yyow9jLbIvhUg3z2GsGo8Ok/yPXtwgr4cK+g8SjuNPVkbgD4LOCQ+VXxPPW1dnT0+t0U+mFYWvvvh873AT3q3ZWZHPksC9D0+7C++F6oWvmeA/T1lryS+i8MzPp4OCj56qTw+eo+pvuyaTr0AGDo+eok0Ps5Bz70kVfe96EtQvtUUBL5OAhq+5WrJPljY5DwweRS+nvOLPLPPt729fxM+MJ/svZ5LDz0f9849dMDHu6k0kz5sS8e9I3vKPQ3Rgz5jl5u5pCFZvtK4Zj4MUMw9U3emPfRcFT45Df48Xs2zvKZWgD6qZis+LKxwPRYuSTtvApy9GaXBvO9ZNL4QsR6+rwQwvo+SXbxmOOc981d6vn5VbL0llcY9PgKbPgOOxz20x9e9Gr9CvilhHj1QNhs+uloNvcX7+jxnpeI9B3KDPdLeO76mw7C90yZjPXADXr33Ppe9MIgcvvHw+z3GEI2+6qAavg1dBz5ydUQ+pNLBPFoMAz7ZbV2+ECpnPjlTjD0E/N09tQzBvePxKD46GQi+ZgCCvd2LHT0fiHG+KzFzvPGaOL5yaiM+4gX2veTwGb3YHPc9GwHava65jj0cgSw9LuSYPX9Pbj2Q5AQ+z4hjvqjP6DwAl7S976gsveUbzL3lV4U9hNwIvIgJsDwsGIa9utqWPDEyJTv53sw99NWHvP+oFj6NrT8+oP4kPSGitL4xtrY9NdSAvlXbwD0MhpA7bcRsvm0F8D3VmW49VD4gPjQXYL7oxuM9DYp0Pptm0jyFYvk8/gkRPru1jj0Omdc961eNPZ1kiTzHj9s9UZS3vDgKwj0Nphy9NMK1vP6VAj6+NNe9DfPEPfqkDD5uXKG8vKvLvPjBYLzdKr+8Sv+3Pb8Ker2MwSc9+QIKPu2sD76UMlG9Nf+NPPX5+71eigS+JndtvITyHb1SAxc8nHMpPmXklD0K92i+pW7/PDJHwL0hOAm+EYXbPeJVvTxsbda9BqGjPX/82D3SD/K9L/QnvpAoK73qdL087y8BvlQJ0j0kyI09/yU+PgKPKj4Y8xy+vBclvbdcSb27yVk9KME7vgBsHr7Kkqi8uuMLvd5PVT7FYy48CCD3vWWd6jzsgbQ9Yh1YPa8k0D3l3lq8D2KsPentYL5FKYW80BzRvXOJsj0jojG9EEvjPVlJhT6ZC189HFnkvZwddbyPgns8VLL/PTFZJb4eokC9H9KwvYw4GL1x70W9ctRiPr+O3T31oxE+DCoPPpS8JL0LimY8bpULvB8yDz60igw9Y06hu6Ps+r3Uhue91h8zPlV0GL3gX9m9ryItvthEYT6eRWo9+eIkPgKvuz2zjTg9SrjkPALHGjw5a7Y9JpMtPmlP2j3B1gm+DvOJPXasEr7t+E+++qrwvcIohL10CSg+MyquvT05FD5EyJY9lHEgvJnvqL0Mz5e9g5NtvltyJr0cI9G99Bv1vZKCZz18O/U952NuvnXA+72B1ZI9jfVPvG0DK76N9mo+2suCPqF2hb1WFZ490+09PsCQuT140iq+sd4jvqydEz5vP0A+NqcRPpH+db7sa127YBPqvfjKAb7Z87g+lzuGPk/ebz3R5W8+6nO7Pcq8mT2pG849zGE0Pni5OTxklwc9Lm0pPlCepjwhKFq+3gwIusrktb1VViu+V7IVPkfZ4j3ftTs+cNNePQ1euD2yUD49eoVrPifD571SKrG9MNS2uggSuD3OpZg9oFt/vB2KATtz2JK91tLEPW9mFD6JNyU9OAo7Pld+8L0NRrM9MJ1KvcMZNr7ly1e9UdNhPeB+j70+bY+9NyuDvZXwDj5iAXW+zvE6vrUqJr4kLjW9R1x0Pv7lkr5tOw+/0ykUP6mfqr6eIEe++DCQvo4/BT/wPAU/UvtAvkr4u76imVQ+mcTKPpOS2j5QrAm/DyOBPoY6CL96ArW+Q/+UPoKmt76e/bi+cBHTvmQrzT5bh8++snkFvgYjND6Ghjm+o37ZPpkPBT/i3jO++GG4PmXNJz5L/6W+K+novquGU78rDQO/Ow2CvnXsVj6MBfC+GEaPvgBS1b64KmC+p4cFP1oK7b2ipZQ+Fm2SPrT2Gj/WZLE+VkAfvzOupD4kD6++NsW9Phxm9b5TioK+evI5Pke+NT/cQK4+ZYeovlL4kj6F8ps+zIQjvoT7yj7/CAI+xHhIPigWUT6y/1I+JbgwPv6Mx733ewo+BNRZvZVnrz3VR9290nMpvGesUD714A07taXgvcKHSj4Bu6M8qraNPly71jz4zgK+YlIYvu9XGb433R8+vpYcvLdNoD1V/oe94eFlPEhepr2StmQ9CwpYvRuuPj30LuI9CMaNPRkyH76jYHs+rTcgPgRQmL4gue49zQ6/PMCRPL7qdMo7JwrqPYl1Kr1Kk/k93Z1Avua80L3+g5a8N4xnvG0LXz77u1E918ILPueLMz6yjAe+sqwjPupOL74ahpc+WDDWvSiLl729KRi8OJNAPoU8HL6KvJA9XJmMPnRtEb5Wh2G+nK5fPSTG8bzJAQy9ctOQvT9tNr5cwi29hNsePkXBYr6/gTU+PD12PeJpJ72T3Yq+qHu4vDvJiz7FooY98W5zvkZQVb5DR169AKupPb2G5r3k5e8+02KxvCwlKL7z3Rs+JdqZPpfFzzxVcw6+dMhWO4nuhjzxLtM5ruWCPbd33r15fnK+YN5KPokWAL5jyIQ8MZ57PqtmEb4re0C9zx1pvZvmGD654Ns9JoTmPSi50r1ACNs97mXWPek89L0tuBs+S0q2ugDUW74nEpO98eB9PSHChj5TzMw8oxcDvh1PjL3fPaO96cUHPKWrDD5/TQS+sfaKvuvTjT6CWjc9YRUsvZbev73zto29ZS+xPD7fib1m7SW+1lklPbPPTL3QjI89anYLvpGKlz0GVP48mcU/PXZtHT1N+sA9jBY9Pe45lD2k0fc8G3ASvVQNC74ijKk9YGItvhu3YT4YmR0+YLUdu8vXeb0QSC69mO0LPh2FjbzSB0e+aGLaPdhgXr0U4gI+HDFtvcQAmT1yK1E76R6yvOq+xTvuLni8lI+evGEXQb6X6EM+d8q1PcyFRL5y4Q49Eh65PcNcQD5hDQi8aYmcvAW9rT3lwSc+FUz0O7ktHr4qsza8ej4RPlAnsL3Y2d88/MI4vgAW273pWQA8U24YvdnoC7718d292JJnvf6Xc75ZZP69pyeAPIZoFL3DFqS9pOy4vN8/g73pXEW+9mglPgPMeb18uxI+SKZcvcoOfbydKuA9a4yXPVBlXD1XD5m9hpMCPp450D0z0iC+NKf1vPrW87xDdww+PldIPS4MVb7XbLi7YCocvq+ACz5gmAa9kwUgPTmN0DwMOA09fngxvsV2WD4nZoU9X9MyPbxQCT6ps2E+XNzlPcrfT74OgBi+x0LHvShIHL4a/Tc95vNjve4kDr7Yrb28ESmcPDLvor3XvMy9pk4DvrGfir31hv49bt6fPG2nB7zz4449dvugPT090b2OKe89GioUPTZ3DL75lK083/wVPoZd/jzDVZQ8aRoRvuYyWL7wQUg+fdn+O4D9Ar0v0ZU9FvEHPr89f73dxr+9T3maPYarzT0VIR0+cE82PusKpzyniPo945G3PLjPvTuICpS94YVevI9OgL7AfhU+vM+svB3iEL1SOIo+MzUNvpZ7S75U9Py8wK82Povagz4hFJI9CfjjvQFZqz3FKxm+3+yXvGkmAb0GrFw8Jtg0vcsQkr3UB5u9tc40PehMgj2EqtW8lFkVPiAnW729LgS+13wovTQvFz7uEQW+r+UMvgFjUr5o9QI+nw2qvYj8D725lv+9AADrvXPHUz4/G8G9W1hCPp+sL70ljnW9hrJBPkci/b2AW+M8IiuCPUnXZL1c0RC+V/L3vT8bbD1WtH++Ubhmvf2sjD3/dAg96Vsrvlg9nj3sD6M+IMcUvnwcNrw/AW4+DlPdvS1RDb7mvRK+yzZ5PlNnsr2XR0e9hgmivmMVLr6PoJ0+7L7PvTYWrz4ixcy9PJbSvGYhWj79xZk8DjfqPVFYmr5SWgY+VgyKPtaDcr3jZam9BZVavs5qxb3Rlj4+WAr8vFRikb7wqYE+DY5DPeCSWjx9mmK93AJxvcNkkb4kpww+bB4tPucUgj2uMDw+1AGcvWX9mTyLwsS9EnJDvtM4m718PSU96fd9PePxH77Ivhk+B0Blvfrupz5mcPE9wqvzvCpSab4NYEg8mrkrvUAIzL2lOzi+MBhEPpOM+b2Gedu9q1WMPbTAfb3sKAQ+fcCxvcKnmb6EbZM+anMEvWEdmTxzWBe+ob3MPT2J0D0MLsa9ekP8PJFxxz1S+wg+WQ3kPTW4HLx3VhM9h6W+vohCtT2qsMM9LoZ3vgfPZL7mLeO9RphHPnpWljythBm9keFBPpnsjL449oE9Tr2bvS54jb170zI+nhc6Pn2bQb6PmnC9urUYvpHGv77xDxG+mekMPjIEm75Ihf+96yyEvt06OL6Mvxq8gRAnvnp0djwwJv09NBCbPpWduD2i4ca+aMlsPaidnb5dnJS8FNttvn4dKL413kY+4EmvPve2Aj6wOfo90hndPWHYoT2zfsy9EwVWvZFNsLzEWzg+I/0VOz5+Yz4taQk8H89GvvSphz2iwgq8IbBWPUi3Z75WCl0+FJGPvNA/WL2Odqq9uCXdvfOYgD7Sc7w9IevtvWpSbz0GHxS/dSKgvYHGKT0qWzW+aYtOvr4izTv4JUi9xBsqvq6i271CL7A9X1rUvXAmxT25Msk9UYJVPjavpL1enHU7ZgWRPawr07zle/O92pMaPfjXBLydtQw8SsFBvZ63L77kL+e9TWQTvg2pWT2tONm9r3i+PdQJnz0CgMs+HuORPRF8Vr6kxa49N20QvqhMJ7xGCi+951R+PJab4T1QYkc+V+kZu5Q/Dr6UP6y6/NCYO7DZzz3efwO+ojG8PSjoiLu+FXm9Ths9PvyQ7b3LbNY8IpqUPWvK6717zty9slYRvV5IjD5KhfI9ohjJvZlGqr3VDGM+1PKBPqwA+b2uxR898zRlPfNPz74gcpi9UdYBPowKqr5SUjK+WOmIuz6j9r05iQi+Rmw8vUsKjD7QX7C98k9MvYfv3z0nxdu9NCmwPVfUlD70ToS+Xg6bvJne1b0/8o69mIMaPXYgNz6VJTy+eS/EvCGwlL3lEMS9j8T5PZ2IGr3c9ic+ivb2Paublz1bLBU+NKByvpvfPz12ZVW+ghq+PdkroT0sWxG+dXcnPvLJUz6aqwg+SackvbKLjLwcDw49MdKRvsc+eT6PIpo9rtdQPv3aMTzRaDe+WF+JPaITNb0xnzY8uWb5PV3nkTt05kI+aWjzPTScBr5itGw8bm1fvIkRcT0025y9BDwLPcJPYj7DVN+9WT5jPRCoHz6f3Ie9RQzePPR4DDzcVBY+T+skvtuSPr6wiYs9ppAgPZiroD399tC9FAUgvnGiLT5Cm3a+x+fGPLutjz33igK89Yd5PTFqHb7mzhA+fRB9vQutED0I3vE9L5rTPWplWD45eIO+hYb/PLxEk71p2wu+QaETvV7Wm71XRoQ+5ZaivHeOIz7kohi96vLxPX6c6D3V1qM65hdBvpxY1L2Vpkm91smEPXeroD0Dw4a9wGumvWXEgL67Zzc7DMJAvn8e3T1/oZM98NRWPQBgPL01Unu9/orcvBYUuj3dvKe9ZB/9O9DtNr6LzQs+V07IvRjXrj1Cy8+9PgDkPc8skT1hYbK+dwJaPQchYT7o4Oq9ZnGRvtgscr4ZDWw9m2fevXeHkr5eHQA85uEwvkBZcD4n6h4+Hy/qvc8GHD5eLRk+BNayvsEv+j1ZdRI9z3KsvdRK/b3yT3Q++UfyvRNs6rx7KDq7PhaTvV73iLzrNBO+J/ILvt0o4D0fhz88sjmJPTOcP74pnvO9LhfuvBlXCz6PMZq+nw5qvupWzjxonoA+jqBqPf6/lL1GW1w+CiEbPvjYtj0Vd5G94d02PbFWEz26zGM8AhqMPLT2Zj0aVLA8IuG+PT/CFb2/7xk7bOoZPWU5Pr77swQ+HA0BPZRu6Dz5Hd29Q/UXPWnxhr51zC4+HNl3vtTe0z0HLlu9TbCxPQ2FGj5vDKe9hY6GvUhEf74LFo69pWgZPoJ4Kb2YxF09MshOvRbs3T2UnhQ+Nl2UPXtBm72VoZU9pNDSPQP+zz3S20M6fbFHvdVMbL1LZy69MPbevNnJDD7fuWY9FFlHvdYX/D0+Ni+99VO9vGDsL74lrB2+lUkQPj2NRb2Gf+08D/KDPWrqnzwrgKI9HS3hvbQ6B76JGQK+NQ8lvlodu73YFgE+TmA3vhQgWr2TyeG9Cd+MvvfpkL6lMZi+j8IAPkhtVj1DBJi+Ok1KPKTBCz6TKhc9WtLjvVGReb4A6go96VtKPqIqq73d+Ta+ctgSvnYdhj5sv2M6uH+iPnwgM70GdBG+NWeuvRQYaD2qwCo9iECEO37aSjxXNG+8T0FSvTxdEj6tBx2+jzUCvlvCFj4AEHI8c+4nvrlRpD7mJTA+A0n+PQDjez4hpEI9G8aJvnGTrT2m7bs8uFrkvGosqz03x1e9U2TePVMDe71IORy7ZJMPvFhfmb6Wj7U+XAtQvCLtcDt+cBO+xkvsPbgaAD6t+IE9wwKTvluMlL6+Hl0+suAcvjZxJ74uStK9p2gavtEad71sLym+OxYWvh07hr5nhoU+nfrrPk9+Zb52eHs+DISaPmGODD7miui+RWpTvjfqej6jTmA+pubwvle+E74N8Ju+UtddPkRT/L0/pQY/uhVmPhxfBr7AQ3E+7sKvPoyVmz4l2au++t9PPpYzFD2/GBW+QsS2PjPf8L50uK2+lRiFPpQ7M75r76a+vevuPQ47Tz6hbL4+r2jaPiezTD6LWn++blYTPg+XxD3AogA/5kBXvD335r7F6ho+4/twvi9y5r2tuZu+dfs+veEm+j7w2sC+SEJyPuwxF74RE2U+y64aPlHhu74lmpS+34drvsHElz7zyTa+Iy3LvYh5iD78xoS92ay0vbdLnb1a8O6936ajvT9txT3mylQ+DxtJvhgGZj6hnGs9iaodPr8mP77PxgA90nhjPn3MUj4DpF69tO1evhAqjL2dutI9Dw4jvtockz6h7149KIksvnXdEj5Etno+dDP8vCnsH70j/vc9AT05Phs4SL5sgIM99cnPvuQHE74Vp1k+5D0MvUtvgr6xRjE+rJKdPkVwfD4myeQ8cwvKuzaD/L3VN/Y9IRZCPeWBmD6kWuQ9ni9EvuP8CD4Dweu8s/BzvgXUe74uyG66ZknTPo1pXb4M5Kk93k4PPk3jfb23J+Y98dH1vNbDmb6NeC++96vqPW5u/b2hU3K+uJ0pPutUsb3QJoC+KkMxvpHNy72+PKU+NMfCPchBir4uM8E8WoMPvlkotL3EunO+ad7jPpmJrT32hiK+F3ebvoWIYD7UIJM++L9ePimtqr7SgzW8u5C3voLhor5xOYc+PdNdvloi2rvRh0a+ftmkPUzrrr0qRyi+KqoTPWUxxL05soA+OSuJOSZwib1GJsq9sErcPPTXwr7y0YK9Eku5vqb41rzQcQa+UyRgPoilWr5leKG+n5CEviE90r1VoMs9f9uEvqfv0b35zso9+kKHPmP29j2/dLK+GtxUPWod8L13WXw9ZW1hvCzOjb604FU+7ce3Ps+wuj0MVRy+Wx+rPcBHt7oufhK+f2jTPXVOWD3sKRA+kc2QvFb0YT6u5ju+lGduvSkcQz6Ucig+iqQMvrvK9L34N5+9fpZ2PB5OHL7+Z/29753TvTqN+T1UwXY+LnIYPd6wjb05NFi+3Q77vXkbEDy1EVO+8MyNPYi/sz3eQy4+rVDrvSuQXb5AWTA+ubQ+Pk7APj7qdng+oXg4veztHT4ttqw8ogqZvNWgUb6ki+69Kormvf4Xyj3d24M8cJ1FvYQi/73TKMm9H2+JvvMhB73AVCI9Qx0avdElZjyw4rS99H8cPlEQW75xIw29t9ZHPQv+sD1GMx08duz4vXjSpbx7odS8UqLwvdh+zDxH5wo+3B9cPi9N/L3APq67OB2mvaE6Cz1zmSw+TX+/PU6XFr36neq9LiJFPUTWKL6FklM7ahqDvgMdxjyGgKi9e77wvdRWk70Pjri9mnx0PtyIlz2Nq4W8Oav6Pcs1HL7bHLM8NM31PBylRr5VKkC+zn2DPcBEaT7k/iM+mlOLvXuWGD5QBHC+RM7xPFzaUT1VCoW9O4YpPevXzL0QYBS9+KSePfxKtD2/B9C9qcw6vgt4OD7n8pw8XHqVvmoh+70H6Xq+guNlvQc3Ebx6yg49rP6aOnRxXL14Ixc8RrY5vsugvD3uiI69+tmOPSjCHb30nwm9DLRiPVvK7T2aS5U9gySDvanqRj7jCEY+wEVhPFjzBT3/pR4+tu5PPmr9Br1t1qy9MSKivRsorD29kaK9Ve1zO7Ce0T3rkNC9N8yNvNqw+Tzv8Mi9sz1CPiu2r72MXO0965vGvNvqID7RTre6Z5kNPQI3W71gWa28HT8XPioe5D3V1cq9bsS4PBbWAb6Lb1o+en8Wvkb9Yb1DNOG940PrPX3NP74zp3m9V72APEJLhTtahuK85eSXPUOfBL7gjhA+IRo+vX5vML4pQnw9TvPGPSrjhj0xuG+8YW0MPhFRiDwP+H49YfW5vcDmpr1CKdM8BswDvNks2zzZeko+tLQivNR59Do3Tnu9JS4XvrZN373EgF+97IYzvb0cOT1tT+87ik1Mvncq8D3cYIa92AmYvWHKLD4nDL09Xh0OPp5VazwN6AI9+QwmvrQ8Y72plFO+ml3lPNbPkr1l5g2+iP6oPIDV2j2Dce29+jM1vaakGr4Xlc0944A4vh5YGL6jm/89/E2wvdQnQT5+nRy8n+khvschuj09lR89iLgcvV9Tlj2jC7w8v3lPvWnJLz6lXyK+wvc6PuhjNr7etx0+gyAMvuCsVD6x7xy+PaMbvg834b077RA+2qBPvZMoND6XPAG+6+3EPUroHj4iD9A9miRIvpNhjj1xvco8LxarPO29Kr3wXQs+0h3DPZNR9rwCXii7EyQRu8e2pb0fykg9ivakPJfULb4CpmA8LyJEvhUSDb0AoIw9+8+aPHZkxj36A4s8y+g+vIgNF75nQkw9ApetvLTOHj1GHIm88A8HPbkqYb3jqm8+/oxLvTyNST7O1V29taIwvdFZwL5Vrag9KCl4uAc0w70UHcg9nxn8vfWOFj5ZLTE9Edf0vZX/Lr636RU+sPUMPggBEL5HpUS+Syq8vRaHqrsyXw2+WkguvshNoDyPA3698PuzvUJ6xD2mS4y9D6t4vboFA747tAk+/sghu7mnd75zy7a9ZS0PPomjsT7AaSE9DJIEPTILfj7SazY9dQXYPXUpUb6cH4I9W6EhPZYvPT657gy+0p63PWEYzr2J8xq9rQTEve73Yz0vqq88CFmlvdb8iL13PGI9YUSDvTQhmL2xIyI99MXFPaHq+j2bNzA+IYuiPqEXgT2799C9AnqCvqvidD6cEt69xWtHuh02kj1heNq9SR2vvjvhTb6MxgM9z62+PKadUL4zeU++JpBJu4XeiL3jo+e9649xPg8ME77voZ0+WyQqPuYMIryNAjY87d6IO8bfrb2EfiE+9WTrvZ6YMTxOHRU7Xpz0PcVLOb6q+pW+elSIvgOPRL7S+449zU0yPj1/xj0MJF8+HzVVPrg7CT2busu+Lv9FPMhCAb67ZDk+uAYFPZYZKr14l2s+MhhTPhDLDjzcdUa8T6lePnU+0D1w52W9dTH5PY5Xb72nAP+9Qy6tPCCv/L0xuhy89nUBvTV9or3g0+M90I4sPDlvhD6ScTw9DnFTvlyGRr29+WI+HFUkvl2DZL4Gf129TI8hPjjesz0TqZg+WDIJvZurS74TjI890ejhvKMPpz1Y0SQ+gvEXvRj6qDzTxo47uh1+vTGD772mW7q9z90QPthNAb2C4xq+1GAiPuyULr1AzSE+XtMCPicmLD5IOSy+HkD5vLDUVjwwR9K9BY8UvYgLqL23kde9lN+QvsJXyb1sEMq9MvdovkC3Ij50hkM9KTtjPpUthr0xf2Q5nwC7vbcBZD0ptsy9Fnhfvk5gHz6V9QG9dnPPvLRS0zxXFbm92tL9vT4oiL0pwoy+ZokoPkv+CT6rKRO+etM8vIPoqDxQCpG8xuM4PEz4xD3st7e81cWFviujuT0FVpO85a/KPfRg6Tw7joa9SuNBPnLywr0PjAq+/6hnPqJM7r1Nxj8+0UoSvv1WNT63YAW9u6P8PQoe0T030jq+8qFTPnGBST6ofRC9pxcOvQIcnb1yGVW+plwRvmF4Fr0ESl6+w+GPvVpUBz6HTTu+thIavuNM8L2o2Be+ltXhvD2QnD3kjGi8jcIHvHcs6j00ZHg9LD8fvrcBmD18Xa29ub8vPquw/L3qhBK+WttsPj/DfD6kh3q9AfAZvr9tJjsL6RG9uqdNvjl+pr0bb4q9l4FtvfczCj6kOJy+35gxPhvcyj3Vsg69fP6BPky4nz2WMJq9DySAvo//wzxUYSG+mLxcPjZiHb7CufM8EzCfvYzHoLwM8I49AsvOPi2gpb0tvYe95hKcPrhvRD5OySO8ZefCvVGBaT7U06s77VuIPD+9Az5xXAy+rwdyPJ3HnzsbrsW9DqH/vQLhoT4msek9+Y0GPsBjGr7TEEM+1P9fvkS9hj1Dzus95C6CPqPwAj4w+Yq+JtcoPmz/BL6mLd29OFmOvq5lxTzltpg+dKPcvfu6B76E2Ng9R0i1PeFx373Kstq8aiCmvkCMhzrbYDw+0l7+vT39hDxWqqM9xnQxvWnw5r2pAwI+LfOIvQ8clL7XT4w7bNoSPe0JNL2wujA9kBXMunYC1L0TRnG+qBdVvmY2xz3c6Rg+iJC2vHSsCr11mQG9SvQ8veomID579VE+4xOaPG3rA75nl6M9pTgOvbBlsD2tqjK+tqzGvUuHpTyfaUg9ViaOvQxp/r0N0Qe+WV0aPjTv5b2SmRM8iAORPPEsrT3Z3Uk+T9w6Pv6J/r170JK7vk87veRsbj7y/LU7uLyTvKQtjTwXadw9MzIPPaGRh75OxBg9jqsNvZ+/hj2bhaS9KBspPSdYtD1VNtE9xJPWPB8hi73eGjq9siQAvn4MjLzCurG9jte5PX6aGT1+7YI9FRJHPc4MLz03SZ+9N1JwvtOBgz0X8VU+5TquvcFiKT52KWk+Jd7jPTJUfb6e5KQ97p3cPQ8UWj7EISi+okAzvoxFXL5+ynI9cMf7vHGNvT5w2ps+4EP8vc3Jxj7ypV89hPqrPWRjr70lTUM+UzlMPlPP9b3/MG8+5FdcvXAHzL1g9qS8M8bCvXO2Zr4uwn4+tmh6PgFhqj6EKUw+bactPU7pa75mRrc+mVcCPvgEcz46V1c+YPpWvsQrFz4aVU2+6rPKvtkm377eH4e+08PdPhhWHr0nLLA+nms0vieDij28OZA97q49vpDbFL7E5BW9e08kPjOZQTxwmy++W1eyPYvBC74JvU49mm+JPJcxob4T7CW+h7hJvLPm+Tx5rYq8BrZFvWB4Iz04loY9t4rFvV1m3ryPDBm+h/NCPQiJDj6sO4W++ULJPfEvNj5qHSu+IYbOPiiYYD72dYS9OIYOPjKDyj1+IZm8jt9XvnRjmz0gVV0+EbuXvfwHHz7RJla+rzltveLI/T19YQe+JthuvvTV7z2lin49RdN4PK/Euzv5jzs+ECbGPO/7C77f+yU9lUJLPRjrELywf9K8qBdgvKLKgT3TU2g9qCtOvns13r1CC4s9F8TTvTi3Rj6aLyC+85uTPmwZiz0CQxS+2MqAvjJQiL55sjM+X9ISPjPzhT1KBmY+esQQvsWdAT0tBPy9ZjnnPBZjDr6+DlI9stB4PrPWWr2YXxI+WmbRPYaFiD5i29u+VaB0vtFsQD7usd09I5EEvuuTcL4jZ6w9PtWOvTL0Hr5AXuE+CbA/PtlPR76rNSw+eSwlPjXIHT3cP/w8RmNUvdaGiD3irAW+62jXux/nm74JPjm+wlkMPoaOTL0y/8O9MhaWPsJOXT5CZxg+GF2QPk9+iz4Hiv+9Gx2JPmqEwDxY5nc+UkIvPiV/Ar7HKhE+LmMyvsaFFr64lSy+PzbmvThiNz6rpEK+13oXPiRvW7538Uq9dwIzPI1KMr4Embi9ewZ7PeEl5zxMJXy9i7I7vnpLbL15hta9Z0aYvrf9gL3fMRk7HXQMvl6jJbxFlyY+LmG8vYJzDT62Lze+UJdKPCrWpDzV/bS9l17ZvRu2tL2w3jW9kVMmvckDijzeGde9XaIBu65M1z6zIdg86jWjveBFf71BWBY9RAVMvVQpGD6jnyo9fEudPR6Myb2wWQs+Jpy5vE2YQ728wiq+N8iFvQW7/LwmNxU9Hkb/PUHZCD4Rb8o88jZRPeJskjw1nQ8+M4AAvjuBbjxquKk8Dt0XPaeIZL0UaGO95dFVvgoY7L2hDxw9YGu3Pr6iMj5XGYs9LQcrvfGCKj6WT5C8W8TAvZcTtb3t51s9FyKsveWFqD1ilgM7XcwLPPfQe72YXVW9zEg4Pd9bOr7+5LY9aysdPd3Pjb590aS92RJdvtw+fj0F04O+SavHPSSPMbwz7jA9dompveNh0z1YtZo9NwSrPfOpzjySoCc8WNk6vkX/5rwSIrA9ffjNvYKmE753rp29tcb1vcvLGzx4dhI9vhkfvhX1EL7Y+24+JYgFPv5COb52Tqu9GfvGPcYDPz0GWqq8573KvChiSr3wR7K9MhvSPdNAM77C5wU+I/dKO/j8Gzz/ugu+idQ1vtb8hT7vO20+CAwwPblHBL13zEK+nqjiPWueAL7aLv09l2glvuoDDz4H1AE9ulrZPa0nPjxVkvM9iXeYPQH4s73dUDa846dQPj8uAD3DIsI9fktpvWMnyD1FsEY8o5MzviSVZD5qNEu+tUHGvfwt2DzESuc+r+6IPrMsub4HoUy8a/1hPh1eRj6LCmQ++AaUvX7Tmj4XTSi/kdKFPQYmbj6RC2e+1K+Vvhq6Eb4/4HE+JihEPDrmHb6+n4A9qG2vvki8NT5yzz092bS1vnXhPb1LcmA+AAzhvs+crr4zmAC+9mpCvp6Xer56eQI+LFDjPKC8U77KAYa9tdsmvYxZjT1xNNo8uVIiPS6ywT5mt9E+seOAPpmL0745v4M+mwd6vHIcDT4DrVi87msfvnM6yj7taLg+bKPwPRNRUr7OnpU98QwBPkZ+t73ZX1s+PDdEPd7bRD6e8UY+3XM2vWzqd70lAnS+wkUNPqoKxr1zf7K9L/vtvc2e2L356ca9eO15PJFNAb7CYXA9IgcAPiimAz532u08W6d2vbzZNL4gmVK+XolCPmpfjrxHFEM9CkSIvaE3Hj5hXxW8XEZ+Pdy7B72qsMU9RHgHvVqI+DyI4+q9PW2dPa+fsz2UQY29ARpEvCEU/b0YVza+B78ovDjfq71c51s9AoFMPnmwFz3E5Qa9HXMkvuK2ojs9QTk9WAwMPN/qvb0aLPY7CqSQvSfTw7ubcS+8zCwxPiimmT0nFiQ+FeybvXUOdT5htBa9EVNFvUg6kr0yhSU+Sua+O4R/G7y8vOQ9w0ETPTZtDj4+dl4+Lusovcy6Tb31gEg+M5oWvcjEi7y0eyk9HAnDPvRaDz5lT8c9B9YevhnJTD7NdeK8hKhEPsV2ab5o73i97NK4viyVfTwaE4M8M5+Evify5r2d8u69R+cSPrJBkT1d7Ia9Q6nLvQMw/r1JjSQ+GQwYPkeS6L0mfrs9N/KwPikuZb4UWam+9tAjvmedKL1Qfiu+zYVaPgHiAr52JqS9/C5XvtkJC7yE8S4+cxnfvZvMaD59B4o+cyh6PuIerT3oxIi+CWHxPVj4GLwRS9g8uJ5WvlGWIr4pK2Y+U2tgPvDRTj7O9k++lfhfPlOpiT1giLS9vvI+vREIorwWwJY9ZlN7PrjRVz5goAC+TtIgvT2Hzj29BoM9EKT/vRB2kr4fNII+9JZZvK+ZP73a2SS9fYjHPU9pVr2w7IQ9QkDyveZUJj5I7hy+xq9ZvQU7BLy0vje+N54xu8TBU77TpCU+F9yWusHeIj7r+C07a6L3PMvLGD43PBw+ykeIvOZRpr1xNcU9DD5WvoU0H753b789nUnbvcWoyTwti4s+rUlqvbYm4z1VLuS9uSWVvMso0T3wHXi+nB9rPQvc1b0EbXE+giudvXJCiL5aRgC92hl8veV7gz32iKa9NmjoPfb2kT7EHs89GCo+vHyOkj2BHg49nJhxPWPuWb6RcBs+Co8GPgBT0r3nYbA81mCOPQFoYr3uasq8ZKNVPqWVdT2fUhO+okMRvufb/z1atus9kpaOvUyX1r255CG95LhYvQOrED5wDw6+x3IZvQxJwL5cZgQ+80QGvkYOjL6HqY6+ot0MvnRVmj2wZtA7ofxEvgYulb2wKAC+QlM8PkoHrDzOzo49NyjKvaKDyD2EMw2+6vMaPD8+Zz1loFi9pd3WPeGvjb3ga1K9PrCVPeAoFL2dnu69xtxcPrJ/VL6PJq086j63vTalmz6uEAk+UqtIvojTor11g/W8MJTMvCXUN769Vju+R7ZjPlxw3z0LD089KKG6PZLtGb1GTHY9H2C0vQf6zD3knfw96RnJPX/qUD5hBBi+6PfzPYso7L1BMiO96hDPvOMtpL264ZS8XMWCvlOFLz2yvwI9WDqNvWb2Oj3Jc2K+0MjTvVRLuzx76/u7/JHLPqWFRb3YL2S+fFX/PVBCAD6gnLA9J/dGPAowXj7r2Bi9r5m9vY4ugz0Xe4m+gPg0vUotAb6kFjY9BhyJvrQyrT7SGg48JVgxPgHeLz7Szsi8REevvTem+z0NVfs8lJhBPmkKTz5tLdC9sV1EPTgrdj1XXqM8Kt6GvnyXR72+zxI+8yWJvG7HdD1YD1O+/3AiPoDJzD1Mg7C9BdqMvq0cDj7vgho+s0NavsEYFb6VkQk+06fuvfiC5L1j46S9QL4cPYsYjz5c8x0+PwOivuY2iz5PrXO+jMYHvEZQZT1eVOG8h8kfu3vVLLtfJqI6nh1/PjU7iT2McRc9d1GqPYSj6b1qTeO+hs4LvtfpCD2KKHK+/JyMvrlZjzzR0Zw+UtcovvKgjD1G+g6+1wGNvL/Knz58Isk914agO+E4Czygk949uR2nvqO78rtn2Hu9td49vt+BK77pD4M9EuDSPKHNVr30rSK+N7RpvtjTTT1xSVq8BNblvYcchT5vlSQ+8dCKPt+hVr6uGJK9BmYRvrbDIT5Wtfo8JRN2vrSqQD6vd5Y+jO/EPAGcc73f4CI73IMPPaBUG75W0h0+mBeVPSqjoT1HHA8+O7ZlPgdDzr0Vw5Y9NfPJPblwrL2lUcM9gUDKvaiNor0ssYk9vywTvl0ZST5kpt48HabivQsTAT5w5wM+KosCPT47/LsGo1I8vbYMPo5vxb1HFGc8lQEaPrgm371L3YU8eAtavDhIhz1e/qi7Y2EPPsGv/L0JYVa9+HEaPrL6B72sOlM8J7vdvTshSD7vWaQ9erijPagD0r2pDBi+NfNkPH6wD70iLkW+gBWXPW48jL7JBfu9MLcivo8RxL0fzOY9doVlvV80JL7vBya+4MXzPZr+ub2+gzU+P+F6Pj37tb3V1SM+vZrnPS5dzz0FBPk94HENPeqD/LuE30k+v0UUPShHjbzXQAk+Zb3cvYDrqL0JzZQ+wr+BvqSwir60hmO+zX8mPvdXhT0duny+v4yrvT7Wbr2Cbcc91BiDPlX4tD16H4s+/GTVvgCXDr4rdXs9MrP2vWpgdL0WVhS+fwuiPpRLkr0DZty9LSaGPsK8Db0hMZE+ZG8rPnFFRL3cwA69qhhPPkrmlL5zFJ+9jTFPveXERjrJV4q+ZAI+PuiQFr6AuPE91C7dvcoFzr3Urgg9wh2hvZNVyb3yIjs+2oWbPn1BGz5fLMG+YXd+PVckIL2e65s+q1OfvVEbZb7KhWU9Hou7Pm6zoD5kBW69poa4PT7r4j2xOKe+wmPPuxUv6D0ljeU8LvliPUDBHT61iQc+6gYZviHQMD6E/a+9QbYKvnA5vrvo8I48dYuiOwnbvb1SVcU9uAGDvQESEz7VzpW8s7TNPRf5bD4cs4S+0flOvYpos72YzoK9DTwqvtA/Nr5odKE9R4trvmqeHT1PBC89CQwnvc1s/Ts+XeA9r7F7PTyXLj6pXO89hZtSvQXnk73a3Ew9b6ybvQ04Mz2gw7+8207PvVIo8jlFDlc6js24vCzZMr5h0T2+8X/NPeh/Ez5oQmQ+0GBGPv98t7x0ODK8bPW9vFjrxbtK46C9nHKOPZhC5j3TPEU8RKjUPa6Gervum2A+g0M8vZopgL1mK/681mhgPjlpXz4tcFY9aReePTlzE70SRYW9nXtkPceYRr31tze9N0o1vTXPfT2L7Rs9ZuNHvfMCXL05WTE9wa14Pc3WMD0d4jm9Qe4vPcR2Fb4B8kW9A1w7PS5jgr1MTSq9vhBZvQnFYj2D9yy9vwEyvfY1Kz2oaD29ysczPWwUVj0z3zO9OGApPdgLbz3PMpy95AtEvS3AFL3CI2K9g55EvavpLj3DTzu9GqU5vXH7Z72Szjq9aBE3PXEdML3MbCs93kVHPaXj3j3HADM9GKX3vQg4ND2KqUK9uztPPZuDUr2/NDy99i5RPbGWtz2rfSk9GGcpvXZpLT22sTQ9u6E0veoONT3LBUM9p7onPYbVPz2uG2M++31mvIJ62z2mC1c+2XSzvkaYujyso3M+fj0yvmoXl75Oxwg+/QuxvhnvSj602tW+EaelPSBRizugmfO+y/n3PLMv2b1T69g9rd7lPi85er7/Irk9PyPOPfnkl770c7U9GqeTvmaH0z6r/Z++JFmcvkuTkDx1p18+iEI3vnQNAr+h2pA+WtORvr9BXT4ZVao+AT3fvWLHD76ddmM+6ykDvog2zz1t39W9dhMUPoXxpT6OLZ095lK4vbTmnT474iW+lfLAPqJmTT7Imou+YfuEvAiHtT7CWdW8IZo2vk5etryG+ra+JtvOvjoFkz7xubM+NPChvVjKrj48LI27BVwBvSRRFj7q25O+5xJuPq/tPz3ZTUk+VV1avqxWiz4Wuy298cCwPqTz0z5xi4a+lAR0vpzP2T0pGb299TqCPoaAsL7cTNI8Ib1DvlQEcj4PfQw+rqKwvqmP5L55lpM+N79oPofPJr6Vfz0+KteqvkPwmD4ZY6C+hdqePpVdjr4kXBC+2jvqPmRPkD7+p8W96UMFvhJroD4h1R69CbJ8vv3R0r6FNz69WxtkvgU9lD4fBpE+cTEFu3ruILxkHZi+deSuPq9Fkb79JKy+R8H2PAVnmT573py+zZclPp9Ewb59EoG+B3aRPtYJKT6DpZe+iB9gPmX5wL3EHhQ8USN8viMgtz5D1lO9T7oqPSDCKb0=","weightSpecs":[{"name":"dense_Dense22/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense22/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense23/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense23/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense24/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense24/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-03-05T14:55:24.305Z","modelTopologyType":"JSON","version":"0","formType":"time_based_one_time_password"}}